[{"Name":"Badger's Ferocity","School":"transmutation","Level":{"cleric\/oracle":3,"druid":3,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one weapon\/3 levelsDuration concentrationSaving Throw Will negates (harmless); Spell resistance yes (harmless)\nThis functions like keen edge, except it affects multiple weapons and requires your concentration. You select the weapons to be affected, and can only affect one weapon per creature. If a creature’s weapon exceeds the spell’s range, the spell ends for that weapon."},{"Name":"Baleful Polymorph","School":"transmutation (polymorph)","Level":{"druid":5,"magus":5,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration permanentSaving Throw: Fortitude negates, Will partial, see text; Spell Resistance: yes\nAs beast shape III, except that you change the subject into a Small or smaller animal of no more than 1 HD. If the new form would prove fatal to the creature, such as an aquatic creature not in water, the subject gets a +4 bonus on the save.\nIf the spell succeeds, the subject must also make a Will save. If this second save fails, the creature loses its extraordinary, supernatural, and spell-like abilities, loses its ability to cast spells (if it had the ability), and gains the alignment, special abilities, and Intelligence, Wisdom, and Charisma scores of its new form in place of its own. It still retains its class and level (or HD), as well as all benefits deriving therefrom (such as base attack bonus, base save bonuses, and hit points). It retains any class features (other than spellcasting) that aren't extraordinary, supernatural, or spell-like abilities.\nAny polymorph effects on the target are automatically dispelled when a target fails to resist the effects of baleful polymorph, and as long as baleful polymorph remains in effect, the target cannot use other polymorph spells or effects to assume a new form. Incorporeal or gaseous creatures are immune to baleful polymorph, and a creature with the shapechanger subtype can revert to its natural form as a standard action.\nThe saving throw changes to Fortitude (partial) and Will (partial). A creature that fails the Fortitude save automatically fails the Will save. A target with the shapechanger subtype that fails its save can't use its shapechanging to shift out of its new form. A creature that succeeds at the Fortitude save is partially transformed into the intended animal. For 1 minute per level, 84 it takes on cosmetic features appropriate to that animal and becomes one size category closer to the animal's size.\nAugmented (9th): If you expend four uses of mythic power, the spell affects all other creatures with 8 Hit Dice or fewer in a 1-mile radius. Affected creatures transform into Small or smaller animals appropriate to the local environment. You can select a number of creatures up to your tier to not be affected."},{"Name":"Ball Lightning","Description":"School evocation [air, electricity]; Level bloodrager 4, druid 4, magus 4, sorcerer\/wizard 4\nRange medium (100 ft. + 10 ft.\/level)Effect two or more 5-ft.-diameter spheresDuration 1 round\/levelSaving Throw Reflex negates; Spell Resistance yes\nYou create two globes of lightning that fly in whichever direction you indicate. For every 4 caster levels above 7th, you create an additional globe of lightning (3 globes at 11th, 4 globes at 15th, to the maximum of 5 globes at 19th). These globes fly at a rate of 20 feet per round and have perfect maneuverability. Wind does not affect a flying sphere's course.\nIf a globe enters a space with a creature, it stops moving for the round and deals 3d6 points of electricity damage to that creature, though a successful Reflex save negates the damage. Creatures wearing metal armor take a -4 penalty on this Saving Throw.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""}},{"Name":"Bane","School":"enchantment (compulsion) [emotion, fear, mind-affecting]","Level":{"antipaladin":1,"cleric\/oracle":1,"inquisitor":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 50 ft.Area 50-ft.-radius burst, centered on youDuration 1 min.\/levelSaving Throw Will negates;  Spell Resistance yes\nBane fills your enemies with fear and doubt. Each affected creature takes a -1 penalty on attack rolls and a -1 penalty on saving throws against fear effects. Bane counters and dispels bless.\nThe –1 penalty applies on attack rolls, weapon damage rolls, and all saving throws.\nEach affected creature must roll its next attack roll or saving throw twice and take the lower result."},{"Name":"Banish Seeming","School":"abjuration","Level":{"inquisitor":3,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a cold iron nail)"},"Description":"Range touchTargets one creature or objectDuration instantaneous and 1 round\/level; see textSaving Throw none; Spell Resistance no\nWith a melee touch attack you can dispel an illusion or return a creature to its natural form. This functions as dispel magic directed at the effect in question, except you receive a +2 enhancement bonus on your dispel check and you can only dispel illusions or changes in form created by supernatural effects or spells. If multiple effects are changing the creature's appearance, you can dispel one such effect for every four caster levels you possess, starting with the highest caster level spells and proceeding to spells with lower caster levels.\nThe caster level for supernatural abilities such as change shape is equal to the target creature's Hit Dice. A creature returned to its natural form by banish seeming is prevented from changing its form again for a number of rounds equal to your caster level."},{"Name":"Banishment","School":"abjuration","Level":{"cleric\/oracle":6,"inquisitor":5,"sorcerer\/wizard":7,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one or more extraplanar creatures, no two of which can be more than 30 ft. apartDuration instantaneousSaving Throw Will negates;  Spell Resistance yes\nA banishment spell is a more powerful version of the dismissal spell. It enables you to force extraplanar creatures out of your home plane. As many as 2 Hit Dice of creatures per caster level can be banished.\nYou can improve the spell's chance of success by presenting at least one object or substance that the target hates, fears, or otherwise opposes. For each such object or substance, you gain a +1 bonus on your caster level check to overcome the target's  Spell Resistance (if any), and the saving throw DC increases by 2. "},{"Name":"Banshee Blast","School":"necromancy [death, fear, mind-affecting, sonic]","Level":{"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 ft.Area cone-shaped burstDuration instantaneous and 1 round\/level (see text)Saving Throw Reflex half and Will negates (see text); Spell Resistance yes\nYou create a cone of spectral energy resembling screaming elven ghosts that deals 1d4 points of damage per caster level (maximum 15d4); a successful Reflex save halves this damage. Any creature that fails its Reflex save must succeed at a Will save or become panicked for 1 round\/level."},{"Name":"Baphomet's Blessing","School":"transmutation (polymorph)","Level":{"cleric\/oracle":4,"druid":4,"sorcerer\/wizard":4,"summoner":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Range":"touch","Target":"one living creature","Duration":"1 round\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"You change the target's head into that of a bull.\nThe creature's Intelligence becomes 2, and it gains a gore melee attack that it can use as a primary or secondary attack. The gore attack uses the creature's base attack bonus, and the creature gains a +2 bonus on attack and damage rolls with the gore attack.\nThe gore attack deals a number of points of damage equal to 1d6 + Strength modifier if the target is Small, 1d8 + Strength modifier if the target is Medium, and 2d6 + Strength modifier if the target is Large or larger.\nThe affected creature still retains its type, class, levels, and Hit Dice. The creature's base attack bonus, base save bonuses, and hit points remain unmodified. It retains all of its class features and may still cast spells, though it must do so using its newly modified Intelligence score. Any items equipped in the creature's head slot meld into its body. Affected items that grant passive bonuses continue to do so, though items that require activation become nonfunctional for the duration of the spell.\nIf the target fails to resist this spell, it also becomes immune to polymorph spells (except for this one) for the duration of the spell's effect. Undead, incorporeal, or gaseous creatures are immune to this spell."},{"Name":"Bard's Escape","Description":"School conjuration (teleportation);  Level bard 5\nRange medium (100 ft. + 10 ft.\/level)Targets you and up to 1 willing creature\/2 caster levels, no two of which can be more than 30 ft. apartDuration instantaneousSaving Throw none; Spell Resistance no","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (pieces of a smashed fiddle)"}},{"Name":"Barkskin","School":"transmutation","Level":{"alchemist":2,"druid":2,"ranger":2,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"living creature touched","Duration":"10 min.\/level","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"Barkskin toughens a creature's skin. The effect grants a +2 enhancement bonus to the creature's existing natural armor bonus. This enhancement bonus increases by 1 for every three caster levels above 3rd, to a maximum of +5 at 12th level.\nThe enhancement bonus provided by barkskin stacks with the target's natural armor bonus, but not with other enhancement bonuses to natural armor. A creature without natural armor has an effective natural armor bonus of +0.\nThe target also gains DR\/magic equal to the double the enhancement bonus the spell provides to the target's natural armor bonus.\nAugmented (6th): If you expend two uses of mythic power, the spell grants DR\/epic rather than DR\/magic."},{"Name":"Barrow Haze","School":"necromancy","Level":{"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect fog spreads in 20-ft. radius, 20 ft. highDuration 1 minute\/levelSaving Throw none; Spell Resistance no\nBarrow haze creates a bank of fog similar to that created by fog cloud, except that the vapors are black and they have a necromantic link to you. The vapors do not interfere with your vision. Because of your link to the haze, if any part of it is within 30 feet of you, any creatures within the haze count as in range for the purpose of using any of your hexes that have a maximum range of 30 feet. For example, suppose you have the slumber hex, you are 25 feet from one edge of the haze, and an opponent is 40 feet farther away at the other extreme of the cloud. You can use your slumber hex on that opponent even though it is actually 65 feet away from you."},{"Name":"Battering Blast","School":"evocation [force]","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or unattended object","Duration":"instantaneous","Saving_Throw":"Reflex partial (see text);","Spell_Resistance":"yes","Description":"You hurl a fist-sized ball of force resembling a sphere of spikes to ram a designated creature or object. You must succeed on a ranged touch attack to strike your target. On a successful hit, you deal 1d6 points of force damage per two caster levels (maximum 5d6). For every 5 caster levels you possess beyond 5th, you gain a second ball of force.\nA creature struck by any of these is subject to a bull rush attempt. The force has a Strength modifier equal to your Intelligence, Wisdom, or Charisma modifier (whichever is highest). The CMB for the force’s bull rush uses your caster level as its base attack bonus, adding the force’s Strength modifier and a +10 bonus for each additional blast directed against the same target. Each sphere of force makes its own separate bull rush attempt—if multiple spheres strike one target, you make multiple CMB checks but only take the highest result to determine success. If the bull rush succeeds, the force pushes the creature away from you in a straight line, and the creature must make a Reflex save or fall prone.\nThis spell pushes an unattended object struck by it 20 feet away from you, provided it weighs no more than 25 pounds per level (maximum 250 pounds). This spell cannot move creatures or objects beyond your range. Used on a door or other obstacle, the spell attempts a Strength check to destroy it if the sheer damage inflicted by the spell doesn’t do the job."},{"Name":"Battle Trance","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"alchemist":3,"antipaladin":3,"cleric":4,"inquisitor":3,"ranger":3,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You are transformed into a single-minded force of destruction. You gain the ferocity monster special ability, a number of temporary hit points equal to 1d6 + your caster level (maximum +10), and a +4 morale bonus on saving throws against mind-affecting effects. You cannot use the withdraw action or willingly move away from a creature that has attacked you.\nWhen you use this spell, you immediately take 4 points of Intelligence damage. You must make a DC 20 concentration check to cast spells, and all other concentration checks to cast spells have a –5 penalty.\nThe number of temporary hit points you gain increases to 2d6 + your caster level (maximum +10) + your tier. The morale bonus on saving throws against mind-affecting effects increases to +6.\nAugmented (5th): If you expend two uses of mythic power, you gain a +4 morale bonus to Strength, immunity to non-mythic mind-affecting effects, and DR 5\/epic."},{"Name":"Battlemind Link","School":"divination [mind-affecting]","Level":{"inquisitor":4,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personal and close (25 ft. + 5 ft.\/2 levels)Target you and 1 allyDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell resistance yes (harmless)\nYou fuse your thoughts with an ally’s, allowing the two of you to fight in tandem, perfectly coordinated. You and the ally each roll initiative in combat and use the higher die result before adding modifiers. This has three effects.\nMelee: If you both make melee attacks against the same creature, you both make attack rolls and both use the higher of the two dice for your attack rolls (plus bonuses).\nRanged: If you both make ranged attacks against the same creature, you both make attack rolls and both use the higher of the two dice for your attack roll (plus bonuses).\nSpell: If you both cast spells and target the same area or same creature, affected creatures take a –2 penalty on their saving throw against the spells.\nYou and the target lose these benefits if you cannot see each other or if you or the target is unconscious or helpless.\nSource Pathfinder RPG Ultimate Magic\nWhen you cast this spell, if your linked ally uses a mythic path ability against a creature, you can use the same path ability against that creature as if you had it yourself, and your linked ally can likewise use any path abilities you use against a creature (even if that ally isn't mythic). For example, if you're a champion attacking a frost giant using the precision path ability, your linked ally can use your precision ability when she attacks that frost giant. If a path ability requires expending uses of mythic power or any other cost, your linked ally must expend that cost for you to use the ability.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Beacon of Luck","School":"divination","Level":{"bard":3,"cleric\/oracle":3,"inquisitor":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personal; see textTarget youDuration 1 minute\/level (D)\nYou send out a burst of luck with a 30-foot radius centered around you. While the beacon of luck is in effect, you gain a +2 sacred bonus on all saving throws. As an immediate action before a saving throw is made, allies within the area can choose to benefit from this luck, rolling twice for a saving throw and taking the better result. Once a creature benefits from the beacon of luck in this way, it cannot gain the benefit of this spell for 24 hours."},{"Name":"Bear's Endurance","School":"transmutation","Level":{"cleric\/oracle":6,"druid":6,"sorcerer\/wizard":6,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","or":"","from":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"The affected creature gains greater vitality and stamina. The spell grants the subject a +4 enhancement bonus to Constitution, which adds the usual benefits to hit points, Fortitude saves, Constitution checks, and so forth. Hit points gained by a temporary increase in Constitution score are not temporary hit points. They go away when the subject's Constitution drops back to normal. They are not lost first as temporary hit points are.\nBear's Endurance, Mass\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Beast Shape","School":"transmutation (polymorph)","Level":{"alchemist":6,"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you plan to assume)"},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nWhen you cast this spell, you can assume the form of any Small or Medium creature of the animal type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, and scent.\nSmall animal: If the form you take is that of a Small animal, you gain a +2 size bonus to your Dexterity and a +1 natural armor bonus.\nMedium animal: If the form you take is that of a Medium animal, you gain a +2 size bonus to your Strength and a +2 natural armor bonus.\nThis spell functions as beast shape I, except that it also allows you to assume the form of a Tiny or Large creature of the animal type. If the form you assume has any of the following abilities, you gain the listed ability: climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, scent, grab, pounce, and trip.\nTiny animal: If the form you take is that of a Tiny animal, you gain a +4 size bonus to your Dexterity, a -2 penalty to your Strength, and a +1 natural armor bonus.\nLarge animal: If the form you take is that of a Large animal, you gain a +4 size bonus to your Strength, a -2 penalty to your Dexterity, and a +4 natural armor bonus.\nThis spell functions as beast shape II, except that it also allows you to assume the form of a Diminutive or Huge creature of the animal type. This spell also allows you to take on the form of a Small or Medium creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, ferocity, grab, jet, poison, pounce, rake, trample, trip, and web.\nDiminutive animal: If the form you take is that of a Diminutive animal, you gain a +6 size bonus to your Dexterity, a -4 penalty to your Strength, and a +1 natural armor bonus.\nHuge animal: If the form you take is that of a Huge animal, you gain a +6 size bonus to your Strength, a -4 penalty to your Dexterity, and a +6 natural armor bonus.\nSmall magical beast: If the form you take is that of a Small magical beast, you gain a +4 size bonus to your Dexterity, and a +2 natural armor bonus.\nMedium magical beast: If the form you take is that of a Medium magical beast, you gain a +4 size bonus to your Strength, and a +4 natural armor bonus.\nThis spell functions as beast shape III except that it also allows you to assume the form of a Tiny or Large creature of the magical beast type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, low-light vision, scent, tremorsense 60 feet, breath weapon, constrict, ferocity, grab, jet, poison, pounce, rake, rend, roar, spikes, trample, trip, and web. If the creature has immunity or resistance to any elements, you gain resistance 20 to those elements. If the creature has vulnerability to an element, you gain that vulnerability.\nTiny magical beast: If the form you take is that of a Tiny magical beast, you gain a -2 penalty to your Strength, a +8 size bonus to your Dexterity, and a +3 natural armor bonus.\nLarge magical beast: If the form you take is that of a Large magical beast, you gain a +6 size bonus to your Strength, a -2 penalty on your Dexterity, a +2 size bonus to your Constitution, and a +6 natural armor bonus.\n\nEach mythic beast shape spell must be learned individually, and you must know the respective non-mythic beast shape spell to learn its mythic version. You don't have to learn them in order and are not required to know a lower-level mythic beast shape spell before you learn A higher-level one (for example, you can learn mythic beast shape II if you know beast shape II, even if you don't know mythic beast shape I).\nEach mythic beast shape spell adds the following benefits to its respective non-mythic version.\nThe spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties decrease by 2 (minimum penalty of 0). Choose one natural attack type the animal form has, such as bite or claws. The critical multiplier for this attack type increases by 1 (maximum ×4).\nAugmented (2nd): If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. During each casting of the spell, a number of times equal to your tier, you can act as if you had the Natural Spell feat for 1 round. For example, if you're 2nd tier, you can use the Natural Spell feat for 2 rounds per casting of mythic beast shape."},{"Name":"Beastspeak","School":"divination","Level":{"druid":2,"shaman":2,"witch":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 10 minutes\/level\nWhen you're in the form of an animal (such as when you are using wild shape or are affected by a polymorph effect), you can speak normally, including when you cast spells with verbal components, and you sound like your normal self when you speak. You can cast this spell while in animal form, using animal-appropriate somatic components."},{"Name":"Bed of Iron","School":"necromancy","Level":{"inquisitor":1,"magus":1,"paladin":1,"sorcerer\/wizard":1},"Range":"touch","Target":"one creature touched\/level","Duration":"8 hours","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell makes even the clunkiest armor feel soft as silk to the wearer.\nThe subjects of this spell are able to sleep comfortably in medium or heavy armor without suffering from fatigue the following day."},{"Name":"Beguiling Gift","Description":"School enchantment (compulsion) [mind-affecting]; Level\nbard 1, \nwitch 1\nRange 5 ft.Targets one creatureDuration 1 roundSaving Throw Will negates; Spell Resistance yes","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""}},{"Name":"Bestow Auras","School":"abjuration","Level":{"antipaladin":3,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"You transfer one or more of your paladin or antipaladin auras (such as aura of courage and aura of resolve) to another creature. You retain the personal effect of that aura, but the target becomes the center of the aura effect instead of you. For example, if you transfer your aura of courage, you remain immune to fear, but the target becomes the center of the aura that grants a +4 morale bonus on saves against fear effects. If an aura functions only when you are conscious, the transferred aura functions only when the target is conscious. If an aura functions only when you expend uses of another ability (such as with aura of justice or aura of vengeance), the transferred aura functions only if the target has that other ability and expends uses of it to activate the aura.\nYou cannot transfer an aura that affects only you (such as aura of good)."},{"Name":"Bestow Curse","School":"necromancy","Level":{"cleric":7,"sorcerer\/wizard":8,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You place a curse on the subject. Choose one of the following.\nYou may also invent your own curse, but it should be no more powerful than those described above.\nThe curse bestowed by this spell cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell.\nBestow curse counters remove curse.\nSource Pathfinder Adventure Path #82: Secrets of the Sphinx.\nGreater bestow curse functions as above except with the following changes:\nChoose one of the following.\nIf a specific affliction is bestowed, the save DC of the spell replaces the usual save DC of the affliction. You can also invent your own curse, but it should be no more powerful than those described above.\nThe curse bestowed by this spell cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, or wish spell. It cannot be removed with remove curse or suppressed with abeyance. The DC to remove the curse with break enchantment increases by 5."},{"Name":"Bestow Grace","School":"abjuration","Level":{"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one good creature touchedDuration 1 minute\/levelSaving Throw Will (harmless); Spell Resistance yes (harmless)"},{"Name":"Bestow Grace of the Champion","School":"transmutation [good, law]","Level":{"cleric\/oracle":7,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTarget lawful good creature touchedDuration 1 round\/level (see text)Saving Throw yes (harmless); Spell resistance yes (harmless)\nYou channel the power of good and law into the target, temporarily giving it powers similar to those of a paladin. The target gains the ability to use detect evil at will as a spell-like ability, immunity to disease (suppressing any diseases currently affecting it), and immunity to fear (ending any fear effects currently affecting it); can lay on hands (on itself only) once as a paladin of 1\/2 your caster level; and can smite evil once as a paladin of 1\/2 your caster level. It adds its Charisma bonus to all its saving throws. It can use spell completion, spell trigger, or other magic items that require the ability to cast spells as a paladin. Any abilities not used by the time the spell expires are lost. This spell has no effect if cast on a paladin."},{"Name":"Bestow Insight","School":"enchantment (compulsion)","Level":{"bard":2,"cleric":3,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange touchTarget one creature touchedDuration 1 minute\/level"},{"Name":"Bestow Weapon Proficiency","Description":"\n\n\n\n\nCasting Time 1 standard actionComponent V, S, M (pieces of shaved metal)\nYou bestow the subject with the ability to \nuse a single type of weapon he is not proficient in as if he were \nproficient with that weapon. The weapon can be of any type, including an exotic weapon, but the subject of the spell must be holding the weapon.","School":"enchantment (compulsion) [mind-affecting]","Level":{"alchemist":2,"antipaladin":2,"cleric":2,"magus":2,"inquisitor":2,"paladin":2,"sorcerer\/wizard":2,"witch":2},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Binding","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":8,"summoner":6},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (opals worth 500 gp per HD of the target creature","plus":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"see text (D)","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"A binding spell creates a magical restraint to hold a creature. The target gets an initial saving throw only if its Hit Dice equal at least half your caster level.\nYou may have as many as six assistants help you with the spell. For each assistant who casts suggestion, your caster level for this casting of binding increases by 1. For each assistant who casts dominate animal, dominate person, or dominate monster, your caster level for this casting of binding increases by a number equal to a third of that assistant's level, provided that the spell's target is appropriate for a binding spell. Since the assistants' spells are cast simply to improve your caster level for the purpose of the binding spell, saving throws and spell resistance against the assistants' spells are irrelevant. Your caster level determines whether the target gets an initial Will saving throw and how long the binding lasts. All binding spells are dismissible.\nRegardless of the version of binding you cast, you can specify triggering conditions that end the spell and release the creature whenever they occur. These triggers can be as simple or elaborate as you desire, but the condition must be reasonable and have a likelihood of coming to pass. The conditions can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, Hit Dice, or hit points don't qualify. Once the spell is cast, its triggering conditions cannot be changed. Setting a release condition increases the save DC (assuming a saving throw is allowed) by 2.\nIf you cast any of the first three versions of binding (those with limited durations), you may cast additional binding spells to prolong the effect, overlapping the durations. If you do so, the target gets a saving throw at the end of the first spell's duration, even if your caster level was high enough to disallow an initial saving throw. If the creature's save succeeds, all binding spells it has received are broken.\nThe binding spell has six versions. Choose one of the following versions when you cast the spell.\nChaining: The subject is confined by restraints that generate an antipathy spell affecting all creatures who approach the subject, except you. The duration is 1 year per caster level. The subject of this form of binding is confined to the spot it occupied when it received the spell. Casting this version requires a chain that is long enough to wrap around the creature three times.\nSlumber: This version causes the subject to become comatose for as long as 1 year per caster level. The subject does not need to eat or drink while slumbering, nor does it age. This form of binding is slightly easier to resist. Reduce the spell's save DC by 1. Casting this version requires a jar of sand or rose petals. This is a sleep effect.\nBound Slumber: This combination of chaining and slumber lasts for as long as 1 month per caster level. Reduce the save DC by 2. Casting this version requires both a long chain and a jar of sand or rose petals. This is a sleep effect.\nHedged Prison: The subject is transported to or otherwise brought within a confined area from which it cannot wander by any means. This effect is permanent. Reduce the save DC by 3. Casting this version requires a tiny golden cage worth 100 gp that is consumed when the spell is cast.\nMetamorphosis: The subject assumes gaseous form, except for its head or face. It is held harmless in a jar or other container, which may be transparent if you so choose. The creature remains aware of its surroundings and can speak, but it cannot leave the container, attack, or use any of its powers or abilities. The binding is permanent. The subject does not need to breathe, eat, or drink while metamorphosed, nor does it age. Reduce the save DC by 4.\nMinimus Containment: The subject is shrunk to a height of 1 inch or less and held within some gem, jar, or similar object. The binding is permanent. The subject does not need to breathe, eat, or drink while contained, nor does it age. Reduce the save DC by 4."},{"Name":"Binding Earth","School":"transmutation [earth]","Level":{"druid":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or unattended object (see text)","Duration":"1 round\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"If the target of this spell fails its Fortitude save, areas of earth and stone floor act as a snapping quagmire that pulls the target down and damages it if it attempts to move through such terrain.\nIf the target is a creature, it treats all areas of earth and stone it moves through as difficult terrain. Furthermore, for each 5 feet a creature moves through such areas, it takes 1d6 points of damage. Creatures with a burrow speed or the earth glide ability are unaffected by binding earth.\nIf cast on an unattended object resting on an area of stone or earth, the stone or earth warps and wraps around it, pulling it firmly to the ground. A DC 15 Strength check is required to pull the object free from snapping earth or stone.\n\n\nTargets one creature or object\/level, no two of which can be more than 30 ft. apart"},{"Name":"Bite the Hand","School":"enchantment (compulsion)","Level":{"druid":6,"inquisitor":6,"sorcerer\/wizard":7,"summoner":6,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature summoned by a spell or spell-like ability","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"With a short command and a wave of the hand, you compel the target creature to attack the being who summoned it, to the best of its ability. If the being who summoned it is not present, the creature acts normally according to its last task or instructions. This spell has no effect on called creatures, summoned creatures not brought forth by spells or spell-like abilities (such as a summoner’s eidolon), or bonded creatures not explicitly summoned, such as a paladin’s mount or wizard’s familiar.\nRange medium (100 ft. + 10 ft.\/level)Targets one creature summoned by a spell or spell-like ability\/level, no two of which can be more than 30 ft. apart\nThis spell functions like bite the hand, except as noted above. The target creatures do not need to have all been summoned by the same being."},{"Name":"Black Mark","School":"necromancy [curse, fear]","Level":{"druid":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of seawater)"},"Description":"\n\nYou mark the target with a black marking on its skin; the mark's exact \nappearance determined by you, but can be no larger than your hand. The \nblack mark functions as a mark of justice, and when the mark is activated, the target becomes shaken\n anytime it is on or in the water more than a 5 feet from shore. In \naddition, as long as the black mark is active, the target is affected as\n if subject to nature's exile, but all creatures with the aquatic or water subtype or with a swim speed are made hostile, even those not of the animal type, though non-aquatic animals are not.\nAny time the cursed creature travels on or in the water more than 1 mile from shore, each day it (or the vessel it's on) is attacked by one or more aquatic or water monsters, as if summoned by summon nature's ally VII (caster level 13th).","Range":"touch","Target":"one creature","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Black Spot","Description":"\nSchool necromancy; Level cleric 4, sorcerer\/wizard 5, witch 4\nThe black spot is a specific and feared pirate curse. An intangible, illusory black spot manifests above the target’s head and remains until the target dies or the curse is lifted. The black spot cannot be covered or hidden by any means, including other illusions. The black spot radiates a cursed aura in a 10-foot radius around its target. Anyone within the aura gains a +2 bonus on weapon attack and damage rolls against the target. In addition, the target has a –4 penalty on saving throws against death effects.\nEvery day in which a creature bears a black spot, it must make a Fortitude save. On a failed save, the creature takes 1 point of Constitution damage. The damage cannot be healed until the black spot is removed. If the creature’s Constitution reaches 0, it dies. Pirates killed by this spell often return as ghosts, but that is not a direct effect of this spell.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Black Tentacles","School":"conjuration (creation)","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"summoner":3,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (octopus or squid tentacle)"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Area 20-ft.-radius spreadDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\n\nSource Skull & Shackles Player's Guide\nThis spell causes a field of rubbery black tentacles to appear, burrowing up from the floor and reaching for any creature in the area. \nEvery creature within the area of the spell is the target of a combat maneuver check made to grapple each round at the beginning of your turn, including the round that black tentacles is cast. Creatures that enter the area of effect are also automatically attacked. The tentacles do not provoke attacks of opportunity. When determining the tentacles' CMB, the tentacles use your caster level as their base attack bonus and receive a +4 bonus due to their Strength and a +1 size bonus. Roll only once for the entire spell effect each round and apply the result to all creatures in the area of effect.\nIf the tentacles succeed in grappling a foe, that foe takes 1d6+4 points of damage and gains the grappled condition. Grappled opponents cannot move without first breaking the grapple. All other movement is prohibited unless the creature breaks the grapple first. The black tentacles spell receives a +5 bonus on grapple checks made against opponents it is already grappling, but cannot move foes or pin foes. Each round that black tentacles succeeds on a grapple check, it deals an additional 1d6+4 points of damage. The CMD of black tentacles, for the purposes of escaping the grapple, is equal to 10 + its CMB.\nThe tentacles created by this spell cannot be damaged, but they can be dispelled as normal. The entire area of effect is considered difficult terrain while the tentacles last.\nAdd your tier to the base attack bonus of the tentacles. The tentacles also deal an additional 2d6 points of acid damage with a successful grapple.\nAugmented (6th): If you expend two uses of mythic power, the spell creates twice as many tentacles in the same area, meaning each creature in the area is attacked twice per round.\nThe tentacles can grapple creatures that are immune to grappling if that immunity is from a non-mythic source, but combat maneuver checks to grapple such creatures take a –5 penalty."},{"Name":"Blacklight","School":"evocation [darkness]","Level":{"darkness":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 20-ft.-radius emanationDuration 1 round\/level (D)Saving Throw Will negates or none (object); Spell Resistance yes or no (object)\nYou create an area of total darkness. The darkness is impenetrable even to darkvision, but you can see normally within it. Creatures outside the spell’s area, even you, cannot see through it.\nYou can cast the spell on a point in space, but the effect is stationary unless cast on a mobile object. You can cast the spell on a creature, and the effect then radiates from the creature and moves as it moves. Unattended objects and points in space do not get saving throws or benefit from spell resistance.\nBlacklight counters or dispels any light spell of equal or lower level. Daylight counters or dispels blacklight."},{"Name":"Blade Barrier","School":"evocation [force]","Level":{"cleric\/oracle":6,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect wall of whirling blades up to 20 ft. long\/level, or a ringed wall of whirling blades with a radius of up to 5 ft. per two levels; either form is 20 ft. highDuration 1 min.\/level (D)Saving Throw Reflex half or Reflex negates; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nAn immobile, vertical curtain of whirling blades shaped of pure force springs into existence. Any creature passing through the wall takes 1d6 points of damage per caster level (maximum 15d6), with a Reflex save for half damage.\nIf you evoke the barrier so that it appears where creatures are, each creature takes damage as if passing through the wall. Each such creature can avoid the wall (ending up on the side of its choice) and thus take no damage by making a successful Reflex save.\nA blade barrier provides cover (+4 bonus to AC, +2 bonus on Reflex saves) against attacks made through it.\nYou may cast this spell as an immediate action. The barrier's damage increases to 1d8 per caster level (maximum 20d8).\nAugmented (3rd): If you expend two uses of mythic power, you can spend a move action to move the barrier up to 10 feet in any direction. the shape (flat or ring) and orientation (vertical or horizontal) of the wall must remain the same. If you move the barrier through A creature's space, it can attempt a saving throw to avoid the wall, as if you had created it where the creature is."},{"Name":"Blade Lash","School":"transmutation","Level":{"bloodrager":1,"magus":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget your melee weaponDuration instantaneous\nYour weapon elongates and becomes whip-like. As part of casting this spell, you can use this weapon to attempt a trip combat maneuver against one creature within 20 feet, and you gain a +10 bonus on your roll, after which the weapon returns to its previous form."},{"Name":"Blade of Bright Victory","School":"transmutation [good]","Level":{"paladin":3},"Description":"Casting Time 1 standard actioncomponent V, S\nRange touchTarget your paladin bonded weaponDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell resistance no\nYou strengthen the bond between your divine bond weapon and its celestial spirit. The weapon gains the ghost touch property. You may change your weapon’s damage type (bludgeoning, piercing, slashing) as a swift action. You gain a sacred bonus to your CMD against disarm and sunder attacks directed at your bonded weapon; this bonus is equal to half your caster level."},{"Name":"Blade of Dark Triumph","School":"transmutation [evil]","Level":{"antipaladin":3},"Description":"Casting Time 1 standard actioncomponent V, S\nRange touchTarget your fiendish boon weaponDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell resistance no\nYou strengthen the bond between your fiendish boon weapon and its unholy spirit. The weapon gains the ghost touch property. You may change your weapon’s damage type (bludgeoning, piercing, slashing) as a swift action. You gain a profane bonus to your CMD against disarm and sunder attacks directed at your boon weapon; this bonus is equal to half your caster level."},{"Name":"Blade Snare","School":"abjuration","Level":{"druid":3,"magus":3,"ranger":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell creates an invisible magic field that does not stop weapons (whether manufactured or natural) from moving toward you, but impedes their motion when they are retracted. When you are hit with a melee attack, attempt a caster level check against your opponent's CMD. If your check succeeds, your opponent's attacking weapon or body part becomes caught in the field, as if magically affixed to your body. If your check fails, your opponent may retract its weapon.\nIf your opponent's melee weapon becomes trapped in the field, the opponent may release the weapon and move away from you. If your opponent attacked with a part of its body (such as a fist, a horn, a tail, etc.) or it attacked with a weapon but refuses to release it, your opponent gains the grappled condition. Because you are not using any part of your body to maintain control over your opponent, you do not gain the grappled condition.\nOnce an opponent's weapon is snared, you may attempt a new caster level check against that opponent's CMD on each of your subsequent turns to maintain the grapple. This is a standard action, during which you may make any of the usual grappling actions, but if you choose to pin the opponent, you gain the grappled condition as well. On your opponent's turn, it may try to retract its weapon or limb by attempting a combat maneuver check or Escape Artist check, the DC of which is equal to the spell's saving throw.\nWhile blade snare is active, you may make melee attacks and cast spells as normal, though you may not make ranged weapon attacks; the magic field thwarts such attacks. You may not snare more than one limb or weapon in the field at a time. If you already have an opponent's weapon or limb stuck in the field and you are hit by a second melee attack, you must choose which weapon or limb to snare. The other limb or weapon is unaffected by the spell."},{"Name":"Bladed Dash","School":"transmutation","Level":{"bard":5,"magus":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTarget you Duration instantaneous\nWhen you cast this spell, you immediately move up to 30 feet in a straight line any direction, momentarily leaving a multi-hued cascade of images behind you. This movement does not provoke attacks of opportunity. You may make a single melee attack at your highest base attack bonus against any one creature you are adjacent to at any point along this 30 feet. You gain a circumstance bonus on your attack roll equal to your Intelligence or Charisma modifier, whichever is higher. You must end the bonus movement granted by this spell in an unoccupied square. If no such space is available along the trajectory, the spell fails. Despite the name, the spell works with any melee weapon.\nThis spell functions like bladed dash, save that you can make a single melee attack against every creature you pass during the 30 feet of your dash. You cannot attack an individual creature more than once with spell."},{"Name":"Blasphemy","School":"evocation [evil, sonic]","Level":{"cleric\/oracle":7,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range 40 ft.Area nonevil creatures in a 40-ft.-radius spread centered on youDuration instantaneousSaving Throw Will partial; Spell Resistance yes \nAny nonevil creature within the area of a blasphemy spell suffers the following ill effects:\nThe effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.\nDazed: The creature can take no actions for 1 round, though it defends itself normally. Save negates.\nWeakened: The creature's Strength score decreases by 2d6 points for 2d4 rounds. Save for half.\nParalyzed: The creature is paralyzed and helpless for 1d10 minutes. Save reduces the paralyzed effect to 1 round.\nKilled: Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).\nFurthermore, if you are on your home plane when you cast this spell, nonevil extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the blasphemy or not. The banishment effect allows a Will save (at a -4 penalty) to negate.\nCreatures whose Hit Dice exceed your caster level are unaffected by blasphemy.\nWhen determining the spell's effect on non-mythic creatures, add your tier to your caster level. Non-evil creatures that fail the save take a –4 penalty on attack rolls and saving throws, and their spell resistance decreases by 5 for as long as the spell's other effects last."},{"Name":"Blast Barrier","School":"transmutation (sonic)","Level":{"druid":4,"ranger":3,"sorcerer\/wizard":3,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (handful of snow","earth":"","or":""},"Description":"Range close (25 ft. + 5ft.\/2 levels)Effect 1-ft.-thick wall up to 10 ft. high by 20 ft. wide Duration concentration, up to 1 round\/2 levelsSaving Throw Reflex half (see below); Spell Resistance yes (see below)\nWhen you cast blast barrier, you cause a rippling wall of loose earth, mud, snow, sand, or gravel to spring up in a designated space within the spell’s range. This wall provides total cover to all Large or smaller creatures and objects. The barrier can only spring up in an area of natural, unworked ground. The energy that forms the wall’s matrix is unstable, and you must concentrate to maintain the wall’s shape. A blast barrier has an AC of 9, hardness 0, and 5 hit points per caster level. When a blast barrier reaches 0 hit points, or when you cease concentrating on maintaining it, the energies that maintain the barrier’s shape fail with explosive results, sending sharp chunks of the materials comprising the wall and magical energy out along both sides. Any creature that is adjacent to a blast barrier when it explodes takes 2d6 points of slashing damage and 1d6 points of sonic damage per 3 caster levels (maximum 6d6). A successful Reflex save halves the total damage done. Spell resistance applies as well."},{"Name":"Blaze of Glory","School":"conjuration (healing) [good, mind-affecting]","Level":{"paladin":4},"Casting_Time":"1 standard action or immediate action; see text","Components":{"V":"Verbal"},"Description":"Area 30-ft.-radius burst centered on youDuration instantaneous and 1 round\/level; see textSaving Throw Will partial; Spell Resistance yes\nYou fall unconscious but also unleash a spectacular wave of holy energy that heartens and heals your allies while leaving your opponents daunted and damaged. You can cast this spell as either a standard action on your turn, or as an immediate action when brought to below 0 hit points. If cast as a standard action, you are immediately reduced to -1 hit points, but stable, after casting the spell."},{"Name":"Blazing Rainbow","School":"evocation [light]","Level":{"druid":6},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of rainwater)"},"Description":"Range 0 ft. or 10 ft.\/levelEffect bow or bridge of lightDuration 1 minute\/level or until discharged (see text)Saving Throw none; Spell Resistance no\nYou create a spectrum of multicolored solid light that can be used for one of two effects.\nBow: The spell creates a longbow or shortbow appropriate for your size, and you are proficient in the use of this weapon. When drawn, the bow automatically creates a +1 seeking brilliant energy arrow; it cannot fire any other arrows. A creature struck by one of these arrows is surrounded by faerie fire and dazzled for 1 minute. This version of the spell ends when you have fired a number of arrows equal to your caster level.\nBridge: The light forms a bridge or ramp 5 feet wide and up to 10 feet long per caster level. Creatures on the bridge are dazzled. Allies gain a bonus equal to your Wisdom modifier (minimum 1) on checks, saves, and to their CMD to resist being moved from the bridge against their will. Enemies take a penalty equal to your Wisdom modifier (minimum 1) checks, saves, and to their CMD to resist being moved from the bridge against their will."},{"Name":"Bleed","School":"necromancy","Level":{"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Bleed for Your Master","School":"enchantment (compulsion)","Level":{"antipaladin":2,"druid":3,"ranger":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"your animal companion, familiar, or fiendish servant","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"When you would be hit by an attack that requires an attack roll, you may cast this spell to compel the target to throw itself in front of the blow, taking damage from the attack instead of you. After taking damage, the target is shaken for 1 minute. If you target your animal companion, familiar, or fiendish servant with this spell while it is already shaken, it becomes frightened after intercepting the attack.\nIf the attack involves multiple attack rolls from a single effect (e.g., scorching ray), the target intercepts all attacks. If the attack involves multiple attack rolls from natural attacks or iterative attacks, it intercepts only one attack.\nIf the spell affects an area, the target instead grants you cover against the effect (+2 bonus on Reflex saves) if it is your size or smaller, or improved cover (+4 on Reflex saves and improved evasion against the effect) if it is larger than you. The target automatically fails its Reflex save against the effect, but may still benefit from effects such as improved evasion.\nThis spell has no effect on attacks that do not require an attack roll or affect an area. Your animal companion, familiar, or fiendish servant must be adjacent to you at the time of casting or this spell has no effect."},{"Name":"Blend","School":"illusion (glamer)","Level":{"alchemist":1,"druid":1,"magus":1,"ranger":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"\nRange personalTarget youDuration 10 minutes\/level"},{"Name":"Bless","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 50 ft.Area The caster and all allies within a 50-ft. burst, centered on the casterDuration 1 min.\/levelSaving Throw none; Spell Resistance yes (harmless)\nBless fills your allies with courage. Each ally gains a +1 morale bonus on attack rolls and on saving throws against fear effects.\nBless counters and dispels bane.\nThe +1 morale bonus applies on attack rolls, weapon damage rolls, and all saving throws. Once during the spell's duration, an affected creature can roll an attack roll or saving throw twice and take the higher result. The target must decide to use this ability before the first roll is attempted."},{"Name":"Bless Army","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"1 hex","Target":"one army","Duration":"1 battle","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"This spell fills an army with courage. The army gains a +1 bonus on OM and Morale checks."},{"Name":"Bless Water","School":"transmutation [good]","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (5 pounds of powdered silver worth 25 gp)"},"Range":"touch","Target":"flask of water touched","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Bless Weapon","School":"transmutation","Level":{"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"weapon touched","Duration":"1 min.\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This transmutation makes a weapon strike true against evil foes. The weapon is treated as having a +1 enhancement bonus for the purpose of bypassing the DR of evil creatures or striking evil incorporeal creatures (though the spell doesn't grant an actual enhancement bonus). The weapon also becomes good-aligned, which means it can bypass the DR of certain creatures. (This effect overrides and suppresses any other alignment the weapon might have.) Individual arrows or bolts can be transmuted, but affected projectile weapons (such as bows) don't confer the benefit to the projectiles they shoot."},{"Name":"Blessed Fist","School":"transmutation [good]","Level":{"cleric":1,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"The target is considered to be armed even when unarmed, so it doesn't provoke attacks of opportunity when it attacks foes with unarmed strikes. Its unarmed strikes can deal lethal or nonlethal damage (target's choice). If the target already has this ability (such as from the monk unarmed strike ability or the Improved Unarmed Strike feat), its unarmed strikes gain a +1 enhancement bonus on attack rolls and damage rolls, and they count as good-aligned weapons for the purposes of overcoming damage reduction."},{"Name":"Blessing of Courage and Life","School":"conjuration (healing) [emotion]","Level":{"cleric\/oracle":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 minute\/level (see below)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Blessing of Fervor","School":"transmutation","Level":{"cleric\/oracle":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nWith this blessing, you call your allies to move forth and empower them to conquer and become victorious. Each round for the duration of this spell, each of your allies can choose one of the following bonuses for that round at the beginning of its turn (their choice).\nThese effects are not cumulative with similar effects, such as those provided by haste or a speed weapon, nor do they actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round. Blessing of fervor does not stack with haste.\nAffected creatures can choose two of the spell's bonuses each round rather than one."},{"Name":"Blessing of the Mole","School":"transmutation","Level":{"cleric\/oracle":3,"inquisitor":3,"paladin":3,"ranger":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 1 creature\/levelDuration 1 minute\/levelSaving Throw none (harmless); Spell resistance yes (harmless)\nThe targets gain darkvision 30 feet and a +2 competence bonus on Stealth checks."},{"Name":"Blessing of the Salamander","Description":"School transmutation (polymorph);  Level druid 5, ranger 4\nRange touchTargets creature touchedDuration 1 round\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Blessing of the Watch","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric":1,"inquisitor":1,"paladin":1},"Description":"Duration 1 hour\/levelSaving Throw Will negates; Spell Resistance yes\nThis spell functions like bless, except as noted. It works only in the caster's home city, and in areas under the jurisdiction of the city watch. For example, if the watch patrols a shantytown outside the city walls but not the ruined subterranean tunnels that lie beneath the city, the spell works in the former area but not the latter."},{"Name":"Blessings of Luck and Resolve","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric":6,"inquisitor":6,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange touchTarget one living creature touchedDuration 1 minute\/level (D), special see below\nA favored blessing of halfling clerics, this spell grants its target a +2 morale bonus on saving throws against fear effects. If the target has the fearless racial trait, it is immune to fear instead. If the target fails a saving throw against fear, it can end the spell as an immediate action to reroll the save with a +4 morale bonus, and must take the new result, even if it is worse.\n\nRange close (25 ft. + 5 ft.\/2 levels)\nTargets one creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Blight","School":"necromancy","Level":{"druid":4,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range target plant touchedDuration instantaneousSaving Throw Fortitude half; see text; Spell Resistance yes\nThis spell withers a single plant of any size. An affected plant creature takes 1d6 points of damage per level (maximum 15d6) and may attempt a Fortitude saving throw for half damage. A plant that isn't a creature doesn't receive a save and immediately withers and dies."},{"Name":"Blightburn Weapon","Description":"School transmutation; Level alchemist 4, inquisitor 4, magus 4, sorcerer\/wizard 5, witch 5\nCasting Time 1 standard actionComponents V, S, DF\nRange close (25 ft. + 5 ft.\/2 levels)Target one weaponDuration 1 round\/level (D)Saving Throw Will negates (object); Spell Resistance yes (object)\nYou transform the target weapon into pure blightburn. The weapon functions as normal, but any creature that touches it, or that it strikes, takes 2d6 points of fire damage each round it remains in contact. In addition, the weapon emanates an aura of radiation that causes blightburn sickness. This is as the disease, but with a 10-foot radius and a save DC equal to this spell's save DC."},{"Name":"Blinding Ray","School":"evocation [good, light]","Level":{"cleric":2,"inquisitor":3,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect one or more rays of lightDuration instantaneous (see text)Saving Throw Fort negates; Spell Resistance yes\nYou blast your enemies with blinding rays of sunlight. You may fire one \nray, plus one additional ray for every four levels beyond 3rd (to a \nmaximum of three rays at 11th level). Each ray requires a ranged touch attack to hit. If a ray hits, it explodes into powerful motes of light, and the target must save or be blinded for 1 round. If the target has light blindness, light sensitivity, or is otherwise vulnerable to bright light, it instead must save or be blinded for 1d4 rounds and take 1d4 points of damage per two caster levels (maximum 5d4). Any creature blinded\n by a ray sheds light as a sunrod for the duration of its blindness. The\n rays may be fired at the same or different targets, but all rays must \nbe aimed at targets within 30 feet of each other and fired \nsimultaneously.\nOn a successful saving throw, the target is dazzled for 1 round. On a failed Saving Throw, the target is instead blinded for 1d4 rounds.\nA target with light blindness, light sensitivity, or any other vulnerability to light is instead blinded for 1d4 rounds on a successful saving throw and permanently blinded on a failed saving throw."},{"Name":"Blindness-Deafness","School":"necromancy [curse]","Level":{"antipaladin":2,"bard":2,"bloodrager":2,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"permanent (D)","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You call upon the powers of unlife to render the subject blinded or deafened, as you choose.\nThe following information is not official in terms of general campaign usage. It is copied from the Pathfinder Society Organized Play FAQ section because we thought it might be helpful information for a player or GM in adjudicating common problems or questions. Usage is up to the GM of your game.\nWhat does a deaf PC (or other creature) need to do in order to read lips?\nAny PC may learn to read lips with a rank in Linguistics as if they had learned a new language. When reading the lips of a speaking creature within 10 feet in normal lighting conditions, the reader need not make any skill checks. In situations of dim lighting, extreme distances, or to read the lips of someone trying to hide their words from the reader, the reader must make Perception checks (DC determined by the GM based on the situation). A lip reader may only understand spoken words in a language it knows.\n[Source]\nYou can cause the target to be both blinded and deafened at the same time. The target must attempt a saving throw against each effect separately."},{"Name":"Blink","School":"transmutation","Level":{"bard":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nYou \"blink\" quickly back and forth between the Material Plane and the Ethereal Plane and look as though you're winking in and out of reality at random. Blink has several effects, as follows.\nPhysical attacks against you have a 50% miss chance, and the Blind-Fight feat doesn't help opponents, since you're ethereal and not merely invisible. If the attack is capable of striking ethereal creatures, the miss chance is only 20% (for concealment).\nIf the attacker can see invisible creatures, the miss chance is also only 20%. (For an attacker who can both see and strike ethereal creatures, there is no miss chance.) Likewise, your own attacks have a 20% miss chance, since you sometimes go ethereal just as you are about to strike.\nAny individually targeted spell has a 50% chance to fail against you while you're blinking unless your attacker can target invisible, ethereal creatures. Your own spells have a 20% chance to activate just as you go ethereal, in which case they typically do not affect the Material Plane (but they might affect targets on the Ethereal Plane).\nWhile blinking, you take only half damage from area attacks (but full damage from those that extend onto the Ethereal Plane). Although you are only partially visible, you are not considered invisible and targets retain their Dexterity bonus to AC against your attacks. You do receive a +2 bonus on attack rolls made against enemies that cannot see invisible creatures.\nYou take only half damage from falling, since you fall only while you are material.\nWhile blinking, you can step through (but not see through) solid objects. For each 5 feet of solid material you walk through, there is a 50% chance that you become material. If this occurs, you are shunted off to the nearest open space and take 1d6 points of damage per 5 feet so traveled.\nSince you spend about half your time on the Ethereal Plane, you can see and even attack ethereal creatures. You interact with ethereal creatures roughly the same way you interact with material ones.\nAn ethereal creature is invisible, incorporeal, and capable of moving in any direction, even up or down. As an incorporeal creature, you can move through solid objects, including living creatures.\nAn ethereal creature can see and hear the Material Plane, but everything looks gray and insubstantial. Sight and hearing on the Material Plane are limited to 60 feet.\nForce effects and abjurations affect you normally. Their effects extend onto the Ethereal Plane from the Material Plane, but not vice versa. An ethereal creature can't attack material creatures, and spells you cast while ethereal affect only other ethereal things. Certain material creatures or objects have attacks or effects that work on the Ethereal Plane. Treat other ethereal creatures and objects as material.\nYou may spend a move action to remain corporeal or incorporeal until the end of your turn (you automatically resume blinking at the end of your turn).\nAugmented (3rd): If you expend two uses of mythic power, you can spend either a swift action or a move action to remain corporeal or incorporeal until the end of your turn.\nPathfinder RPG Core Rulebook. Copyright 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams."},{"Name":"Blistering Invective","School":"evocation [fire, language-dependent]","Level":{"alchemist":2,"bard":2,"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalArea 30-ft. radiusDuration instantaneousSaving Throw Reflex partial, see text; Spell Resistance special, see below\nYou unleash an insulting tirade so vicious \nand spiteful that enemies who hear it are physically scorched by your \nfury. When you cast this spell, make an Intimidate\n check to demoralize each enemy within 30 feet of you. Enemies that are \ndemoralized this way take 1d10 points of fire damage and must succeed at\n a Reflex\n save or catch fire. Spell Resistance can negate the fire damage caused \nby this spell, but does not protect the creature from the demoralizing \neffect.\nEnemies that are demoralized by your Intimidate check take 2d8 points of fire damage and catch fire (no saving throw).\nAny Reflex save attempted to extinguish the flames automatically fails as long as the creature remains demoralized by your Intimidate check.\nAugmented (5th): If you expend two uses of mythic power, the spell doesn't have the language-dependent descriptor and you don't take A penalty on your Intimidate check to demoralize creatures that are larger than you.\nPathfinder Roleplaying Game Ultimate Combat. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Bloatbomb","School":"necromancy [acid, death]","Level":{"antipaladin":4,"cleric":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous and 1 minute\/level (see text)","Saving_Throw":"Fort negates or Reflex half (see text);","Spell_Resistance":"yes","Description":"The target creature dies if it fails a Fortitude saving throw and its Hit Dice are no more than half your caster level. If it dies, its corpse rapidly putrefies. The next creature to touch the corpse within 1 minute per level of the target's death causes the corpse to explode in a 10-foot-radius burst, dealing 3d6 points of acid damage (Reflex half)."},{"Name":"Blood Armor","School":"transmutation","Level":{"alchemist":2,"bloodrager":2,"sorcerer\/wizard":2,"summoner":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level\nYour blood becomes as hard as iron upon contact with air. Each time you take at least 5 points of piercing or slashing damage, your armor gains a +1 enhancement bonus to your AC. An outfit of regular clothing counts as armor that grants no AC bonus for the purpose of this spell. This enhancement bonus stacks with itself to a maximum enhancement bonus of +5. This spell has no effect while underwater or in environments that lack air."},{"Name":"Blood Biography","School":"divination","Level":{"bard":2,"bloodrager":3,"cleric\/oracle":0,"inquisitor":3,"sorcerer\/wizard":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchTargets one creature's blood or one bloodstainDuration instantaneousSaving Throw Will negates (see text); Spell Resistance no\nYou learn the answers to a specific set of questions about a creature so long as you have access to at least one drop of its blood. You can cast this spell on the blood of the living or the dead, but living or undead creatures are entitled to a Saving Throw to resist the spell. You can cast the spell on dried or fresh blood. Once you cast the spell the answers to the following four questions appear on any flat surface you designate (a wall, a piece of paper, and so on). \nThese answers always appear in a language you can read even if the creature cannot speak that or any language."},{"Name":"Blood Blaze","School":"transmutation [fire]","Level":{"alchemist":2,"antipaladin":1,"bloodrager":2,"cleric":2,"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level (D)","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Blood Boil","Description":"\nThe temperature of the target creature's blood (or other similar body fluid) begins to rise over the next 3 rounds during the caster's turn. Each round starting with the first, the target creature attempts a new saving throw at the start of the caster's turn to resist that round's effect. A successful save does not end the spell effect, but does prevent that round's effect. On the round that this spell is cast, the target becomes fatigued. On the next round, as the blood temperature begins to rise, the target's capillaries burst, dealing 1d6 points of Constitution damage to the target. On the third and final round, the target's blood begins to boil; the spell deals 1d6 points of damage per caster level (to a maximum of 15d6), and—if the target is still alive—the target becomes exhausted rather than fatigued.","School":"necromancy","Level":{"magus":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of mercury)"},"Range":"touch","Target":"one living creature","Duration":"3 rounds","Saving_Throw":"Fort negates (see text);","Spell_Resistance":"yes"},{"Name":"Blood Crow Strike","School":"evocation [fire]","Level":{"cleric\/oracle":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Target one creatureDuration instantaneousSaving Throw none; Spell resistance yes\nYour unarmed strikes release blasts of energy in the form of bolts of fire or glowing red crows, which fly instantaneously to strike your target. You can make unarmed strike or flurry of blows attacks against the target as if it were in your threatened area; each successful attack deals damage as if you had hit it with your unarmed strike, except half the damage is fire and half is negative energy (this negative energy does not heal undead). For example, if you are a 14th-level monk, you can use a flurry of blows to attack five times, creating one energy crow for each successful attack against the target, and dealing 2d6 points of damage (plus appropriate unarmed strike modifiers) with each crow.\nUnarmed strikes attempted with this spell are treated as if you had the Improved Critical (unarmed strike) feat. Use your tier plus your monk level (if any) when determining your unarmed strike damage for this spell. Fire damage from this spell bypasses fire resistance.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Blood in the Water","School":"necromancy (emotion)","Level":{"cleric":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 20 ft.\nArea 20-ft.-radius emanation centered on youDuration 1 round\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\n\n\n\nGet this book AND support this site!\nAs part of the casting of this spell, you must deal 1 point of piercing or slashing damage to yourself to release your blood. This causes you to take 1 point of bleed damage. While the spell is in effect, all sharks, feeders in the depths, and creatures with the blood frenzy ability in the area gain a +2 bonus to Strength and Constitution and take a –2 penalty to AC. This is treated as blood frenzy for the purposes of other feats and effects, and doesn't stack with the effects of actual blood frenzy. If you cease bleeding, the spell immediately ends."},{"Name":"Blood Mist","School":"conjuration (creation) [poison]","Level":{"druid":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dried red algae)"},"Description":"Range medium (100ft. +10ft.\/level)Area 60-ft. radiusDuration 1 minute\/levelSaving Throw Fortitude negates (see text); Spell resistance yes\nThis spell summons forth a misty cloud of rust-red toxic algae. Any creature within the mist is coated by it, turning the creature the same reddish color. All targets within the mist gain concealment. Any creature within the mist must save or take 1d4 points of Wisdom damage and become enraged, attacking any creatures it detects nearby (as the “attack nearest creature” result of the confused condition). An enraged creature remains so as long as the spell is in effect. A creature only needs to save once each time it is within the mist (though leaving and returning requires another save)."},{"Name":"Blood Money","School":"transmutation","Level":{"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange  0 ft.Effect 1 material componentDuration Instantaneous\nYou cast blood money just before casting another spell. As \npart of this spell's casting, you must cut one of your hands, releasing a\n stream of blood that causes you to take 1d6 points of damage. When you \ncast another spell in that same round, your blood transforms into one \nmaterial component of your choice required by that second spell. Even \nvaluable components worth more than 1 gp can be created, but creating such material components requires an additional cost of 1 point of Strength damage,\n plus a further point of damage for every full 500 gp of the component's\n value (so a component worth 500–999 gp costs a total of 2 points, \n1,000–1,500 costs 3, etc.). You cannot create magic items with blood money.\nFor example, a sorcerer with the spell stoneskin prepared could cast blood money to create the 250 gp worth of diamond dust required by that spell, taking 1d6 points of damage and 1 point of Strength damage in the process.\nMaterial components created by blood money\n transform back into blood at the end of the round if they have not been\n used as a material component. Spellcasters who do not have blood cannot\n cast blood money, and those who are immune to Strength damage (such as undead spellcasters) cannot use blood money to create valuable material components."},{"Name":"Blood of the Martyr","School":"necromancy","Level":{"cleric\/oracle":2,"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"1 round\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"You cause the target to bleed from every orifice, and her organs and blood become suffused with positive energy. If the subject fails her Fortitude save, she takes 1d6 points of bleed damage per 4 caster levels (to a maximum of 4d6 at 16th level) when you cast this spell. Any creature that takes a full-round action to sup the blood of the bleeding subject heals a number of hit points equal to twice as many as the subject lost that round due to the bleed effect. The subject must be willing or helpless to sup her blood, which provokes attacks of opportunity. Only one creature can be healed in this way per round. The subject can lick her own wounds in this way to regain half as many hit points as she lost that round. If the bleeding effect is stopped or the spell's duration ends, the subject's blood no longer heals those who drink it, though in the latter case the subject continues to bleed until the bleeding is stopped via magical healing or a successful DC 15 Heal check."},{"Name":"Blood Rage","School":"enchantment (compulsion) [mind-affecting]","Level":{"adept":3,"bard":2,"cleric":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of blood from each creature to be affected)"},"Description":"Range close (25 ft. + 5 ft.\/level)Targets one willing living creature per 2 levels, no two of which may be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Blood Salvation","School":"abjuration","Level":{"bloodrager":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level (D; see below)\n\n\n\nGet this book AND support this site!\nWhile under the effect of this spell, you're immune to any damaging area spells you cast. You can dismiss this spell as an immediate action when you are caught within the area of someone else's damaging area spell; if you do, you're immune to that particular casting of that spell as well. If you have the blood casting class feature, you can cast this spell as a swift action instead of a standard action while you're in a bloodrage."},{"Name":"Blood Scent","School":"transmutation","Level":{"alchemist":3,"antipaladin":2,"bloodrager":3,"cleric":3,"druid":3,"inquisitor":3,"ranger":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Targets one creature\/2 levels, no two of which can be more than 30 ft. apartDuration 1 minute\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou greatly magnify the target's ability to smell the presence of blood. The target is considered to have the scent universal monster ability, but only for purposes of detecting and pinpointing injured creatures (below full hit points). Creatures below half their full hit points or suffering bleed damage are considered strong scents for this ability."},{"Name":"Blood Sentinel","School":"transmutation","Level":{"alchemist":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a life-sized animal sculpture of a familiar made of clay","cloth":"","stone":"","or":"","plus":""},"Range":"touch","Target":"one animal sculpture","Duration":"10 minutes\/level","Saving_Throw":"none;","Spell_Resistance":"no (harmless)","Description":"After casting this spell, you pour a few drops of your blood and saliva into the mouth of the animal sculpture material component, temporarily giving it life. The animal is bonded to you as if it were a familiar, and it has the abilities of a familiar (use your caster level as your effective wizard level to determine its abilities), but it does not grant you the Alertness feat or the special ability of its animal type. If your blood sentinel is slain, you take 2 points of Intelligence drain and the blood sentinel’s body becomes a destroyed statue. This spell has no effect if you already have a familiar or another blood sentinel."},{"Name":"Blood Transcription","School":"divination [evil]","Level":{"alchemist":2,"magus":2,"wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget one dead spellcasterDuration 24 hoursSaving Throw none; Spell resistance no\nBy consuming 1 pint of blood from a spellcaster killed within the last 24 hours, you can attempt to learn a spell that spellcaster knew. Select one spell available to the dead spellcaster (this must be a spell on your spell list); you gain the knowledge of this spell for 24 hours. During this time, you may write it down (or teach it to your familiar, if you are a witch) using the normal rules for copying a spell from another source. Once you have learned it, you may prepare the spell normally."},{"Name":"Bloodhound","School":"transmutation","Level":{"alchemist":3,"inquisitor":2,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of blood and a pinch of cinnamon)"},"Description":"Range personalTargets youDuration 1 hour\/level"},{"Name":"Bloodsworn Retribution","School":"necromancy","Level":{"cleric\/oracle":6,"paladin":4,"ranger":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (your blood)"},"Description":"Range personalTarget youDuration special (see text)"},{"Name":"Bloody Arrows","School":"necromancy","Level":{"antipaladin":3,"inquisitor":3,"magus":3,"ranger":3,"shaman":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one willing creature","Duration":"1 round\/level","Saving_Throw":"none (harmless);","Spell_Resistance":"no (harmless)","Description":"\n\n\nGet this book AND support this site!\nWhenever this spell's target hits a creature with a ranged weapon that successfully deals piercing or slashing damage, the struck creature takes 1 point of bleed damage. Unlike most bleed damage, the bleed damage dealt by the subject of this spell is cumulative up to an amount equal to 1\/2 your caster level (to a maximum of 5 points of bleed damage at 10th level)."},{"Name":"Bloody Claws","School":"necromancy","Level":{"druid":4,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets living creature touchedDuration 1 minute\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Blot","School":"transmutation","Level":{"bard":3,"cleric":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of cloth made wet with saliva)"},"Description":"Range close (25 ft. + 5 ft\/2 levels)Area 10 ft.-radius burstDuration 24 hoursSaving Throw Will negates (object); Spell Resistance yes (object)"},{"Name":"Blur","School":"illusion (glamer)","Level":{"alchemist":2,"bard":2,"magus":2,"sorcerer\/wizard":2,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Concealment gives the subject of a successful \nattack a 20% chance that the attacker missed because of the concealment.\n Make the attack normally—if the attacker hits, the defender must make a\n miss chance d% roll to avoid being struck. Multiple concealment \nconditions do not stack.\nThe subject's outline appears blurred, shifting, and wavering. This distortion grants the subject concealment (20% miss chance).\nA see invisibility spell does not counteract the blur effect, but a true seeing spell does."},{"Name":"Blurred Movement","School":"illusion (glamer)","Level":{"alchemist":1,"bard":1,"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nThis spell functions as blur, except that the blurring occurs only when you move at least 10 feet on your turn and ceases at the end of your movement. It is therefore mainly used to thwart attacks on your turn, such as attacks of opportunity. If you move at least twice your speed on your turn, the blurring lasts until the start of your next turn."},{"Name":"Body Capacitance","School":"transmutation [electricity]","Level":{"alchemist":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (an iron coil)"},"Description":"Range personalTarget youDuration 1 minute\/level or until discharged (see text)\nIf you take electricity damage while this spell is active, some of the energy is stored on your skin, as with holding the charge on a touch spell. You can release this stored electricity by making a melee touch attack. You gain a +3 bonus on the attack roll if your opponent is wearing metal armor, is carrying a metal weapon, or is made of metal. The target of your touch attack is dealt electricity damage equal to half the amount of electricity damage you took after you cast this spell (for example, if you saved for half damage against a lightning bolt and took only 15 points of electricity damage, your next touch attack deals 7 points of electricity damage). This spell is discharged once you hit with a melee touch attack to deliver its damage. If you take electricity damage multiple times while this spell is active, use the largest amount of electricity damage you took to determine your touch attack damage."},{"Name":"Boiling Blood","School":"transmutation","Level":{"bard":2,"bloodrager":2,"cleric\/oracle":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creature per three levels, no two of which may be more than 30 ft. apartDuration concentration + 1 round\/level (D)Saving Throw Fortitude negates (see text); Spell resistance yes\nThe blood of the targeted creatures begins to boil. If a target fails its save, it takes 1 point of fire damage per round. This spell has no effect on creatures that don’t have blood.\nIf a target has the orc subtype, it doesn’t take fire damage and instead gains a +2 morale bonus to Strength.\nA target that fails its save takes 1d3 points of fire damage per round. If a target has the orc subtype, it also gains fire resistance 5.\nAugmented: If you expend two uses of mythic power, you can affect allies as though they had the orc subtype.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Bolt of Glory","School":"evocation [good]","Level":{"glory":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/level)","Target":"ray","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You fire a ray of positive energy. A creature struck takes varying damage, depending on its nature and home plane of existence."},{"Name":"Bolts of Bedevilment","School":"enchantment [mind-affecting]","Level":{"madness":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"ray","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You can fire one ray per round that dazes one living creature for 1d3 rounds."},{"Name":"Bomber's Eye","School":"transmutation","Level":{"alchemist":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range personalTargets youDuration 1 round\/level"},{"Name":"Boneshatter","School":"necromancy","Level":{"arcanist":4,"cleric\/oracle":5,"sorcerer\/wizard":4,"warpriest":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a broken bone)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one corporeal creature or object","Duration":"instantaneous and 1 minute\/level (see text)","Saving_Throw":"Fortitude partial (see text);","Spell_Resistance":"yes","Description":"\n\nGet this book AND support this site!\nThe target's bones (or exoskeleton) splinter, dealing 1d6 points of damage per caster level (maximum 15d6) to the target, which is also exhausted for 1 minute per caster level from the pain and exertion of the transformation.\nIf the target succeeds at its save, it takes half damage and is fatigued rather than exhausted. Objects made of bone, chitin, or similar material take half again as much damage (+50%) from this spell. This spell has no effect on a creature that has neither a skeleton nor a hard carapace."},{"Name":"Book Ward","School":"abjuration","Level":{"bard":2,"cleric\/oracle":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one touched object of up to 10 pounds\/level","Duration":"1 day\/level  or until discharged (see text)","Saving_Throw":"Will negates;","Spell_Resistance":"Yes (harmless)"},{"Name":"Borrow Fortune","School":"evocation","Level":{"oracle":3},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range personalTargets youDuration instantaneous; see text"},{"Name":"Borrow Skill","School":"transmutation","Level":{"bard":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range touchTargets creature touchedDuration up to 1 round\/level (see description)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou borrow one of the target's known skills. After touching the subject, you can make a single check with the chosen skill using the subject's skill ranks, but modified by your own key ability."},{"Name":"Bouncy Body","School":"transmutation","Level":{"alchemist":1,"bloodrager":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget creature touchedDuration 10 minutes\/level\n\n\n\nGet this book AND support this site!\nThe target's flesh becomes flexible and rubbery.\nIt gains a +2 circumstance bonus on grapple combat maneuver checks and Escape Artist checks, as well as to its CMD against combat maneuver checks to grapple. Anytime the target would take falling damage, it treats falls as 20 feet shorter (minimum 0) for the purpose of determining damage. In addition, if the target falls against a hard surface, it can attempt an Acrobatics check (DC = the distance fallen) to attempt to bounce upward; success means the creature bounces upward half the distance fallen."},{"Name":"Bow Spirit","Description":"School conjuration (creation);  Level ranger 4\nRange personalTargets youDuration 1 round\/level\nA bow spirit is a shapeless force that hovers about you, taking ammunition from your quiver and firing it. For as long as the bow spirit lasts, you can spend a swift action to direct the bow spirit to fire an arrow or a bolt at a target of your choice, as if the bow spirit were firing the necessary ranged weapon. The bow spirit uses your base attack bonus plus your Dexterity modifier, as well as any bonuses and effects from feats you have that affect ranged attacks, or bonuses from the ammunition it uses.\nA bow spirit's attacks do not provoke attacks of opportunity.\nThere must be ammunition available for the bow spirit to use, and it expends ammunition as if used by you.\nA bow spirit occupies your space, and moves with you.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Bowstaff","School":"transmutation","Level":{"inquisitor":1,"paladin":1,"ranger":1},"Casting_Time":"1 swift action","Components":{"V":"Verbal"},"Range":"personal","Target":"one weapon (bow)","Duration":"1 round\/level (D)","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"The bow that is touched takes on the \nrigidity and toughness of forged steel, allowing it to be used as a \nmelee weapon. The spell allows a shortbow to be used as a club or a \nlongbow to be used as a quarterstaff, although the bow retains its \nnormal hit points and hardness. The bow’s enhancement bonus,\n if any, applies on melee attack and damage rolls. Additional weapon \nspecial weapon qualities also apply to melee attacks if such qualities \ncan be added to a melee weapon."},{"Name":"Brand","School":"transmutation [curse]","Level":{"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets creature touchedDuration 1 day\/levelSaving Throw Fortitude negates; Spell Resistance yes\nBrand etches an indelible rune or mark of no more than 6 characters onto a creature, inflicting 1 point of damage. The mark may be placed on any exposed portion of the creature, typically the head or forearm. A brand can be hidden by clothing or removed by scraping it away (causing 1d6 points of damage), though the brand returns if the damage is healed.\nCasting Time 1 round\nDuration permanent\nThis spell functions like brand, except that it inflicts 1d6 points of damage when applied and cannot be removed, even temporarily. In addition, a greater brand blazes as bright as a torch when brought within 30 feet of a visible symbol of your faith. While the symbol is blazing, the recipient is sickened."},{"Name":"Break","School":"transmutation","Level":{"bloodrager":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a twig)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one Medium or smaller objectDuration instantaneousSaving Throw Fortitude negates (object); Spell Resistance yes (object)\nYou can attempt to break or at least damage any one Medium or smaller object within range. If the target fails its Fortitude Saving Throw, it gains the broken condition. If cast on a broken item, that item is destroyed on a failed save.\nYou can target up to 1 Medium or smaller object per caster level.\nAugmented (3rd): If you expend two uses of mythic power, target objects gain the broken condition on a successful save and are destroyed on a failed save. This doesn't affect mythic objects or objects held or carried by mythic creatures."},{"Name":"Break Enchantment","School":"abjuration","Level":{"bard":4,"cleric\/oracle":5,"inquisitor":5,"paladin":4,"sorcerer\/wizard":5,"witch":5,"luck":5,"restoration":5},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets up to one creature per level, all within 30 ft. of each otherDuration instantaneousSaving Throw see text; Spell Resistance no\n\nThis spell frees victims from enchantments, transmutations, and curses. Break enchantment can reverse even an instantaneous effect. For each such effect, you make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the creature is free of the spell, curse, or effect. For a cursed magic item, the DC is equal to the DC of the curse.\nIf the spell is one that cannot be dispelled by dispel magic or stone to flesh, break enchantment works only if that spell is 5th level or lower. \nIf the effect comes from a permanent magic item, break enchantment does not remove the curse from the item, but it does free the victim from the item's effects. \nAgainst non-mythic effects, the spell automatically succeeds without requiring a caster level check. Against mythic effects, add your tier to your caster level check. The maximum level of spell this spell can remove is 5 + half your tier.\nAugmented (7th): If you expend two uses of mythic power, you can apply A removed enchantment, transmutation, or curse to the creature that originally cast it. The creature must be a valid target of the spell and on the same plane as you, and it gets a saving throw at the effect's original DC."},{"Name":"Breath of Life","School":"conjuration (healing)","Level":{"cleric\/oracle":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless) or Will half, see text;","Spell_Resistance":"yes (harmless) or yes, see text","Description":"This spell cures 5d8 points of damage + 1 point per caster level (maximum +25).\nUnlike other spells that heal damage, breath of life can bring recently slain creatures back to life. If cast upon a creature that has died within 1 round, apply the healing from this spell to the creature. If the healed creature's hit point total is at a negative amount less than its Constitution score, it comes back to life and stabilizes at its new hit point total. If the creature's hit point total is at a negative amount equal to or greater than its Constitution score, the creature remains dead. Creatures brought back to life through breath of life gain a temporary negative level that lasts for 1 day.\nCreatures slain by death effects cannot be saved by breath of life.\nLike cure spells, breath of life deals damage to undead creatures rather than curing them, and cannot bring them back to life.\nThe spell heals 5d12 points of damage + 1 point per caster level (maximum +25). It can revive a creature that died of hp damage within the past 2 rounds. If the target was slain by a death effect that allows a saving throw, this spell allows the creature to attempt another save against that effect. If this save is successful, the creature is revived with –10 hp plus the amount healed by this spell.\nAugmented (9th): If you expend two uses of mythic power, you can target up to one creature per caster level within 30 feet of you. Alternatively, you can target one creature that has been dead for a number of rounds up to your caster level."},{"Name":"Brilliant Inspiration","School":"evocation [language-dependent]","Level":{"bard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 round\/level and special (see below)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou open a link between your mind and the subject's mind, giving advice and encouragement for as long as the spell is in effect. Each time the subject of the spell makes an attack roll, ability check, or skill check, it rolls two d20s and takes the better result. If any roll is a natural 20, the spell's effect ends-your brilliant advice is spent."},{"Name":"Bristle","School":"transmutation","Level":{"druid":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one creatureDuration 1 minute\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes\nYou give a creature the ability to redirect a portion of its innate toughness away from its own defense and toward the amount of damage it deals with natural attacks. Each round, as a swift action at the start of its turn, the creature can choose to reduce some or all of its natural armor bonus to AC and gain an enhancement bonus on all damage rolls for natural attacks equal to that amount. The reduction to natural armor, and thus the enhancement bonus on damage rolls, cannot exceed 1 point per 3 caster levels, to a maximum penalty\/bonus of -5\/+5 at 15th level. A creature cannot reduce its natural armor bonus to less than 0 with this spell."},{"Name":"Brittle Portal","School":"transmutation","Level":{"antipaladin":2,"cleric":2,"druid":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 5-ft.-radius spreadDuration 1 round\/levelSaving Throw Will negates (object); Spell Resistance yes (object)\nThis spell weakens the bonds of existence, and reduces the hardness of any non-magical surface within its area of effect by 2 per caster level. The spell is centered on a flat surface chosen by the caster, and the hardness reduction effect persists for the duration of the spell."},{"Name":"Brow Gasher","School":"necromancy","Level":{"bloodrager":2,"inquisitor":2,"magus":2,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange touchArea one slashing melee weapon touchedDuration 1 round\/level or until dischargedSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nYou imbue a slashing melee weapon with the \nability to deal a gruesome head wound. When the target weapon hits a \nliving creature, in addition to the normal effects of that hit, the \nwielder can discharge this spell as a free action to open a gash on the target’s forehead that deals bleed damage equal to half your caster level. At the start of each of the target’s turns, when it takes bleed damage, it also takes a cumulative –1 penalty on all attack rolls. When that penalty reaches –3, the target also treats all targets as having concealment (20% miss chance). When the penalty reaches –5, the target is blinded. Stopping the bleed damage ends the effects this spell imposes on the bleeding creature. A target that is immune to bleed damage is also immune to all this spell’s effects."},{"Name":"Bull's Strength","School":"transmutation","Level":{"cleric\/oracle":6,"druid":6,"magus":6,"sorcerer\/wizard":6,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","or":"","from":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject becomes stronger. The spell grants a +4 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier.\nBull's Strength, Mass\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Bullet Shield","School":"abjuration","Level":{"alchemist":2,"bloodrager":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bullet)"},"Range":"touch","Target":"creature touched","Duration":"10 minutes\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The warded creature gains a +4 deflection bonus\n to AC against firearm and ranged attacks, with an additional +1 to the \nbonus for every five caster levels you have (to a maximum of +8 at 20th \nlevel). Though the spell is called bullet shield, it also grants this \nprotection from attacks made from firearms with the scatter weapon \nquality."},{"Name":"Bullet Ward","School":"abjuration","Level":{"antipaladin":2,"bard":2,"inquisitor":2,"paladin":2,"ranger":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","each":""},"Description":"Range personalTarget youDuration 10 minutes\/level or until discharged\nYou toss several adamantine bullets into the air, which then hover protectively nearby and intercept firearm attacks targeting you. The number of bullets protecting you is equal to half your caster level (maximum 4). When an opponent takes a shot at you with a firearm, as an immediate action you can designate a hovering bullet to attempt to block the attack, increasing your AC against that attack by 10. Doing this destroys the adamantine bullet whether or not the attack hits. The spell is discharged when all affected adamantine bullets are destroyed or taken from you. Each adamantine bullet has AC 24, 20 hit points, and hardness 20."},{"Name":"Bungle","School":"enchantment (compulsion)","Level":{"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one humanoidDuration concentration + 2 rounds or until triggeredSaving Throw Will negates; Spell resistance yes\nThe target takes a –20 penalty on its next attack roll or check that requires a d20 roll. The action must be one deliberately taken by the target on its turn. Creatures with more than 10 HD are unaffected by this spell."},{"Name":"Buoyancy","School":"transmutation","Level":{"bard":2,"shaman":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one Medium or smaller object or creature\/level, no two of which can be more than 20 ft. apartDuration up to 1 round\/level (see text)Saving Throw Will negates (harmless) or Will negates (object); Spell Resistance yes (object)"},{"Name":"Burdened Thoughts","School":"enchantment (compulsion) [mind-affecting]","Level":{"druid":2,"shaman":2,"sorcerer\/wizard":3,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a lead bearing wrapped in clay)"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nYou fill a creature's mind with the realization of its earthly weight and responsibilities. Disheartened and wearied by these thoughts, the creature gains heavy encumbrance and is unable to fly (if already flying, it must land as soon as possible).\nIf the creature is three or more size categories larger than you, it's also staggered."},{"Name":"Burning Arc","School":"evocation [fire]","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets one primary target plus one additional target\/3 levels (each of which must be within 15 ft. of the primary target)Duration instantaneousSaving Throw Reflex half; Spell Resistance yes\nThis spell causes an arc of flame to leap from your fingers, burning a number of enemies nearby. It deals 1d6 points of fire damage per caster level (maximum 10d6). For every additional target the discharge arcs to, reduce the number of damage dice by half (rounded down). Therefore, at 9th level, your burning arc deals 9d6 points of fire damage to the primary target, then 4d6 points of fire damage to a secondary target, then 2d6 points of fire damage to an additional target."},{"Name":"Burning Disarm","School":"transmutation [fire]","Level":{"cleric\/oracle":1,"druid":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"Short (25 ft. + 5 ft.\/2 levels)","Target":"Held metal item of one creature or 15 lbs. of unattended metal","Duration":"Instantaneous","Saving_Throw":"Reflex negates (object, see text);","Spell_Resistance":"Yes (object)","Description":"This spell causes a metal object to instantly become red hot. A creature holding the item may attempt a Reflex save to drop it and take no damage (even if it is not their turn), otherwise the hot metal deals 1d4 points of fire damage per caster level (maximum 5d4). Circumstances that prevent the creature from dropping the item (such as a locked gauntlet) mean the creature gets no saving throw. The heat does not harm the item, and it does not get hot enough or last long enough to ignite flammable objects. The item cools to its previous temperature almost instantly. If cast underwater, burning disarm deals half damage and boils the surrounding water."},{"Name":"Burning Gaze","Description":"School evocation [fire]; Level\nbloodrager 2, druid 2, magus 2, sorcerer\/wizard 2, \nwitch 2\nRange personalTargets youDuration 1 round\/levelSaving Throw Fortitude negates (see text); Spell Resistance yes\nYour eyes burn like hot coals, allowing you to set objects or foes alight with a glance.\nAs a standard action as long as this spell's effects persist, you may direct your burning gaze against a single creature or object within 30 feet of your location. Targeted creatures must succeed at a Fortitude save or take 1d6 points of fire damage. Unattended objects do not get a save. Creatures damaged by the spell must make a Reflex save or catch fire.\nEach round, burning creatures may attempt a Reflex save to quench the flames; failure results in another 1d6 points of fire damage. Flammable items worn by a creature must also save or take the same damage as the creature. If a creature or object is already on fire, it suffers no additional effects from burning gaze.\nNote that this spell does not grant an actual gaze attack- foes and allies are not in danger of catching on fire simply by meeting your gaze.\nYou may focus your burning gaze on a creature or object as a move action instead of as a standard action. the target takes 1d8 points of fire damage for failing its save and for each round it's on fire.\nAugmented: If you expend two uses of mythic power, once during the spell's duration you can, as a full-round action, direct your burning gaze at up to one creature per caster level.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""}},{"Name":"Burning Hands","School":"evocation [fire]","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 15 ft.Area cone-shaped burstDuration instantaneousSaving Throw Reflex half; Spell Resistance yes\nA cone of searing flame shoots from your fingertips.\nAny creature in the area of the flames takes 1d4 points of fire damage per caster level (maximum 5d4).\nFlammable materials burn if the flames touch them. A character can extinguish burning items as a full-round action.\nThe range increases to 20 feet, and the damage dealt increases to 1d6 points of fire damage per caster level (maximum 5d6)."},{"Name":"Burrow","School":"transmutation","Level":{"alchemist":3,"bloodrager":3,"druid":3,"ranger":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget creature touchedDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell resistance yes (harmless)\nThe subject can burrow at a speed of 15 feet (or 10 feet if it wears medium or heavy armor, or if it carries a medium or heavy load) through sand, loose soil, or gravel, or at a speed of 5 feet through stone. Using burrow requires only as much concentration as walking, so the subject can attack or cast spells normally. The burrowing creature cannot charge or run. Loose material collapses behind the target 1 round after it leaves the area. This spell does not give the target the ability to breathe underground, so when passing through loose material, the creature must hold its breath and take only short trips, or else it may suffocate.\n\nThe target can breathe underground while burrowing. If you're 3rd tier, the burrow speed increases to 20 feet through sand, soil, or gravel, and to 10 feet through stone. At 6th tier, these speeds increase to 30 feet and 15 feet respectively. At 9th tier, these speeds increase to 40 feet and 20 feet.\nAugmented (3rd): If you expend two uses of mythic power, the burrowing creature may leave behind an open tunnel with a diameter equal to half its space.\nWhen the spell's effect ends, this tunnel closes up immediately.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Burst Bonds","School":"evocation","Level":{"inquisitor":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range touchTargets one object or creature restraining youDuration instantaneousSaving Throw Fortitude half (object); Spell Resistance yes\nYou blast your restraints with divine wrath, dealing 1d6 points of damage per caster level to the target object (maximum 5d6), ignoring hardness of 10 or less. A Fortitude save halves the damage, although only magical restraints receive a Saving Throw."},{"Name":"Burst of Glory","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":5,"inquisitor":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Area 10-ft.-radius burst, centered on youDuration 1 round\/level (D; see text)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nGet this book AND support this site!\nAllies in the area of this spell at the time of casting gain a +1 sacred bonus on attack rolls and saves against fear effects, plus 1 temporary hit point per caster level (maximum 20). You shine with a white or golden radiance equal to a torch for the spell's duration, though you can dismiss the glow effect as a free action."},{"Name":"Burst of Nettles","School":"conjuration [acid]","Level":{"druid":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 10-ft.-radius burstDuration instantaneousSaving Throw Reflex half; Spell resistance yes\nYou release a burst of barbed, acid-filled nettles. Creatures caught in the burst take 3d6 points of damage plus 1d6 points of acid damage on the next round. Those that save take half damage from the initial burst and no damage on the next round."},{"Name":"Burst of Radiance","School":"evocation [good, light]","Level":{"cleric":2,"druid":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Area 10-ft.-radius burstDuration instantaneousSaving Throw Reflex partial; Spell Resistance yes\nThis spell fills the area with a brilliant flash of shimmering light. Creatures in the area are blinded for 1d4 rounds, or dazzled for 1d4 rounds if they succeed at a Reflex save. Evil creatures in the area of the burst take 1d4 points of damage per caster level (max 5d4), whether they succeed at the Reflex save or not."},{"Name":"Burst of Speed","School":"transmutation","Level":{"alchemist":3,"antipaladin":3,"bloodrager":3,"magus":3,"inquisitor":3,"paladin":3,"ranger":3},"Description":"\n\n\nCasting Time 1 swift actionComponent V\n\nRange personalTarget youDuration see text\nUntil the end of your turn, you gain a +20-foot bonus to speed (or \n+10-foot bonus if you are wearing Medium or Heavy armor), your movement \ndoes not provoke attacks of opportunity,\n and you can move through the space of creatures that are larger than \nyou are, but you cannot end your movement this round in a space occupied\n by a creature."},{"Name":"Business Booms","School":"enchantment","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (promotional materials such as flyers and posters worth 10 gp)"},"Range":"touch","Target":"one building","Duration":"see text (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You may cast this spell immediately prior to spending 1 day of downtime to promote a business. The spell is cast on a building you wish to promote, which is magically bestowed with magical decorations and other improvements that make it generally more appealing, and it is treated as seeing increased activity for the spell's duration. If the spell is cast on a building that you do not promote immediately thereafter, the spell is expended with no effect.\nAfter the initial day of downtime spent promoting your building, the spell maintains the influx of activity for a number of days equal to half your caster level (maximum 5 days). During this time, you needn't spend additional downtime to promote the building, but you must spend capital as normal to promote the building. The capital the affected building generates for you is unaffected by the spell. If you spend 1 day promoting a different building than the target of this spell while this spell remains active, the spell immediately ends."}]