[{"Name":"Cackling Skull","School":"illusion (glamer)","Level":{"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one skullDuration permanent until dischargedSaving Throw Will negates; Spell resistance yes\nThis spell functions as magic mouth, except rather than creating an illusory mouth on any surface, it affects a skull. In addition, when the skull’s magic is triggered, it releases wild and unnerving cackles before speaking its message. All creatures that can hear the cackles must save or become shaken for 1d4 rounds."},{"Name":"Cacophonous Call","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a scrap of sheet music)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nYou fill your target's mind with a blaring cacophony of discordant sounds, making it hard for the target to act and concentrate. The creature gains the nauseated condition for the duration of the spell if it fails its Will save.\nCacophonous Call, Mass\nTarget one creature\/level (all of which must be within 30 feet)\nThis spell functions as cacophonous call, except that is affects multiple creatures."},{"Name":"Caging Bomb Admixture","School":"evocation [force]","Level":{"alchemist":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level\nUpon drinking an extract created with this formulae, you make a \nsignificant change to your magical reserve that modifies the nature of \nall bombs you create and throw during this extract’s duration. This \neffect on your magical reserve has no effect on any discoveries that you\n use to modify your bombs, but you can only have one admixture effect \n(formulae with the word “bomb admixture” in its title) active at a time.\n If you drink another bomb admixture, the effects of the former bomb \nadmixture end and the new one becomes active. When you throw a bomb and \nhit a direct target, it creates an invisible cubical prison composed of a solid wall of force.\n The prison is as large as the splash area of the bomb that you threw, \nand traps any creature that is entirely inside the area. Creatures \nwithin the area are caught and contained unless any creature within the \nsplash radius is too big to fit inside, in which case the effect \nautomatically fails. Teleportation and other forms of astral travel provide means for escape, but the force walls extend into the Ethereal Plane, blocking ethereal travel. Like a wall of force, the cage created by the caging bomb admixture resists dispel magic, although a mage’s disjunction still functions. The walls of the cage can be damaged by spells as normal, except for disintegrate, which automatically destroys the cage. The walls of this cage can be damaged by weapons and supernatural abilities, but the cage has a hardness of 20 and a number of hit points equal to 20 per alchemist\n level. Contact with a sphere of annihilation or a rod of cancellation \ninstantly destroys this cage. When using caging bomb admixture, an alchemist can only have one cage in effect at a time. If the alchemist\n throws another bomb during the duration of caging bomb admixture, any \nother cage created by the earlier admixture ends, and a new one is \ncreated. When the duration of the caging bomb admixture ends, so does \nany remaining cage created by this admixture’s effect."},{"Name":"Calcific Touch","School":"transmutation [earth]","Level":{"bloodrager":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature or creatures touched (up to one per level)","Duration":"1 round\/level","Saving_Throw":"Fortitude Partial;","Spell_Resistance":"yes"},{"Name":"Calculated Luck","School":"divination","Level":{"cleric":3,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"The Path of Numbers is a system of numerology that describes eight basic energies. Any of these types of energy can interact at any time, producing 64 possible combinations. It is believed that those 64 combinations are sufficient to describe the basis of every interaction in the cosmos. No matter the plane, creature, or time in question, every event in the multiverse is based on one of those 64 templates. In short, the Path of Numbers is a periodic table of energetic elements.\nYou are able to use the Path of Numbers to substantially boost your combat preparedness, but your foresight comes at a price.\nRoll 3d8 and refer to the Eight Basic Energies table.\nAfter rolling, assign each die to one of the following."},{"Name":"Call Animal","School":"enchantment (compulsion) [mind-affecting]","Level":{"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range see descriptionEffect one animal whose CR is equal or less than your caster levelDuration 1 hour\/level (D)Saving Throw None; Spell Resistance None\nThis spell calls the nearest wild animal of a particular type you designate (provided the animal's CR is equal to or less than your caster level) to seek you out. The animal moves toward you under its own power, so the time it takes to arrive depends on how close an animal of the desired type is when you cast the spell. If there is no animal of that type capable of reaching you within the spell's duration, you are aware of this fact, but the spell is wasted. Knowledge of the local fauna makes this spell more effective, and the GM may permit a Knowledge (nature) skill check (DC 15) to know what animals can be found in an area.\nWhen the called animal arrives, it approaches to within 5 feet of you and remains nearby for the duration of the spell.\nIts starting attitude is indifferent, modified by circumstances and interaction. Other than starting attitude, this spell gives you no special influence or ability to communicate with the called animal, although you may use other spells or abilities to do so.\nOnce the spell's duration expires, the animal acts in accordance with its attitude. Most animals will likely wander off, but a hostile predatory animal may attack, especially if it is hungry or provoked.\nDomesticated animals or animals trained by someone else, including such creatures as familiars or animal companions, are unaffected by call animal.\nYou can call up to one animal per 2 caster levels. Animals that answer your call have a starting attitude of friendly. Add your tier to Handle Animal checks attempted to influence these animals.\nYou may use this spell to call magical beasts with Intelligence 1 or 2, but they can attempt Will saving throws (with a +4 bonus) to resist the spell."},{"Name":"Call Construct","School":"conjuration (teleportation)","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sapphire worth 1,000 or 5,000 gp; see text)"},"Description":"Range touchTarget construct touchedDuration permanent until dischargedSaving Throw none; Spell resistance no\nThis spell functions as instant summons, except it can only summon a construct you control. For constructs such as golems that are immune to magic, the value of the specially inscribed sapphire must be at least 5,000 gp. For other constructs, a 1,000 gp sapphire suffices.\nIf the construct is no longer under your control or destroyed, the spell fails, but you know roughly where the construct or its remains are located."},{"Name":"Call Lightning","School":"evocation [electricity]","Level":{"druid":3,"shaman":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect one or more 30-ft.-long vertical lines of lightningDuration 1 min.\/levelSaving Throw Reflex half; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nImmediately upon completion of the spell, and once per round thereafter, you may call down a 5-foot-wide, 30-foot-long, vertical bolt of lightning that deals 3d6 points of electricity damage. The bolt of lightning flashes down in a vertical stroke at whatever target point you choose within the spell's range (measured from your position at the time). Any creature in the target square or in the path of the bolt is affected.\nYou need not call a bolt of lightning immediately; other actions, even spellcasting, can be performed first. Each round after the first you may use a standard action (concentrating on the spell) to call a bolt. You may call a total number of bolts equal to your caster level (maximum 10 bolts).\nIf you are outdoors and in a stormy area - a rain shower, clouds and wind, hot and cloudy conditions, or even a tornado (including a whirlwind formed by a djinni or an air elemental of at least Large size) - each bolt deals 3d10 points of electricity damage instead of 3d6.\nThis spell functions indoors or underground but not underwater.\nCall Lightning Storm\nSchool evocation \n[electricity]; Level druid 5\nRange long (400 ft. + 40 ft.\/level)\nThis spell functions like call lightning, except that each bolt deals 5d6 points of electricity damage (or 5d10 if created outdoors in a stormy area), and you may call a maximum of 15 bolts.\nEach lightning bolt's damage increases to 3d10 points of damage (or 5d10 points outdoors in stormy weather). Half of this damage is electricity damage, and the other half is sonic.\nCreatures that succeed at their saving throws are dazzled and deafened for 1 round. Those that fail at their saving throws are dazzled and deafened for 1 minute."},{"Name":"Call Lightning Storm","School":"evocation [electricity]","Level":{"druid":5,"shaman":5},"Description":"Range long (400 ft. + 40 ft.\/level)\nSource Skull & Shackles Player's Guide"},{"Name":"Call Spirit","School":"conjuration (calling)","Level":{"cleric":5,"medium":3,"shaman":5,"spiritualist":5},"Description":"CASTING\nEFFECT\nRange 10 ft.Effect call the spirit of a single deceased humanoid creature\nDuration concentrationSaving Throw Will negates; see text; Spell Resistance no\nDESCRIPTION\nYou attempt to cause the spirit of a specific individual to manifest from its final resting place. You must request the spirit's presence by speaking its name.\nUnwilling spirits can resist the summons by succeeding at a Will save. If the chosen spirit resists your call, another spirit with malevolent intent almost always takes its place, intent on deceiving you. The difficulty of the save depends on how well you know the subject and what sort of physical connection (if any) you have to the creature whose spirit you wish to call.\n† You must have at least a name the creature was called in life.\nA successfully called spirit manifests as a wispy, vaporous form that vaguely resembles the form the deceased creature had in life. The spirit has the physical attributes of an unseen servant and is capable of minor physical manipulations, with the ability to speak in quiet, ghostly whispers in whatever languages the creature knew while it was alive. The spirit isn't an undead creature, and isn't beholden to its caller.\nWhether you summoned the chosen spirit or a deceitful replacement, the spirit can refuse to answer your questions or attempt to deceive you using Bluff, though in either case these spirits can speak about only what they knew in life and have no knowledge of events that occurred after their deaths.\nMalevolent spirits might take advantage of their limited physical abilities to cause terrifying spectacles designed to scare the caster.\nYou must concentrate on maintaining the spell (as a standard action) in order to ask questions at the rate of one per round. You can ask a total of one question per caster level; The spirit answers each during the same round. When the spell ends, the spirit's ectoplasmic form fades and the soul returns to its rest. This spell can't call the spirits of creatures that are currently undead.","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Call the Godspawn","School":"conjuration (calling) [chaotic, evil]","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"witch":9},"Casting_Time":"1 week","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","tallow":"","one":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Duration instantaneousSaving Throw none; Spell Resistance no\nHaving attained the highest and most profane form of magical achievement in your god's service, you are able to call forth his most dreaded creations: the godspawn.\nCasting this spell requires a week-long ritual involving the sacrifice of one or more sentient humanoid creatures that between them possess a total of at least 15 Hit Dice. You may not eat, sleep, or cast any other spells for the duration of this ritual. After the third day of the ritual, you must succeed at a Constitution check on each remaining day of the ritual (DC 10 + 1 for each previous check) or take 1d6 points of nonlethal damage from hunger. At the end of the ritual, you gain the exhausted condition from lack of sleep.\nUpon completion of the ritual, the ground rumbles in a 100-foot radius centered on you. This effect lasts for 1 round. Any creature on the ground in this area that attempts to cast a spell during this round must succeed at a concentration check (DC 20 + spell level) or lose the spell. Any creature on the ground in the area that attempts to attack or move during this round must succeed at a DC 15 Reflex save at the beginning of its turn or fall prone.\nAt the beginning of your next turn, a massive fissure full of dark fire and shrieking cries appears at a point you designate within the spell's range, and a godspawn emerges.\nThis creature takes the form of a thunder behemoth with the advanced and entropic simple templates. Unlike with summon monster or similar spells, the caster has no control whatsoever over the called creature. The spawn immediately heads in a random direction or toward an obvious target such as a population center, destroying anything in its path, yourself and your allies included.\nAny creature may attempt to control the called godspawn via spells like dominate monster or binding.\nHowever, if such an attempt fails, it draws the godspawn's attention, and the monster immediately tries to destroy the creature that attempted to control it. Because the godspawn are all magical beasts native to the Material Plane, spells such as banishment or dismissal have no effect on the called spawn.\nMythic: When casting this spell, you can specify a particular godspawn to call in place of the nameless behemoth spawned by the non-mythic version of this spell. In order to do so, you must expend one use of mythic power plus three additional uses of mythic power per point of Challenge Rating the specified godspawn represents above CR 20. These must be expended on the final day of the week-long ritual to cast the spell."},{"Name":"Call the Void","School":"evocation","Level":{"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level (D)","Saving_Throw":"Reflex for half; see text;","Spell_Resistance":"yes","Description":"The spell listed as tapestry's embrace doesn't seem to exist, and it has been suggested that the spell call the void was originally called that name and was changed in editing. GMs are encouraged to use call the void as a 3rd-level Void Elementalist wizard spell.\nThis spell surrounds you with an aura of nothingness that channels mysterious energies."},{"Name":"Call Weapon","School":"transmutation","Level":{"bard":1,"magus":1,"ranger":1},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 feetTarget one melee weapon wielded by an allyDuration instantaneous\nYou cause a weapon wielded by an ally within 30 feet to telekinetically fly across the space between you and into your open hand. This extra energy persists in the weapon for the rest of the round, granting you a +2 circumstance bonus on attack rolls and weapon damage rolls made during the same round you cast this spell."},{"Name":"Callback","School":"conjuration (teleportation)","Level":{"bard":5,"druid":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (crushed grasshopper)"},"Description":"Range long (400 ft. + 40 ft.\/level)Target your familiar\nDuration 10 minutes\/level or until expended (see text)Saving Throw Fort negates (harmless); Spell Resistance yes (harmless)\nGet this book AND support this site!\nIf your familiar takes hit point damage while within range of this spell, it immediately teleports to your space after the damage is applied. If it's killed, its corpse teleports instead. Optionally, you can specify a number of points of damage for your familiar to take before the spell takes effect. Once the familiar has teleported back to you, the spell ends.\nRange 1 mile\/levelDuration 1 hour\/level or until expended\nThis spell functions as callback, except as noted above."},{"Name":"Calm Air","School":"abjuration [air]","Level":{"druid":4,"sorcerer\/wizard":5,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Area":"cylinder (5-ft.\/level radius, 40 ft. high)","Duration":"10 minute\/level (D)","Saving_Throw":"none (object);","Spell_Resistance":"no (object)","Description":"\n\n\nGet this book AND support this site!\nThis spell calms the air and disperses fog, dust, and other particles. The wind force in the area is reduced in strength by one step per 4 caster levels (to a minimum wind force of light) and clouds are dispersed, although parts of non-magical clouds that extend beyond the area are not affected. If a magical cloud or wind's point of origin is inside the area of a calm air spell, the whole effect is suppressed; otherwise, only the part inside the area is suppressed. Suppression still counts against the duration of a wind or cloud effect. Magical wind and cloud effects are suppressed only if you succeed at a caster level check (DC 11 + effect's caster level). You can move the calm air effect by concentrating as a standard action."},{"Name":"Calm Animals","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"druid":1,"ranger":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets animals within 30 ft. of each otherDuration 1 min.\/levelSaving Throw Will negates; Spell Resistance yes\nThis spell soothes and quiets animals, rendering them docile and harmless. Only ordinary animals (those with Intelligence scores of 1 or 2) can be affected by this spell. All the subjects must be of the same kind, and no two may be more than 30 feet apart. The maximum number of HD of animals you can affect is equal to 2d4 + caster level. "},{"Name":"Calm Emotions","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":2,"cleric\/oracle":2,"inquisitor":2,"shaman":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"creatures in a 20-ft.-radius spread","Duration":"concentration, up to 1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell calms agitated creatures. You have no control over the affected creatures, but calm emotions can stop raging creatures from fighting or joyous ones from reveling. Creatures so affected cannot take violent actions (although they can defend themselves) or do anything destructive. Any aggressive action against or damage dealt to a calmed creature immediately breaks the spell on all calmed creatures."},{"Name":"Calm Spirit","School":"necromancy","Level":{"cleric":2,"medium":1,"shaman":2,"spiritualist":2},"Description":"CASTING\nEFFECT\nDESCRIPTION\nThis spell temporarily calms agitated haunts and incorporeal undead such as ghosts. You have no control over the affected creatures, but calm spirit postpones hostile action by the affected spirits for the duration of the spell. Entities so affected cannot take violent actions or do anything destructive, including triggering persistent haunt abilities, though they can defend themselves. Any aggressive action against or damage dealt to a calmed spirit or haunt immediately ends the effect.\nHaunts do not receive a saving throw against the spell, but the caster must succeed at a caster level check whose difficulty is equal to at least 10 + the haunt's CR in order to temporarily calm the angry entity. The spell's duration changes to concentration (up to 1 round\/level) when affecting a haunt.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one incorporeal undead creature or haunt","Duration":"1 minute or 1 round\/level; see text","Saving_Throw":"Will negates or none; see text;","Spell_Resistance":"yes"},{"Name":"Campfire Wall","School":"evocation [fire, light]","Level":{"bard":3,"druid":2,"ranger":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 20-ft.-radius sphere centered on fire sourceDuration 2 hours\/level; see below (D)Saving Throw none; Spell Resistance yes\nYou can create a barrier around a fire of at least campfire size that shelters everyone inside so long as the fire continues to burn. The barrier appears as a crackling sphere of light and fire that is clearly visible, providing as much illumination as a torch.\nThe barrier blocks line of sight, granting creatures on either side of the barrier total concealment from creatures on the other side. Any object or creature passing through the barrier from outside takes 1d6 points of fire damage and is also outlined with light equivalent to that of a torch, for 1d6 minutes. Creatures outlined in this way are plainly visible regardless of the light conditions and do not benefit from any sort of concealment, magical or otherwise. The light is not bright enough to have any special effect on undead or creatures vulnerable to light."},{"Name":"Canopic Conversion","School":"necromancy [death, evil]","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":"","M":"Material (black onyx worth 100 gp per hit die of the target)"},"Range":"close (25 f. + 5 f.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fortitude half;","Spell_Resistance":"yes","Description":"This spell eviscerates the target, drawing forth his life essence as well as his internal organs. The target takes 1d6 hit points of damage per caster level (maximum 20d6). If this damage kills the target, the spell pulls his organs into a set of 4 canopic jars and seals them; 1d4 rounds later, the corpse revives as an undead with the dune mummy template.\nThe mummy is not under your control, but the canopic jars give the bearer certain powers over it. Anyone holding one of the jars can communicate with the mummy as if they share a common language. The bearer gains the benefits of protection from evil and sanctuary, but only against that mummy. \nUnsealing or breaking a jar is a standard action, which dissipates its power (and protection) but lets the bearer issue a short command to the mummy, similar to a suggestion spell (Will DC 23 negates). You (and only you) may unseal all 4 jars in a 10-minute ritual to control the mummy with an effect similar to geas (Will DC 23 negates); most casters typically include a restriction that the mummy will not harm them, as unsealing the jars leaves them vulnerable."},{"Name":"Cape of Wasps","School":"conjuration (summoning)","Level":{"druid":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nYou summon a wasp swarm, which fills your space (up to 5 feet by 5 feet) but does not attack you. The dense cloud of vermin gives you partial concealment against ranged attacks. Any creature that makes a successful melee attack against you takes 2d6 points of swarm damage and poison from the wasp swarm, but is not affected by the swarm’s distraction ability. As a free action on your turn, you may have the swarm cling to you tightly, giving you a fly speed of 20 feet (poor maneuverability); when using the swarm to fly, it does not provide concealment or harm creatures that strike you. You can return the swarm to its protective shape as a free action on your turn.\nThe wasp swarm fills a 15-foot-by-15-foot space centered on you (or on 1 of your squares, if your space is larger than 1 square). Creatures in the area of the swarm are affected by it normally (including the swarm's distraction ability). Add your tier to the swarm's distraction DC.\nWhen you use the swarm to fly, it fills only your space, your fly speed is 30 feet (average maneuverability), and the swarm still provides partial concealment against ranged attacks.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Carrion Compass","School":"divination","Level":{"cleric":1,"ranger":1,"sorcerer\/wizard":2,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one undead creature","Duration":"10 minutes\/level","Saving_Throw":"Will negates;","Spell_Resistance":"no","Description":"You animate one of the target's fetid organs so that it leads you to the undead creature's most recent controller or the cause of the creature's undeath. The organ (typically the heart, the brain, or an eyeball) floats in front of you at chest level and slowly leads you to the undead creature's most recent controller at a rate of 30 feet per round, always staying within your range of vision. If the creature from which the organ originated had no controller, but rather was created deliberately by another creature, the organ instead leads you to that creator. If the undead was animated by an effect or event at a particular location, the organ leads you to that location. If the creature was animated by none of the methods above, if it was self-created, or if the creature's most recent controller no longer exists, the spell fails. Once the organ is within 10 feet of its intended destination, the spell ends, and the organ falls to the ground.\nThe organ cannot engage in combat or execute any other task aside from leading you to its intended target. It may pass through small slits and crevices, though it will not leave your range of vision. The organ cannot travel more than 5 miles from the spot where you cast the spell. If the undead creature to which the organ belonged is destroyed, the spell ends and the organ falls to the ground."},{"Name":"Carry Companion","School":"transmutation","Level":{"druid":2,"paladin":2,"ranger":2,"sorcerer\/wizard":2,"witch":2},"Range":"touch","Target":"one willing creature touched","Duration":"permanent; see text","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"You touch an animal or magical beast that has a helpful attitude toward you, instantly transforming the creature into a miniature figurine of stone, small enough to fit into the palm of your hand. Creatures with an attitude of less than helpful will not tolerate this spell, and it automatically fails to work on them.\nAn intelligent animal or magical beast must be a willing subject in order for this spell to take effect. Any items that the creature wears (such as a harness or saddle) or carries (such as those stowed in saddlebags) are transformed along with the creature.\nWhile miniaturized, the creature is under an effect similar to that of a flesh to stone spell: It is mindless and inert, and does not seem alive when viewed with spells like deathwatch. However, you may return the creature to its normal form at any time simply by placing the figurine on the ground, touching it, and uttering a word of command. Otherwise, the creature remains in miniature form unless the spell is broken, such as by dispel magic or stronger magic. Unlike a flesh to stone spell, a creature affected by carry companion is unaffected by stone to flesh. If the miniature figurine is broken or damaged, the creature (if returned to its original state) has similar damage or deformities."},{"Name":"Cast Out","School":"abjuration","Level":{"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets creature touchedDuration instantaneousSaving Throw Will partial; Spell Resistance yes"},{"Name":"Castigate","School":"enchantment (compulsion) [fear, language-dependent, mind-affecting]","Level":{"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 round\/level or 1 round; see textSaving Throw Will partial; Spell Resistance yes\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou compel the target to beg for forgiveness. On a failed save, the target cowers with fear. On a successful save, it is shaken for 1 round. Each round on its turn, a cowering subject may attempt a new save to end the effect. A creature who worships the same god as you takes a -2 penalty on its Saving Throw.\nCastigate, Mass\nRange medium (100 ft. + 10 ft.\/level)Target one creature\/level, no two of which can be more than 30 ft. apart."},{"Name":"Cat's Grace","School":"transmutation","Level":{"bard":6,"druid":6,"sorcerer\/wizard":6,"summoner":4,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (pinch of cat fur)"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"The transmuted creature becomes more graceful, agile, and coordinated. The spell grants a +4 enhancement bonus to Dexterity, adding the usual benefits to AC, Reflex saves, and other uses of the Dexterity modifier.\nCat's Grace, Mass\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Cause Fear","School":"necromancy [emotion, fear, mind-affecting]","Level":{"antipaladin":1,"bard":1,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature with 5 or fewer HD","Duration":"1d4 rounds or 1 round; see text","Saving_Throw":"Will partial;","Spell_Resistance":"yes"},{"Name":"Caustic Blood","School":"transmutation [acid]","Level":{"alchemist":4,"bloodrager":4,"cleric\/oracle":5,"druid":4,"magus":4,"sorcerer\/wizard":5,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (vial of black adder venom)"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"Reflex half or negates; see text;","Spell_Resistance":"no","Description":"You imbue your blood with corrosive acid.\nAny time you take piercing or slashing damage, a spray of acidic blood spurts from your body in the direction of the opponent who inflicted the wound, dealing 1d6 points of acid damage per caster level (maximum 15d6, Reflex half). This spurt travels in a 10-foot line, damaging the first creature or object it touches, with no splash damage. After it contacts a creature or object, your acidic blood continues to burn that creature for 1 round, dealing 1d6 points of acid damage per 2 caster levels (maximum 7d6). A second successful Reflex save negates this additional damage."},{"Name":"Caustic Eruption","School":"conjuration (creation) [acid]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 ft.Area 30-ft.-radius burstDuration instantaneous and 2 rounds; see textSaving Throw Reflex half (see text); Spell resistance no\nAcid erupts from your space in all directions, causing 1d6 points of damage per caster level (maximum 20d6) to creatures and unattended objects in the area. On your turn in each of the next 2 rounds, creatures and objects that failed their saves against the initial burst take an additional 1d6 points of acid damage per 2 caster levels (maximum 10d6) unless the acid is neutralized, dispelled, or washed away."},{"Name":"Cauterizing Weapon","Description":"School transmutation; Level bard 2, magus 2, ranger 2, sorcerer\/wizard 3\nCasting Time 1 standard actionComponents V, S, M (a gobbet of melted wax)\nRange close (25 ft. + 5 ft.\/2 levels)Target one weapon or 50 projectiles, all of which must be together at the time of castingDuration 1 minute\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nYou infuse a weapon with faint but pernicious energy that stymies accelerated healing. Damage dealt by the weapon or ammunition is treated as acid, cold, electricity, and fire, but only for the purpose of negating a creature's regeneration. The weapon is also treated as silver and cold iron at 8th level and is treated as chaotic, evil, good, and lawful at 11th level for the purpose of negating regeneration."},{"Name":"Ceremony","School":"transmutation","Level":{"cleric":1},"Casting_Time":"8 hours","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch or medium (100 ft. + 10 ft.\/level) (see text)","Target":"willing, living creature or creatures touched or one creature\/level (see text)","Duration":"1 hour\/level or 1 day\/level (see text)","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"You harness divine power to create one of four different ceremonies—a funeral, holiday fete, marriage, or naming—and can also create two domain-based ceremonies. Each ceremony provides a boon to two living, touched subjects for 1 hour per caster level, representing the divine gifts granted by your deity as well as the normal morale-boosting benefits of participating in an officiated ceremony. Bonuses granted by these boons are sacred bonuses if you channel positive energy or profane bonuses if you channel negative energy. (Bonuses in this section are referred to simply as sacred bonuses for ease of reading.) Only subjects whose alignments are within one step of your deity can be affected by this spell.\nIf you are using the downtime system you may use additional resources to augment the effect of a particular ceremony. You may spend 10 Goods, Labor, or Influence or 2 Magic to create a larger ceremony and grant an additional boon that lasts for 1 day per caster level (up to a maximum of 5 days). The type of capital spent should reflect the preparation required for the specific ceremony. Augmented boons affect the creatures touched as well as a number of intelligent, properly aligned creatures within medium range equal to your caster level (up to a maximum of 10 creatures), granting all subjects the benefits of the original boon as well as the benefits of an augmented boon, representing the divine gifts granted to these witnesses by your god.\nUnless otherwise stated, use-activated abilities are supernatural abilities and abilities that emulate the effects of a spell are spell-like abilities; in either case, abilities granted by a boon are generally usable only once or until the duration of the spell ends, whichever comes first. Spell-like abilities are cast at a creature's highest caster level gained, or, if the creature has no caster level,; CL 1st. Constant or passive effects and bonuses granted by this spell can be dispelled as normal, using your caster level to do so.\nThe augmented versions of these four ceremonies are identical, granting the subject a +2 sacred bonus on all saving throws.\nIn addition to these four ceremonies, each cleric gains two more ceremonies according to her domain. The names of domain ceremonies and their relevant boons are listed below. Unless otherwise noted, each of the following ceremonies requires at least two willing subjects.\nAir: Celebration of Storms. The subject can use feather fall once.\nAugmented: The subject gains a +4 sacred bonus on saves against effects with the air descriptor.\nAnimal: Ritual of Beasts. The subject can use speak with animals once (this effect lasts 3 rounds).\nAugmented: The subject can use charm animal once.\nArtifice: Apparatus's Observance. The subject can heal a construct creature with a touch, healing 1d3 points of damage.\nAugmented: The subject can heal a construct creature 1d6 points of damage.\nChaos: Anarchic Revelry. The subject can force a lawful-aligned foe within 30 feet to roll an attack roll twice and take the less favorable result. This ability must be announced before the first attack roll is made.\nAugmented: The first time the subject deals damage to a foe with a melee attack, the attack is treated as chaotic for the purpose of overcoming DR.\nCharm: Jubilee of Delight. The subject gains a +2 sacred bonus on his next Bluff, Diplomacy, or Intimidate check.\nAugmented: The subject gains a +2 sacred bonus on saving throws against charm and compulsion effects.\nCommunity: Celebration of Bonding. As a standard action, the subject can heal a touched creature 1d6 points of nonlethal damage.\nAugmented: The subject is cured of the fatigued, shaken, and sickened conditions.\nDarkness: Glorify Shadows. The subject gains darkvision to a range of 30 feet (or increases current range of darkvision by 10 feet).\nAugmented: The subject increases range of darkvision by 30 feet.\nDeath: Dance of the Dead. The subject can use bleed up to three times.\nAugmented: The subject can use cause fear once.\nDestruction: Day of Dismantling. The subject gains a +1 sacred bonus on attacks and damage rolls against inanimate objects.\nAugmented: The bonus becomes +2.\nEarth: Festival of Soil. The subject can cast plant growth (enrichment) once.\nAugmented: The subject gains a +4 sacred bonus on saves against effects with the earth descriptor.\nEvil: Unholy Gala. The subject can cause a good-aligned foe to become sickened for 1 round as a melee touch attack.\nAugmented: This boon can be used three times.\nFire: Fire Calling. Non-magical fires the subject makes cannot be extinguished by non-magical means, though spells and other magical effects function as normal.\nAugmented: The subject gains a +4 sacred bonus on saves against effects with the fire descriptor.\nGlory: Resplendent Feast. The subject receives a +2 bonus on a single Charisma-based skill check.\nAugmented: This boon can be used three times.\nGood: Festival of Benevolence. The subject gains a +1 sacred bonus on melee attacks and melee damage rolls against evil-aligned foes.\nAugmented: The bonus becomes +2.\nHealing: Touch of Assuagement. The subject can heal a dying creature 1d4 hit points as a standard action.\nAugmented: This boon can be used three times.\nKnowledge: Liturgy of Learning. The subject can attempt any Knowledge skill check untrained.\nAugmented: This boon can be used three times.\nLaw: Observance of Order. The subject gains a +5 sacred bonus on the next combat maneuver check she makes against a chaotic-aligned foe.\nAugmented: The subject gains a +2 sacred bonus to CMD against chaotic-aligned foes.\nLiberation: Freedom Festival. The subject can use remove fear once.\nAugmented: The subject gains a +2 sacred bonus to CMD.\nLuck: Fete of Fortune. The next time the subject rolls a d20, he may roll twice and take the more favorable result.\nAugmented: The subject may use this ability on any single d20 roll, not just the next one.\nMadness: Rite of Insanity. The subject can, as a melee touch attack, cause a foe to become confused for 1d4 rounds (DC 13 Will negates).\nAugmented: This boon can be used twice.\nMagic: Arcane Obeisance. The subject gains a +2 sacred bonus on Spellcraft checks made while researching a spell or crafting a magic item.\nAugmented: The subject gains a +2 sacred bonus on Knowledge (arcana) or (religion) checks made while researching a spell.\nNobility: Knighting Ceremony. The subject receives a +1 sacred bonus on attack and damage rolls with one weapon of her choice.\nAugmented: The bonus becomes +2.\nPlant: Harvest Festival. The subject can use speak with plants once, but the duration is 1 minute.\nAugmented: This boon can be used three times.\nProtection: Ceremony of Sanctuary. The subject can use sanctuary once.\nAugmented: The subject gains a +2 sacred bonus to AC.\nRepose: Spirit Ward. The subject can attempt a melee touch attack against a flat-footed foe to put him to sleep for 1d4 rounds.\nAugmented: This boon can be used three times.\nRune: Ancestral Observance. The subject gains a +2 sacred bonus on saves against language-dependent effects.\nAugmented: The subject gains a +2 sacred bonus on Linguistics checks.\nScalykind: Song of Serpents. The subject gains a +2 sacred bonus on saves against gaze attacks.\nAugmented: The subject gains a +4 sacred bonus to AC against the distraction attack of swarms.\nStrength: Ritual of Might. The subject gains a +1 sacred bonus on Strength-based skill checks and Strength checks.\nAugmented: The bonus becomes +2.\nSun: Solstice Celebration. The illumination radius of any torch or other mundane light source held by the subject increases by 10 feet.\nAugmented: The subject gains a +4 sacred bonus against effects with the light descriptor.\nTravel: Festival of Journeys. The subject can choose to ignore the effects of difficult terrain for 1 round.\nAugmented: This boon may be used three times.\nTrickery: Communion of Liars. The subject gains a +2 sacred bonus to AC the first time he is attacked while flanked.\nAugmented: This boon functions the first three times the subject is attacked while flanked.\nVoid: Celestial Observance. The subject knows the direction of north from her current position for the duration of this spell.\nAugmented: The subject is immune to confusion effects.\nWar: Call to Battle. The subject gains a +1 sacred bonus on attack rolls.\nAugmented: The subject gains a +1 sacred bonus on damage rolls.\nWater: Water Blessing. The subject can use water breathing.\nAugmented: The subject gains a +4 sacred bonus on saves against effects with the water descriptor.\nWeather: Song of the Tempest. The subject can call one 10-foot-by-10-foot rain cloud in an area within 30 feet, requiring creatures in the affected area attempting to cast spells to first succeed at DC 13 concentration checks for 1 round.\nAugmented: The DC is 15 for 3 rounds."},{"Name":"Certain Grip","School":"transmutation","Level":{"alchemist":2,"bloodrager":2,"druid":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"10 minutes\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject’s grip and footing become sure, granting a +4 competence bonus on Climb checks, on Acrobatics checks to balance, and to CMD against bull rush, drag, reposition, and trip attempts. While affected by this spell, the target is also immune to the disarm combat maneuver."},{"Name":"Chain Lightning","School":"evocation [electricity]","Level":{"magus":6,"sorcerer\/wizard":6,"witch":7,"metal":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","glass":"","or":""},"Description":"\nRange long (400 ft. + 40 ft.\/level)Targets one primary target, plus one secondary target\/level (each of which must be within 30 ft. of the primary target)Duration instantaneousSaving Throw Reflex half; Spell Resistance yes\n\nSource Skull & Shackles Player's Guide\nThis spell creates an electrical discharge that begins as a single stroke commencing from your fingertips. Unlike lightning bolt, chain lightning strikes one object or creature initially, then arcs to other targets.\nThe bolt deals 1d6 points of electricity damage per caster level (maximum 20d6) to the primary target. After it strikes, lightning can arc to a number of secondary targets equal to your caster level (maximum 20). The secondary bolts each strike one target and deal as much damage as the primary bolt.\nEach target can attempt a Reflex saving throw for half damage. The Reflex DC to halve the damage of the secondary bolts is 2 lower than the DC to halve the damage of the primary bolt. You choose secondary targets as you like, but they must all be within 30 feet of the primary target, and no target can be struck more than once. You can choose to affect fewer secondary targets than the maximum.\nThis spell deals 1d10 points of damage per caster level (maximum 20d10) and the save DC isn't reduced for secondary targets. Secondary targets have to be within 30 feet of any other target, not necessarily the primary target."},{"Name":"Chain of Perdition","School":"evocation [force]","Level":{"bloodrager":3,"cleric":3,"sorcerer\/wizard":3,"repose)":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect 10-ft. chainDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes\nA floating chain of force with hooks at each end appears within an unoccupied space of your choosing within range. This chain is a Medium object that has a 10-foot reach. Physical attacks cannot hit or harm the chain of perdition, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it normally. The chain’s AC against touch attacks is 10 + your Charisma modifier (sorcerer), Intelligence modifier (wizard), or Wisdom modifier (cleric).\nThe chain can perform the dirty trick (blind or entangle), drag, reposition, and trip combat maneuvers, using your caster level in place of your Combat Maneuver Bonus, and your Charisma modifier (sorcerer), Intelligence modifier (wizard), or Wisdom modifier (cleric) in place of your Strength or Dexterity modifier. The chain does not provoke attacks of opportunity for making combat maneuvers. It suffers no penalty or miss chance due to darkness, invisibility, or other forms of concealment.\nAs a move action, you can move the chain up to 30 feet. If the chain goes beyond the spell’s range or out of your sight, it returns to you.\nIf a creature that the chain attacks has spell resistance, you must make a caster level check (1d20 + caster level) against that spell resistance the first time the chain performs a successful maneuver against that creature. If the chain is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.\nThe following is NOT errata, NOR an official FAQ. It is merely a post to the Paizo boards by this spells original designer meant to clarify his intent and concept when creating this spell. This information is presented merely to help understand how the designer intended it to work. As usual, how it ACTUALLY works is up to the GM.\n\"Actually, the basis of this spell is grasping hand, and since that is based upon interposing hand you're going to see a lot of the same language used from that spell as well.\nSo, it is an auto-attacker, like grasping hand; but what the spell doesn't say (and perhaps it should) is that designating a new target is a move action. The language concerning moving it within the 30-ft. range was added in editorial review.\nThe intent is the chain does one of the listed combat maneuvers once per round.\nFYI: This was ultimately inspired by Marvel's Ghost Rider, and a little bit of The Christmas Carol (i.e. Jacob Marley). As a force construct, it's a way to drag around ghosts, shadows, spectres and the like. Of course, it has more applications than just that, but that's where the name comes from.\"\n[Source]"},{"Name":"Chains of Fire","School":"evocation [fire]","Level":{"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Targets one primary target, plus one secondary target\/level (each of which must be within 30 ft. of the primary target)Duration instantaneousSaving Throw Reflex half; Spell Resistance yes\n\nThis spell functions like chain lightning, except as noted above, and the spell deals fire damage instead of electricity damage."},{"Name":"Chains of Light","School":"conjuration (creation) [good]","Level":{"cleric":6,"inquisitor":5,"paladin":4,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"short (25 ft. + 5 ft.\/level)","Target":"one creature","Duration":"1 round\/level (D)","Saving_Throw":"Reflex negates;","Spell_Resistance":"no","Description":"A creature targeted by this spell is held immobile by glowing golden chains composed of pure light. The creature is paralyzed and held in place, but may attempt a new saving throw each round to end the effect. While held by the golden chains, a creature cannot use any sort of extradimensional travel, such as astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spells and spell-like abilities. The spell does not affect creatures that are already in ethereal or astral form when the spell is cast."},{"Name":"Challenge Evil","School":"enchantment (compulsion) [mind-affecting]","Level":{"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one evil creatureDuration 1 minute\/level (D)Saving Throw Will negates; Spell Resistance yes\nYou challenge an evil creature to bring the fight to you, or suffer the consequences. You gain a +2 sacred bonus on all melee attacks against the subject of the spell. At the end of its turn, if the target has not made at least one attack on you, it becomes sickened. If you move away from the target, the spell ends."},{"Name":"Chameleon Scales","Description":"School transmutation; Level alchemist 1, druid 0, ranger 1, sorcerer\/wizard 0\nCasting Time 1 standard actionComponents V, S, DF\nRange personalTarget youDuration 10 minutes\/level (D)\nYou temporarily alter the color of your skin, hide, or scales to another option legal for your race. You take no penalty for using Disguise to appear as a member of a different race as long as that race has the same type and color of skin, hide, or scales as you."},{"Name":"Chameleon Stride","Description":"School illusion (glamer); Level ranger 2\nRange personalTargets youDuration 1 minute\/level\nYou fade into the background, and while you are not truly invisible, you are hard to pinpoint due to your translucent state. While under the effects of this spell, you gain a +4 bonus on Stealth checks and have concealment from creatures more than 5 feet away (attacks have a 20% miss chance).\nRange 5 ft.Area allies in a 10-ft.-radius emanation centered on youDuration 1 minute\/level (see text)\nThis spell functions as chameleon stride, except it confers its bonuses upon all allies within 10 feet of you at the time the spell is cast. Those affected by this spell are able to see each other and themselves as if they were unaffected by the spell. If an affected creature moves out of the area, it loses the benefit of the spell. Creatures that move into the area after the spell is cast do not gain its benefit.\nPathfinder Roleplaying Game Advanced Class Guide © 2014, Paizo Inc.; Authors: Dennis Baker, Ross Byers, Jesse Benner, Savannah Broadway, Jason Bulmahn, Jim Groves, Tim Hitchcock, Tracy Hurley, Jonathan H. Keith, Will McCardell, Dale C. McCoy, Jr., Tom Phillips, Stephen Radney-MacFarland, Thomas M. Reid, Sean K Reynolds, Tork Shaw, Owen K.C. Stephens, and Russ Taylor.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"School":"illusion (glamer)","Level":{"ranger":3}},{"Name":"Changestaff","School":"transmutation","Level":{"druid":7},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"your touched staff","Duration":"1 hour\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You change a specially prepared quarterstaff into a Huge treant-like creature, about 24 feet tall. When you plant the end of the staff in the ground and speak a special command to conclude the casting of the spell, your staff turns into a creature that looks and fights just like a treant. The staff-treant defends you and obeys any spoken commands. However, it is by no means a true treant; it cannot converse with actual treants or control trees. If the staff-treant is reduced to 0 or fewer hit points, it crumbles to powder and the staff is destroyed. Otherwise, the staff returns to its normal form when the spell duration expires (or when the spell is dismissed), and it can be used as the focus for another casting of the spell. The staff-treant is always at full strength when created, despite any wounds it may have incurred the last time it appeared.\nThe treant-like creature created with this spell is considered a mythic creature, and it gains DR 10\/epic and slashing instead of gaining DR 10\/slashing.\nAugmented (7th): If you expend two uses of mythic power, the creature gains the savage mythic template."},{"Name":"Channel the Gift","School":"evocation","Level":{"bard":3,"cleric\/oracle":3,"druid":3,"ranger":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"ally spellcaster touched","Duration":"1 round or see text","Saving_Throw":"Will negates (harmless) or none;","Spell_Resistance":"yes (harmless) or no","Description":"Get this book AND support this site!\nYou channel your magical power to fuel the target's spellcasting.\nThe next spell the target casts of 3rd level or lower does not expend a spell slot; in effect, you are using your spell slot to power the target's spell. The target must start casting this spell before your next turn, and the spell cannot have a casting time longer than 1 full round. Your alignment, prohibited wizard school, and other restrictions on your own spellcasting do not affect the target, nor do you suffer any backlash from the target's choice of spell.\nIf you target yourself with this spell, you may spontaneously cast any prepared spell of 3rd level or lower without expending its spell slot on your next turn (this aspect of the spell has no effect if you are a spontaneous caster). The spell that's cast after channel the gift cannot have a casting time longer than 1 full round."},{"Name":"Channel Vigor","School":"transmutation","Level":{"alchemist":3,"cleric":3,"inquisitor":3,"magus":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level\nGet this book AND support this site!\nYou focus the energy of your mind, body, and spirit into a specific part of your being, granting yourself an exceptional ability to perform certain tasks. When you cast the spell, choose one of the following portions of your self as your focus target. Thereafter, you may change the focus target as a move action. You can gain the benefit of only one channel vigor spell at a time."},{"Name":"Chaos Hammer","School":"evocation [chaotic]","Level":{"cleric\/oracle":4,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"20-ft.-radius burst","Duration":"instantaneous (1d6 rounds); see text","Saving_Throw":"Will partial; see text;","Spell_Resistance":"yes","Description":"You unleash chaotic power to smite your enemies. The power takes the form of a multicolored explosion of leaping, ricocheting energy. Only lawful and neutral (not chaotic) creatures are harmed by the spell.\nThe spell deals 1d8 points of damage per two caster levels (maximum 5d8) to lawful creatures (or 1d6 points of damage per caster level, maximum 10d6, to lawful outsiders) and slows them for 1d6 rounds (see the slow spell). A successful Will save reduces the damage by half and negates the slow effect.\nThe spell deals only half damage against creatures who are neither lawful nor chaotic, and they are not slowed. Such a creature can reduce the damage by half again (down to one-quarter) with a successful Will save.\nThe damage dealt to lawful outsiders increases to 1d10 points of damage per caster level (maximum 10d10), and the damage dealt to other lawful creatures increases to 1d12 points of damage per 2 caster levels (maximum 5d12). The duration of slow increases to 2d6 rounds. Lawful creatures that succeed at their saves are slowed for 1 round."},{"Name":"Charitable Impulse","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":2,"cleric\/oracle":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell makes a creature more charitable, compelling it to aid others rather than use violence.\nAn affected creature practices nonviolent combat behaviors according to the following list of priorities, beginning with the first priority. The subject continues to perform a priority until he can no longer fulfill its demands (at which point he moves to the next priority) or until the spell ends, whichever comes first.\nIf the subject fulfills all five priorities, the spell effect ends.\nThe subject cannot attack or take attacks of opportunity, but can defend himself as normal. If the subject is attacked, the spell's effect immediately ends."},{"Name":"Charm Animal","School":"enchantment (charm) [mind-affecting]","Level":{"druid":1,"ranger":1,"shaman":1},"Description":"Target one animal\nCharm person makes a humanoid \"friendly\" to you, as per the rules found in the Diplomacy skill, but it also allows you to issue orders to the target, making an opposed Charisma check to convince the target to do something that it would not normally do. How does that work?\nThe charm animal spell (and charm person \/ charm monster spells by extension) makes the target your friend. It will treat you kindly (although maybe not your allies) and will generally help you as long as your interests align. This is mostly in the purview of the GM. If you ask the creature to do something that it would not normally do (in relation to your friendship), that is when the opposed Charisma check comes into play. For example, if you use charm person to befriend an orc, the orc might share his grog with you and talk with you about the upcoming raid on a nearby settlement. If you asked him to help you fight some skeletons, he might very well lend a hand. If you asked him to help you till a field, however, you might need to make that check to convince him to do it.\n[Source]"},{"Name":"Charm Monster","Description":"\nSchool enchantment (charm) [mind-affecting]; Level\nbard 3, sorcerer\/wizard 4, summoner 3, unchained summoner 4, witch 4; Domain charm 5; Elemental School wood 4\n\nTarget one living creatureDuration 1 day\/level\nCharm person makes a humanoid \"friendly\" to you, as per the rules found in the Diplomacy skill, but it also allows you to issue orders to the target, making an opposed Charisma check to convince the target to do something that it would not normally do. How does that work?\nThe charm monster spell (and charm person by extension) makes the target your friend. It will treat you kindly (although maybe not your allies) and will generally help you as long as your interests align. This is mostly in the purview of the GM. If you ask the creature to do something that it would not normally do (in relation to your friendship), that is when the opposed Charisma check comes into play. For example, if you use charm person to befriend an orc, the orc might share his grog with you and talk with you about the upcoming raid on a nearby settlement. If you asked him to help you fight some skeletons, he might very well lend a hand. If you asked him to help you till a field, however, you might need to make that check to convince him to do it.\n[Source]\nThis spell functions like charm person, except that the effect is not restricted by creature type or size.\nComponents V\nTargets One or more creatures, no two of which can be more than 30 ft. apartDuration 1 day\/level","School":"enchantment (charm) [mind-affecting]","Level":{"bard":6,"sorcerer\/wizard":8,"summoner":6,"witch":8}},{"Name":"Charm Person","Description":"School enchantment (charm) [mind-affecting]; Level\nbard 1, shaman 1, \nsorcerer\/wizard 1, \nwitch 1; Domain charm 1; Subdomain slavery 1; Elemental School wood 1\nCharm person makes a humanoid \"friendly\" to you, as per the rules found in the Diplomacy skill, but it also allows you to issue orders to the target, making an opposed Charisma check to convince the target to do something that it would not normally do. How does that work?\nThe charm person spell (and charm monster by extension) makes the target your friend. It will treat you kindly (although maybe not your allies) and will generally help you as long as your interests align. This is mostly in the purview of the GM. If you ask the creature to do something that it would not normally do (in relation to your friendship), that is when the opposed Charisma check comes into play. For example, if you use charm person to befriend an orc, the orc might share his grog with you and talk with you about the upcoming raid on a nearby settlement. If you asked him to help you fight some skeletons, he might very well lend a hand. If you asked him to help you till a field, however, you might need to make that check to convince him to do it.\n[Source]\nThis charm makes a humanoid creature regard you as its trusted friend and ally (treat the target's attitude as friendly). If the creature is currently being threatened or attacked by you or your allies, however, it receives a +5 bonus on its saving throw.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1 hour\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Charon’s Dispensation","School":"abjuration","Level":{"cleric":4,"inquisitor":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (2 silver coins)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature\/level","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Chill Metal","School":"transmutation [cold]","Level":{"druid":2},"Description":"Casting Time 1 standard action\nComponents V, S, DF\nRange close (25 ft. + 5 ft.\/2 levels)Target metal equipment of one creature per two levels, no two of which can be more than 30 ft. apart; or 25 lbs. of metal\/level, none of which can be more than 30 ft. away from any of the \nrestDuration 7 roundsSaving Throw Will negates (object); Spell Resistance yes (object)\nChill metal makes metal extremely cold.\nIt has the following effects:\nA creature takes cold damage if its equipment is chilled. It takes full damage if its armor, shield, or weapon is affected. The creature takes minimum damage (1 point or 2 points; see the table) if it's not wearing or wielding such an item.\nOn the first round of the spell, the metal becomes chilly and uncomfortable to touch but deals no damage. The same effect also occurs on the last round of the spell's duration. During the second (and also the next-to-last) round, icy coldness causes pain and damage. In the third, fourth, and fifth rounds, the metal is freezing cold, and causes more damage, as shown on the table below.\n\nAny heat intense enough to damage the creature negates cold damage from the spell (and vice versa) on a point-for-point basis. Underwater, chill metal deals no damage, but ice immediately forms around the affected metal, making it float if unattended.\nChill metal counters and dispels heat metal.\n\n\n\nThe damage dealt increases to 1d8 points of cold damage on rounds 2 and 6, and to 2d8 points of cold damage on rounds 3 through 5. Each round a creature takes cold damage from this spell, it also takes 1 point of Dexterity damage(Fort negates)."},{"Name":"Chill Touch","School":"necromancy","Level":{"bloodrager":1,"magus":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets creature or creatures touched (up to one\/level)Duration instantaneousSaving Throw Fortitude partial or Will negates; see text; Spell Resistance yes\nA touch from your hand, which glows with blue energy, disrupts the life force of living creatures. Each touch channels negative energy that deals 1d6 points of damage. The touched creature also takes 1 point of Strength damage unless it makes a successful Fortitude saving throw. You can use this melee touch attack up to one time per level."},{"Name":"Chord of Shards","School":"evocation","Level":{"bard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 15 ft.Area cone-shaped burstDuration instantaneousSaving Throw Reflex negates; Spell resistance no\nDuring your bardic performance, you can strike a chord whose notes transform into a shower of razor sharp, crystalline shards. The shards deal 2d6 points of piercing damage to all creatures caught in the area of effect.\nThe damage dealt increases to 2d8 points of piercing damage and bypasses all damage reduction.\nAny creature damaged by the shards takes 1d8 points of sonic damage.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim\nHitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Circle of Clarity","School":"abjuration","Level":{"cleric\/oracle":7,"shaman":8,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 20-ft.-radius emanation centered on a creature, object, or point in spaceDuration 1 round\/level (D)Saving Throw Will negates (harmless); Spell resistance yes (harmless)\nYou create a magical emanation that interferes with all figments and glamers within it, giving creatures a +4 bonus on saving throws to recognize them as illusions. The emanation negates concealment less than total concealment within the area. Perception checks to notice creatures or objects within the area gain a bonus equal to half your caster level (maximum +10). The spell is stationary if cast on a point in space. It is mobile if centered on a creature or object, though creatures or attended objects can negate the spell with a saving throw or spell resistance."},{"Name":"Circle of Death","School":"necromancy [death]","Level":{"inquisitor":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a crushed black pearl worth 500 gp)"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"several living creatures within a 40-ft.-radius burst","Duration":"instantaneous","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"Circle of death snuffs out the life force of living creatures, killing them instantly. The spell slays 1d4 HD worth of living creatures per caster level (maximum 20d4). Creatures with the fewest HD are affected first; among creatures with equal HD, those who are closest to the burst's point of origin are affected first. No creature of 9 or more HD can be affected, and HD that are not sufficient to affect a creature are wasted.\nThe number of Hit Dice worth of creatures killed by the spell increases to 1d6 per caster level (maximum 20d6). Add your tier to the maximum HD of creatures that can be affected by the spell. (For example, at 3rd tier, a creature with 12 HD cannot be affected.)\nAugmented (6th): If you expend two uses of mythic power, creatures that succeed at their saves against this spell take 1d6 points of damage per tier."},{"Name":"Clairaudience-Clairvoyance","School":"divination (scrying)","Level":{"bard":3,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Effect magical sensorDuration 1 min.\/level (D)Saving Throw none; Spell Resistance no"},{"Name":"Clarion Call","School":"illusion","Level":{"bard":1,"cleric":1,"magus":1,"sorcerer\/wizard":1},"Range":"touch","Target":"creature touched","Duration":"10 minutes\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject of this spell gains two benefits. First, the affected creature gains the ability to create a sound like the blast of a mighty horn or trumpet simply by miming the action of sounding one. Second, the subject can speak in a booming voice that carries easily over great distances, lowering the DC of any check to hear what is said by –15. This spell is particularly prized by battlefield commanders and champions who wish to make themselves clearly heard or gain the attention of their allies or foes."},{"Name":"Clashing Rocks","School":"conjuration (creation) [earth]","Level":{"druid":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect see textDuration instantaneousSaving Throw Reflex partial, see text; Spell Resistance no\nYou create two Colossal-sized masses of rock, dirt, and stone and slam them together against a single creature between them. The clashing rocks appear up to 30 feet away from the target on opposite sides and rush toward it with a mighty grinding crash. You must make a ranged touch attack to hit the target with the rocks. The clashing rocks ignore concealment and cover, and if there is a solid barrier between the target and either of the clashing rocks, the spell has a +28 bonus on the Strength check to burst through the barrier and continue unimpeded to the target. A creature struck by the clashing rocks takes 20d6 points of bludgeoning damage and is knocked prone. If the target fails a Reflex Saving Throw, it is also buried under the resulting rubble as if by a cave-in.\nIf the clashing rocks miss the target, the target still takes 10d6 points of bludgeoning damage from falling rocks and is knocked prone. A successful Reflex save reduces this damage to half and the target remains standing. Creatures other than the target that occupy the spaces where the clashing rocks appear or within their path (30 feet wide, 30 feet high, and up to 60 feet long) must also make Reflex saves or take 10d6 points of bludgeoning damage and be knocked prone (save for half and remain standing). A creature can only take damage once from the clashing rocks, no matter how many times the clashing rocks pass over a target creature."},{"Name":"Cleanse","School":"evocation","Level":{"cleric\/oracle":5,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTargets youDuration instantaneous\nPositive energy infuses and cleanses your body.\nThis spell cures 4d8 points of damage + 1 point per caster level (maximum +25) and ends any and all of the following adverse conditions affecting you:\nability damage, blinded, confused, dazzled, deafened, diseased, exhausted, fatigued, nauseated, poisoned, and sickened.\nIn addition, cleanse functions as break enchantment upon a single additional effect of your choice that is affecting you and that can be legally affected by this effect.\nIf used by undead or other creatures healed by negative energy, the spell cleanses with negative energy rather than positive."},{"Name":"Clenched Fist","School":"evocation [force]","Level":{"sorcerer\/wizard":8},"Description":"Components V, S, F\/DF (a leather glove)\nThis spell functions like interposing hand, except that the hand can also push or strike one opponent that you select. The floating hand can move as far as 60 feet and can attack in the same round. Since this hand is directed by you, its ability to notice or attack invisible or concealed creatures is no better than yours.\nThe hand attacks once per round, and its attack bonus equals your caster level + your Intelligence, Wisdom, or Charisma modifier (for a wizard, cleric, or sorcerer, respectively) + 11 for the hand's Strength score (33), -1 for being Large. The hand deals 1d8+11 points of damage on each attack, and any creature struck must make a Fortitude save (against this spell's save DC) or be stunned for 1 round. Directing the spell to a new target is a move action."},{"Name":"Cleromancy","School":"divination","Level":{"cleric":2,"druid":3,"inquisitor":3,"sorcerer\/wizard":3},"Casting_Time":"full-round action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"personal","Target":"you","Duration":"1 round\/caster level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"The Path of Numbers is a system of numerology that describes eight basic energies. Any of these types of energy can interact at any time, producing 64 possible combinations. It is believed that those 64 combinations are sufficient to describe the basis of every interaction in the cosmos. No matter the plane, creature, or time in question, every event in the multiverse is based on one of those 64 templates. In short, the Path of Numbers is a periodic table of energetic elements.\nCleromancy involves casting bones and interpreting the results. Those able to arrive at the proper interpretation are granted knowledge of coming events. Roll 1d4 per caster level. Group the dice by like results, and choose one of the groups. For the duration of cleromancy, you can apply a luck bonus equal to the result of the selected dice to any d20 roll.\nYou can apply this bonus to a number of rolls equal to the number of dice in the group. If cleromancy expires before you are able to allocate the total number of allotted bonuses, the remaining bonuses are lost."},{"Name":"Climbing Beanstalk","School":"conjuration (creation)","Level":{"druid":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 5-ft. square of climbable beanstalksDuration instantaneous\nYou cause a thick, sturdy beanstalk to sprout from the ground and grow upward to a height of 10 feet + 5 feet per 2 caster levels. The growing stalk anchors itself to sturdy objects such as walls or ceilings, and grows around objects that do not fully obstruct its square (such as tree branches), but is stopped by solid obstacles. The beanstalk provides numerous hand- and footholds; its climb DC 5. The beanstalk can support up to 200 pounds plus 50 pounds per caster level, or double that amount if anchored on its upper end. If it anchors itself to a sturdy mobile object (such as a ship or a siege engine), breaking the object free requires a DC 23 Strength check or cutting through the beanstalk (hardness 2, 40 hp).\nIf the ground is capable of supporting plant life, the beanstalk continues to live as a normal plant, and it produces nutritious (if unappetizing) beans. Otherwise, the plant dies after 1d6 hours; its husk remains as durable as a small tree."},{"Name":"Cloak of Chaos","School":"abjuration [chaotic]","Level":{"cleric\/oracle":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 20 ft.Targets one creature\/level in a 20-ft.-radius burst centered on youDuration 1 round\/level (D)Saving Throw see text; Spell Resistance yes (harmless)"},{"Name":"Cloak of Dreams","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":5,"shaman":7,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a rose petal and a drop of perfume)"},"Description":"Range 5 ft.Area 5-ft.-radius emanation centered on youDuration 1 round\/level (D)Saving Throw Will negates; Spell Resistance yes\nYou are surrounded by a soporific aroma that causes living creatures that begin their turn or end their movement within 5 feet of you to fall asleep for 1 minute. Creatures must save each time they begin their turn or end their movement within the cloak of dreams, even if they have previously saved against the effect. Sleeping creatures are helpless but can be awakened with a standard action or after being wounded.\nCreatures with the scent special quality have a -4 penalty on their saves."},{"Name":"Cloak of Shade","School":"abjuration","Level":{"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a leaf from a shade tree)"},"Description":"Range touchTargets one creature per levelDuration 1 hour\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThis spell provides the subject with some degree of protection from the harmful effects of the sun. The cloaked subject treats environmental heat due to sun exposure as one level less: severe heat is considered very hot conditions, while very hot is considered average temperature (see heat dangers). The cloak of shade also reduces any penalties from sunlight by 1. The spell does not, however, eliminate the effects of direct sunlight on creatures vulnerable to sunlight. Cloak of shade has no effect on environmental heat from sources other than the sun."},{"Name":"Cloak of Winds","School":"abjuration [air]","Level":{"bloodrager":3,"druid":3,"magus":3,"ranger":3,"sorcerer\/wizard":3,"wood":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 minute\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou shroud a creature in a whirling screen of strong, howling wind.\nThe subject is never checked or blown away by strong winds of windstorm or lesser strength (whether natural or magically created), and ranged attack rolls against the subject take a -4 penalty. Tiny or smaller creatures must succeed at a Fortitude save to successfully touch or attack the subject in melee. Failure knocks the attacker prone and pushes it 5 feet away from the subject per level of the caster. This movement can pass through the squares of other creatures without affecting them and does not provoke attacks of opportunity, but the creature takes 3d6 points of nonlethal damage, plus 1d6 if the creature strikes a solid object that blocks its movement."},{"Name":"Clone","School":"necromancy","Level":{"sorcerer\/wizard":8,"witch":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (laboratory supplies worth 1,000 gp)","F":""},"Description":"Range 0 ft.Effect one cloneDuration instantaneousSaving Throw none; Spell Resistance no\nThis spell makes an inert duplicate of a creature. If the original individual has been slain, its soul immediately transfers to the clone, creating a replacement (provided that the soul is free and willing to return). The original's physical remains, should they still exist, become inert and cannot thereafter be restored to life. If the original creature has reached the end of its natural life span (that is, it has died of natural causes), any cloning attempt fails.\nTo create the duplicate, you must have a piece of flesh (not hair, nails, scales, or the like) with a volume of at least 1 cubic inch that was taken from the original creature's living body. The piece of flesh need not be fresh, but it must be kept from rotting. Once the spell is cast, the duplicate must be grown in a laboratory for 2d4 months.\nWhen the clone is completed, the original's soul enters it immediately, if that creature is already dead. The clone is physically identical to the original and possesses the same personality and memories as the original. In other respects, treat the clone as if it were the original character raised from the dead, including its gaining of two permanent negative levels, just as if it had been hit by an energy-draining creature. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be cloned). If the original creature gained permanent negative levels since the flesh sample was taken, the clone gains these negative levels as well."},{"Name":"Cloud of Seasickness","School":"conjuration (creation) [poison]","Level":{"cleric":2,"druid":2,"sorcerer\/":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of seaweed)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels) Effect cloud spreads in 20-ft. radius, 20 ft. highDuration 1 round\/levelSaving Throw Fort negates; see text; Spell Resistance no\nGet this book AND support this site!\nThis spell functions like stinking cloud, except as noted above and that the vapors make creatures sickened instead of nauseated.\nCloud of seasickness can be made permanent with a permanency spell (requiring a 9th-level caster and costing 2,500 gp). A permanent cloud of seasickness dispersed by wind reforms in 10 minutes."},{"Name":"Cloud Shape","Description":"\nSchool transmutation [air]; \nLevel druid 4, ranger 4, sorcerer\/wizard 4\n\nRange personalTarget youDuration 10 minutes\/level (D)"},{"Name":"Cloudkill","School":"conjuration (creation) [poison]","Level":{"magus":5,"sorcerer\/wizard":5,"unchained":0,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect cloud spreads in 20-ft. radius, 20 ft. highDuration 1 min.\/levelSaving Throw Fortitude partial; see text; Spell Resistance no\nSource Skull & Shackles Player's Guide\nThis spell generates a bank of fog, similar to a fog cloud, except that its vapors are yellowish green and poisonous. These vapors automatically kill any living creature with 3 or fewer HD (no save). A living creature with 4 to 6 HD is slain unless it succeeds on a Fortitude save (in which case it takes 1d4 points of Constitution damage on your turn each round while in the cloud).\nA living creature with 6 or more HD takes 1d4 points of Constitution damage on your turn each round while in the cloud (a successful Fortitude save halves this damage). Holding one's breath doesn't help, but creatures immune to poison are unaffected by the spell.\nUnlike a fog cloud, the cloudkill moves away from you at 10 feet per round, rolling along the surface of the ground.\nFigure out the cloud's new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where you cast the spell.\nBecause the vapors are heavier than air, they sink to the lowest level of the land, even pouring down den or sinkhole openings. It cannot penetrate liquids, nor can it be cast underwater.\nAs a move action, you can move the cloud 10 feet in any direction.\nAdd your tier to the spell's level and Hit Dice categories to determine its effect on creatures. (For example, at 3rd tier a creature with 6 or fewer Hd gets no save, one with 7–9 HD must save or die, and one with 10 or more HD must save or take 1d4 points of Con damage.)\nAugmented (6th): If you expend two uses of mythic power, the spell bypasses the poison immunity of living creatures."},{"Name":"Codespeak","School":"transmutation","Level":{"bard":2,"inquisitor":2,"medium":2,"mesmerist":2,"occultist":2,"psychic":2,"shaman":2,"sorcerer\/wizard":2},"Description":"CASTING\nEFFECT\nDESCRIPTION\nAll recipients gain the ability to speak, write, and understand a unique language. This language sounds like random syllables and looks like written gibberish to anyone not under the spell, but the targets understand each other perfectly. Once the spell expires, any codespeak writing is unintelligible even to the targets. Each spellcaster creates a unique but constant secret language, and later castings of codespeak by the same caster allow new targets to understand messages left behind by others affected by the same spellcaster.\nComprehend languages does not enable a caster to understand the language of another's codespeak spell, but it does reveal that the targets are speaking a magical language.\nTongues and similarly powerful spells translate codespeak normally. Add your caster level to the DCs of Linguistics checks when attempting to decipher messages written in codespeak.\n\n\nGet this book AND support this site!","Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (a knotted serpent's tongue)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"you and one willing creature per 2 caster levels, no two of which can be more than 30 ft. apart","Duration":"10 minutes\/level","Saving_Throw":"no;","Spell_Resistance":"no"},{"Name":"Cold Ice Strike","School":"evocation [cold]","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 feetArea 30-ft. lineDuration instantaneousSaving Throw Reflex half; Spell resistance yes\nYou create a shredding flurry of ice slivers, which blast from your hand in a line. The line deals 1d6 points of cold damage per caster level (maximum 15d6)."},{"Name":"Collaborative Thaumaturgy","Description":"School universal; Level bard 3, cleric 3, druid 3, magus 3, summoner 3, sorcerer\/wizard 3, witch 3\nCasting Time 1 immediate actionComponents V, S, F (a bronze tuning fork)\nRange close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration instantaneous\nYou tap into the magical resonance between you and your allies to enhance one another's magic. Cast this spell when an ally casts a spell at least 1 level lower than the highest-level spell she can cast.\nThe ally casts her spell as if one of the following metamagic feats were applied to it without increasing the spell level or casting time: Enlarge Spell, Extend Spell, Silent Spell, or Still Spell. If the ally is the target of two collaborative thaumaturgy spells when casting a spell, the ally can instead apply the Empower Spell metamagic feat to a spell at least 2 levels lower than the highest-level spell she can cast. Finally, if the ally is the target of three collaborative thaumaturgy spells when casting a spell, she can instead apply the Maximize Spell or Widen Spell metamagic feat to a spell at least 3 levels lower than the highest-level spell she can cast. You can't target yourself with collaborative thaumaturgy."},{"Name":"Color Spray","School":"illusion (pattern) [mind-affecting]","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (red","yellow":"","and":""},"Range":"15 ft.","Area":"cone-shaped burst","Duration":"instantaneous; see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"A vivid cone of clashing colors springs forth from your hand, causing creatures to become stunned, perhaps also blinded, and possibly knocking them unconscious. Each creature within the cone is affected according to its HD.\n2 HD or less: The creature is unconscious, blinded, and stunned for 2d4 rounds, then blinded and stunned for 1d4 rounds, and then stunned for 1 round. (Only living creatures are knocked unconscious.)\n3 or 4 HD: The creature is blinded and stunned for 1d4 rounds, then stunned for 1 round.\n5 or more HD: The creature is stunned for 1 round.\nSightless creatures are not affected by color spray.\nThe range increases to 30 feet.\nAdd half your tier to the spell's Hit Dice categories to determine its effects on creatures. (At 3rd tier a creature with 3 or fewer HD is unconscious, blinded, and stunned; one with 4 or 5 HD is blinded andstunned, and one with 6 or more HD is stunned.)\nCreatures that succeed at their saves are dazzled for 1 minute."},{"Name":"Command","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"antipaladin":1,"cleric\/oracle":1,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You give the subject a single command, which it obeys to the best of its ability at its earliest opportunity. You may select from the following options.\nApproach: On its turn, the subject moves toward you as quickly and directly as possible for 1 round. The creature may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal.\nDrop: On its turn, the subject drops whatever it is holding. It can't pick up any dropped item until its next turn.\nFall: On its turn, the subject falls to the ground and remains prone for 1 round. It may act normally while prone but takes any appropriate penalties.\nFlee: On its turn, the subject moves away from you as quickly as possible for 1 round. It may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal.\nHalt: The subject stands in place for 1 round. It may not take any actions but is not considered helpless.\nIf the subject can't carry out your command on its next turn, the spell automatically fails.\nCommand, Greater\nSchool enchantment (compulsion) [language-dependent, mind-affecting]; Level\ncleric\/oracle 5, \ninquisitor 5; Domain nobility 5; Subdomain inevitable 5, loyalty 5, tactics 5\nTargets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/level\nThis spell functions like command, except that up to one creature per level may be affected, and the activities continue beyond 1 round. At the start of each commanded creature's action after the first, it gets another Will save to attempt to break free from the spell. Each creature must receive the same command.\nYou can target up to one creature per level, each of which must receive the same command.\nCreatures that succeed at their saving throws are staggered for 1 round (this is a mind-affecting effect)."},{"Name":"Command Plants","School":"transmutation","Level":{"druid":4,"ranger":3,"":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to 2 HD\/level of plant creatures, no two of which can be more than 30 ft. apartDuration 1 day\/levelSaving Throw Will negates; Spell Resistance yes\nThis spell allows you some degree of control over one or more plant creatures. Affected plant creatures can understand you, and they perceive your words and actions in the most favorable way (treat their attitude as friendly). They will not attack you while the spell lasts. You can try to give a subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. (Retries are not allowed.) A commanded plant never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing."},{"Name":"Command Undead","School":"necromancy","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a shred of raw meat and a splinter of bone)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one undead creatureDuration 1 day\/levelSaving Throw Will negates; see text; Spell Resistance yes\nThis spell allows you a degree of control over an undead creature. If the subject is intelligent, it perceives your words and actions favorably (treat its attitude as friendly). It will not attack you while the spell lasts. You can give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn't ordinarily do. Retries are not allowed. An intelligent commanded undead never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing.\nA nonintelligent undead creature gets no saving throw against this spell. When you control a mindless being, you can communicate only basic commands, such as \"come here,\" \"go there,\" \"fight,\" \"stand still,\" and so on. Nonintelligent undead won't resist suicidal or obviously harmful orders.\nAny act by you or your apparent allies that threatens the commanded undead (regardless of its Intelligence) breaks the spell."},{"Name":"Commune","School":"divination","Level":{"cleric\/oracle":5,"inquisitor":5,"shaman":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (holy or unholy water and incense worth 500 gp)","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 round\/level\nYou contact your deity--or agents thereof--and ask questions that can be answered by a simple yes or no. (A cleric of no particular deity contacts a philosophically allied deity.) You are allowed one such question per caster level. The answers given are correct within the limits of the entity's knowledge. \"Unclear\" is a legitimate answer, because powerful beings of the Outer Planes are not necessarily omniscient. In cases where a one-word answer would be misleading or contrary to the deity's interests, a short phrase (five words or less) may be given as an answer instead."},{"Name":"Commune with Birds","Description":"\nSchool divination; \nLevel bard 2, druid 1, ranger 1, shaman 2, sorcerer\/wizard 2, witch 2\n\nRange personalTarget youDuration 10 minutes; see text\nYou utter a question in the form of a low-pitched bird call that can be heard up to a mile away, and can understand the responses given by birds in the area. Over the next 10 minutes, the birds reply as if you had asked them the question using speak with animals, giving you a general consensus answer to the question based on their knowledge. For example, you could ask if there is drinkable water in the area, the location of predators or other creatures, directions to a mountaintop or other natural feature, and so on, and the local bird communities would answer to the best of their ability.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Commune with Nature","School":"divination","Level":{"druid":5,"ranger":4,"shaman":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration instantaneous\nYou become one with nature, attaining knowledge of the surrounding territory. You instantly gain knowledge of as many as three facts from among the following subjects: the ground or terrain, plants, minerals, bodies of water, people, general animal population, presence of woodland creatures, presence of powerful unnatural creatures, or even the general state of the natural setting."},{"Name":"Companion Life Link","School":"necromancy","Level":{"druid":2,"ranger":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one of your animal companions or your familiar","Duration":"1 minute\/level (see below)","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You create a life link between yourself and the target. You sense whenever the target is wounded and are made immediately aware if the target is slain. If you are wounded or slain, the target is made aware. As a free action, you can call out to the target, causing it to return to you (if able and willing); this ends the spell."},{"Name":"Companion Mind Link","School":"enchantment (charm) [mind-affecting]","Level":{"druid":3,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Target your animal companionDuration 1 minute\/level\nThe link between you and your animal companion becomes stronger. As long as you are within line of sight of your animal companion,\n you can telepathically communicate with it as if you two shared a \nlanguage. Also, as long as you are within line of sight of the animal companion, you can push your animal companion a swift action instead of a move action, and you do not need to succeed at Handle Animal checks to handle your animal companion. Such checks automatically succeed.\nYour animal companion understands complex instructions transmitted by the spell. It can perform any trick (even one it doesn't know) as well as any activity that could be understood by a creature with an Intelligence score of 8.\nPathfinder Roleplaying Game Ultimate Combat. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Compassionate Ally","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":2,"cleric\/oracle":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration 1 round\/levelSaving Throw Will negates; Spell resistance yes\nAt the sight of an injured ally, the target immediately disengages from its current course of action and rushes to provide aid. If the target possesses curative spells or magic items, it utilizes them to help the injured ally. If not, the target provides aid by performing a Heal check. The target remains with the injured ally to assure her safety and refuses to leave the ally’s side until her wounds are fully treated or the spell ends, but can otherwise defend itself and make attacks."},{"Name":"Compel Hostility","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"cleric":1,"inquisitor":1,"paladin":1,"ranger":1,"summoner\/unchained":0,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of your blood)"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Whenever a creature you can see that threatens you makes an attack against one of your allies, as an immediate action,\n you can compel that creature to attack you instead. When you compel a \ncreature to attack you, you must first overcome that creature’s spell resistance, and the creature can attempt a Will saving throw to ignore the compulsion. A summoner casting this spell can choose his eidolon as the target of the spell."},{"Name":"Comprehend Languages","School":"divination","Level":{"alchemist":1,"bard":1,"cleric\/oracle":1,"inquisitor":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personalTarget youDuration 10 min.\/level\nYou can understand the spoken words of creatures or read otherwise incomprehensible written messages. The ability to read does not necessarily impart insight into the material, merely its literal meaning. The spell enables you to understand or read an unknown language, not speak or write it.\nWritten material can be read at the rate of one page (250 words) per minute. Magical writing cannot be read, though the spell reveals that it is magical. This spell can be foiled by certain warding magic (such as the secret page and illusory script spells). It does not decipher codes or reveal messages concealed in otherwise normal text."},{"Name":"Cone of Cold","School":"evocation [cold]","Level":{"magus":5,"shaman":6,"sorcerer\/wizard":5,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small crystal or glass cone)"},"Range":"60 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"yes","Description":"\nCone of cold creates an area of extreme cold, originating at your hand and extending outward in a cone. It drains heat, dealing 1d6 points of cold damage per caster level (maximum 15d6).\nThe damage dealt increases to 1d10 points of cold damage per caster level (maximum 15d10). Any creature that fails its save is partially encased in ice, reducing its speed by half. Creatures with the cold or incorporeal subtype or immunity to being grappled are immune to this effect. The reduced movement lasts until the ice is destroyed.\nDestroying the ice requires a successful Strength or dispel check against the spell's DC, or dealing bludgeoning or fire damage equal to 1 point per caster level to the creature.\nAugmented: You can expend two uses of mythic power to transform the spell's cold into a barrage of giant hailstones, icicles, or shards. Half the spell's damage is your choice of bludgeoning, piercing, or slashing damage, and the other half is cold damage."},{"Name":"Confess","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 roundSaving Throw Will partial; see text; Spell Resistance yes\nYou ask the target creature a single question. On the subject's next action, it must answer truthfully in the same language as the question or take 1d6 points of damage per two caster levels (maximum 5d6) and be sickened for 2d4 rounds. A successful Will save negates the sickening effect and halves the damage. A creature that is unable to answer still takes damage."},{"Name":"Confusion","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Targets all creatures in a 15-ft.-radius burstDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\n\nThis spell causes confusion in the targets, making them unable to determine their actions. Roll on the following table at the start of each subject's turn each round to see what it does in that round.\nA confused character who can't carry out the indicated action does nothing but babble incoherently. Attackers are not at any special advantage when attacking a confused character. Any confused character who is attacked automatically attacks its attackers on its next turn, as long as it is still confused when its turn comes. Note that a confused character will not make attacks of opportunity against any creature that it is not already devoted to attacking (either because of its most recent action or because it has just been attacked).\nThis spell causes a single creature to become confused for 1 round.\nRoll on the table below instead of the non-mythic version at the start of each subject's turn to see what it does in that round.\nAugmented: If you expend two uses of mythic power when casting the spell, you force one affected creature per round to roll on the table twice and take the higher result.","Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Conjure Black Pudding","School":"conjuration (summoning) [acid]","Level":{"sorcerer\/wizard":6,"summoner\/unchained":0},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of acid worth 10 gp)"},"Description":"Range close (25 ft. + 5 ft.\/2 level)Effect one summoned black puddingDuration 1 round\/level (D)Saving Throw none; Spell resistance no\nYou summon a black pudding that immediately attacks creatures near it. You have no control over the creature, and it may attack you if there are no more obvious opponents. The black pudding is treated as a summoned creature and has the extraplanar subtype. The black pudding’s split ability works normally, but all puddings derived from the summoned one disappear when the spell ends.\nThe black pudding has fast healing equal to your tier, as do any puddings that split off from it. The black puddings from this spell never attack you, though they're otherwise uncontrolled and might attack your allies if there are no other obvious opponents.\nAugmented (6th): If you expend two uses of mythic power, the pudding gains the savage mythic template. Puddings that split off from the giant pudding don't gain the template.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Conjure Deadfall","School":"conjuration (creation)","Level":{"magus":5,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (fistful of mithral tacks)"},"Range":" medium (100 ft. + 10 ft.\/level)","Area":"see textEffect one spiked, falling block","Duration":"instantaneous","Saving_Throw":"Reflex negates (see text);","Spell_Resistance":"yes","Description":"You conjure a large metal cube covered in sharp spikes.\nIf you conjure the block so that it appears in midair, it immediately plummets downward onto all creatures below it. When you cast this spell, you select the size of the square area you wish it to affect. If you choose to create a deadfall over a single 5-foot square, the block deals 1d6 points of bludgeoning damage per caster level (maximum 15d6) to each creature in the area. A deadfall over a 10-foot square deals 1d6 points of bludgeoning damage per 2 caster levels (maximum 7d6), a deadfall over a 15-foot square deals 1d6 points of bludgeoning damage per 3 caster levels (maximum 5d6), and so on, to a maximum size of a 25-foot square. Only creatures that are on the outer edge of the area affected by a conjure deadfall spell can attempt Reflex saves to avoid the effect; creatures whose space does not touch the edge of the deadfall do not receive a save.\nIn order to deal damage, the conjured deadfall must start at least 10 feet above the tallest creature in the area to be affected. A conjured deadfall is as tall as it is wide, and the spell fails if you attempt to conjure a deadfall in an area already occupied by a creature or object (including the ceiling). Regardless, a deadfall conjured by this spell disappears as soon as it deals damage or strikes the ground."},{"Name":"Consecrate","School":"evocation [good]","Level":{"cleric\/oracle":2,"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a vial of holy water and 25 gp worth of silver dust)","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"20-ft.-radius emanation","Duration":"2 hours\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell blesses an area with positive energy. The DC to resist positive channeled energy within this area gains a +3 sacred bonus. Every undead creature entering a consecrated area suffers minor disruption, suffering a -1 penalty on attack rolls, damage rolls, and saves. Undead cannot be created within or summoned into a consecrated area. If the consecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity, pantheon, or aligned higher power, the modifiers given above are doubled (+6 sacred bonus to positive channeled energy DCs, -2 penalties for undead in the area).\nYou cannot consecrate an area with a similar fixture of a deity other than your own patron. Instead, the consecrate spell curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.\nConsecrate counters and dispels desecrate.\nSelect one alignment component that you have (chaotic, good, or lawful). The spell's penalty on attack rolls, damage rolls, and saves also affects outsiders with the opposite alignment subtype as if they were undead."},{"Name":"Constricting Coils","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"1 round\/level (D); see text","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes"},{"Name":"Contact Other Plane","School":"divination","Level":{"alchemist":5,"sorcerer\/wizard":5,"summoner":4,"unchained":0,"witch":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal"},"Description":"\nRange personalTarget youDuration concentration\n\nYou send your mind to another plane of existence (an Elemental Plane or some plane farther removed) in order to receive advice and information from powers there. See the accompanying table for possible consequences and results of the attempt. The powers reply in a language you understand, but they resent such contact and give only brief answers to your questions. All questions are answered with \"yes,\" \"no,\" \"maybe,\" \"never,\" \"irrelevant,\" or some other one-word answer.\nYou must concentrate on maintaining the spell (a standard action) in order to ask questions at the rate of one per round. A question is answered by the power during the same round. You may ask one question for every two caster levels.\nContact with minds far removed from your home plane increases the probability that you will incur a decrease in Intelligence and Charisma due to your brain being overwhelmed, but also increases the chance of the power knowing the answer and answering correctly. Once the Outer Planes are reached, the power of the deity contacted determines the effects. (Random results obtained from the table are subject to the personalities of individual deities.) On rare occasions, this divination may be blocked by an act of certain deities or forces.\nAvoid Int\/Cha Decrease: You must succeed on an Intelligence check against this DC to avoid a decrease in Intelligence and Charisma. You cannot take 10 on this check. If the check fails, your Intelligence and Charisma scores each fall to 8 for the stated duration, and you become unable to cast arcane spells. If you lose Intelligence and Charisma, the effect strikes as soon as the first question is asked, and no answer is received. If a successful contact is made, roll d% to determine the type of answer you gain.\nTrue Answer: You get a true, one-word answer. Questions that cannot be answered in this way are answered randomly.\nDon't Know: The entity tells you that it doesn't know.\nLie: The entity intentionally lies to you."},{"Name":"Contagion","School":"necromancy [disease, evil]","Level":{"cleric\/oracle":5,"druid":5,"sorcerer\/wizard":6,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"The subject contracts one of the following diseases: blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom. The disease is contracted immediately (the onset period does not apply). Use the disease's listed frequency and save DC to determine further effects. For more information see Diseases. \nSource Ultimate Magic\nRange close (25 ft. + 5 ft.\/2 levels)Target one living creatureDuration instantaneousSaving Throw Fortitude negates; Spell resistance yes\nThis spell functions as contagion, except the victim cannot overcome the disease without magic—making the required number of saves does not cure it.\nThe DC to remove the disease with magic is equal to the save DC + 5.\nThe affected target is highly contagious. Any creature it touches or that touches it with natural weapons or unarmed strikes must save or contract the disease.\nThe save DC for these targets is equal to the spell's DC – 4.\nThe target can't spread this disease to you.\nAugmented (7th): If you expend five uses of mythic power, the spell targets every living creature within a 1-mile radius.\nYou can select one creature per caster level within your line of sight; these creatures are unaffected by the spell."},{"Name":"Contagious Flame","School":"evocation [fire]","Level":{"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets three or more raysDuration 3 roundsSaving Throw none; Spell Resistance yes\nYou blast several enemies with beams of fire. You may fire three rays, plus one additional ray for every four levels beyond 11th (to a maximum of five rays at 19th level). Each ray requires a ranged touch attack to hit and deals 4d6 points of fire damage.\nThe rays may be fired at the same or different targets, but all rays must be aimed at targets within 30 feet of each other and fired simultaneously.\nEvery round on your turn, a new ray of fire launches from each creature who took damage from the spell in the previous round-these new rays attack as if you fired them, but their point of origin is the previous creature damaged. You can choose the new targets as a free action, all of whom must be within close range (25 ft. + 5 ft.\/2 levels) of their new starting point. This contagion of flame continues for a total of three rounds-a creature can be struck more than once by this spell over the course of these three rounds, although never by a ray of fire that launches from itself."},{"Name":"Contingency","School":"evocation","Level":{"sorcerer\/wizard":6},"Casting_Time":"at least 10 minutes; see text","Components":{"V":"Verbal","S":"Somatic","M":"Material (quicksilver and an eyelash of a spell-using creature)","F":""},"Description":"Range personalTarget youDuration 1 day\/level (D) or until discharged\nYou can place another spell upon your person so that it comes into effect under some condition you dictate when casting contingency. The contingency spell and the companion spell are cast at the same time. The 10-minute casting time is the minimum total for both castings; if the companion spell has a casting time longer than 10 minutes, use that instead. You must pay any costs associated with the companion spell when you cast contingency.\nThe spell to be brought into effect by the contingency must be one that affects your person and be of a spell level no higher than one-third your caster level (rounded down, maximum 6th level).\nThe conditions needed to bring the spell into effect must be clear, although they can be general. In all cases, the contingency immediately brings into effect the companion spell, the latter being \"cast\" instantaneously when the prescribed circumstances occur. If complicated or convoluted conditions are prescribed, the whole spell combination (contingency and the companion magic) may fail when triggered. The companion spell occurs based solely on the stated conditions, regardless of whether you want it to.\nYou can use only one contingency spell at a time; if a second is cast, the first one (if still active) is dispelled.\nYou can cast this spell on yourself or another willing creature as if the spell had a range of touch. A companion spell placed on another creature must be A spell from you, not from the creature, and affects that creature when triggered. The target can have only one contingency spell upon it at a time unless it also knows mythic contingency.\nThe number of companion spells you can have on yourself is equal to 1 + half your tier.\nAugmented (5th): If you expend two uses of mythic power, the casting time changes to 1 full round plus the casting time of the companion spell, but the duration of mythic contingency decreases to 1 hour per level or until discharged."},{"Name":"Contingent Action","Description":"School evocation; Level bard 3, sorcerer\/wizard 3\nRange close (25 ft. + 5 ft.\/2 levels)\nTarget one willing creatureDuration 1 minute\/level (D) or until dischargedSaving Throw Will negates (harmless); Spell Resistance Yes (harmless)\nThe target gains an extra action that becomes available when a condition which you dictate is met. At the time of casting, you dictate the condition, and the target specifies a readied action that occurs when triggered by this condition.\nThe condition needed to trigger the readied action must be clear, although it can be general. If a complicated or convoluted condition is prescribed, the whole combination might fail when triggered. For example, suppose the trigger and the action are stated as \"If the target is attacked while he is not holding a weapon, he draws a weapon.\" If the target has no weapon to draw when the trigger occurs, the action fails. If the trigger and the action are \"If an ally within 20 feet falls unconscious, the target moves to a space adjacent to that ally\" but the target is chained to a wall when the trigger occurs and can't reach the unconscious ally, the action fails.\nThe readied action must be a standard, move, or swift action—it cannot be used to cast a spell or use a supernatural ability. This action counts as a readied action and doesn't count toward the number of actions the creature can take in a round. When the condition occurs, the target can decide not to use the readied action. Once the condition is triggered, the spell is discharged—whether or not the target uses the readied action or the action is successful.\nThis spell counts as a contingency spell for the purpose of having multiple contingent effects on a creature at the same time.","Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Contingent Scroll","School":"evocation","Level":{"bard":4,"sorcerer\/wizard":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (the scroll to be triggered; see text)","F":""},"Range":"personal","Target":"you","Duration":"10 minutes\/level (D) or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You transfer the power of a scroll to the target so that it comes into effect under some condition you dictate. Casting this spell destroys the scroll, but allows the spell in it to be triggered in a manner similar to the contingency spell. The spell on the scroll must be a spell on your spell list, it must affect the target of this spell (the target of this spell is considered the caster of the scroll), and its level must be no higher than one-fourth your caster level (maximum 5th level).\nThe writing on the scroll appears on the target's skin in any location you desire; this writing does not harm or interfere with the target in any way, and doesn't need to be on exposed skin to function. For example, you could make the writing appear on under a target's clothing. The writing on the target's skin can be deciphered and identified as if it were the scroll it was copied from. Damaging the target has no effect on the stored spell, but effects such as erase that target magical writing can affect it.\nThe condition needed to bring the spell into effect must be clear, although it can be general. In all cases, this spell immediately brings into effect the scroll's spell, the latter being effectively cast instantaneously when the trigger occurs. If a complicated or convoluted condition is prescribed, the whole spell combination (the contingent scroll and the scroll's spell) might fail when triggered. The scroll's spell occurs based solely on the stated conditions, regardless of whether you want it to at that moment.\nThis spell counts as a contingency spell for the purpose of having multiple contingent effects on a creature at the same time."},{"Name":"Continual Flame","School":"evocation [light]","Level":{"cleric\/oracle":3,"inquisitor":3,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (ruby dust worth 50 gp)"},"Range":"touch","Target":"object touchedEffect magical, heatless flame","Duration":"permanent","Saving_Throw":"none;","Spell_Resistance":"no","Description":"A flame, equivalent in brightness to a torch, springs forth from an object that you touch. The effect looks like a regular flame, but it creates no heat and doesn't use oxygen. A continual flame can be covered and hidden but not smothered or quenched."},{"Name":"Control Construct","School":"transmutation","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one constructDuration concentrationSaving Throw none (see text); Spell resistance no\nYou wrest the control of a construct from its master. For as long as you concentrate, you can control the construct as if you were its master. You must make a Spellcraft check each round to maintain control. The DC of the Spellcraft check is (10 + the construct's HD). If the construct's creator or master is present and trying to control the construct, you both must make opposed Spellcraft checks each round to control the construct."},{"Name":"Control Plants","School":"transmutation","Level":{"druid":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to 2 HD\/level of plant creatures, no two of which can be more than 30 ft. apartDuration 1 min.\/levelSaving Throw Will negates; Spell Resistance no\nThis spell enables you to control the actions of one or more plant creatures for a short period of time. You command the creatures by voice and they understand you, no matter what language you speak. Even if vocal communication is impossible, the controlled plants do not attack you. At the end of the spell, the subjects revert to their normal behavior."},{"Name":"Control Summoned Creature","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":3,"cleric\/oracle":4,"sorcerer\/wizard":4,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one summoned creatureDuration 1 round\/levelSaving Throw Will negates; Spell resistance yes\nYou seize control of a summoned creature by disrupting the bond between it and the caster who summoned it. If the creature fails its save, you may command it as if you had summoned it. The original caster can attempt to regain control of the creature as a standard action by making an opposed Spellcraft check against you. When your spell ends, control reverts to the original summoner. If the summoning spell ends before this spell ends, the remaining duration of this spell is lost."},{"Name":"Control Undead","School":"necromancy","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of bone and a piece of raw meat)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to 2 HD\/level of undead creatures, no two of which can be more than 30 ft. apartDuration 1 min.\/levelSaving Throw Will negates; Spell Resistance yes\nThis spell enables you to control undead creatures for a short period of time. You command them by voice and they understand you, no matter what language you speak. Even if vocal communication is impossible, the controlled undead do not attack you. At the end of the spell, the subjects revert to their normal behavior."},{"Name":"Control Vermin","School":"transmutation","Level":{"cleric":3,"druid":2,"ranger":4,"sorcerer\/wizard":3,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF\/M":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"up to 1 HD\/level of vermin, no two of which can be more than 30 ft. apart","Duration":"1 hour\/level","Saving_Throw":"Will negates;","Spell_Resistance":"no","Description":"\n\n\nGet this book AND support this site!\nYou and a number of allies less than or equal to your caster level designated upon casting can use Handle Animal and Ride checks to influence or control the targeted vermin as if they were animals and had animal-level intelligence."},{"Name":"Control Water","School":"transmutation [water]","Level":{"cleric\/oracle":4,"druid":4,"":0,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"long (400 ft. + 40 ft.\/level)","Area":"water in a volume of 10 ft.\/level by 10 ft.\/level by 2 ft.\/level (S)","Duration":"10 min.\/level (D)","Saving_Throw":"none; see text;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nThis spell has two different applications, both of which control water in different ways. The first version of this spell causes water in the area to swiftly evaporate or to sink into the ground below, lowering the water's depth. The second version causes the water to surge and rise, increasing its overall depth and possibly flooding nearby areas.\nLower Water: This causes water or similar liquid to reduce its depth by as much as 2 feet per caster level (to a minimum depth of 1 inch). The water is lowered within a squarish depression whose sides are up to caster level x 10 feet long. In extremely large and deep bodies of water, such as a deep ocean, the spell creates a whirlpool that sweeps ships and similar craft downward, putting them at risk and rendering them unable to leave by normal movement for the duration of the spell. When cast on water elementals and other water-based creatures, this spell acts as a slow spell (Will negates). The spell has no effect on other creatures.\nRaise Water: This causes water or similar liquid to rise in height, just as the lower water version causes it to lower. Boats raised in this way slide down the sides of the hump that the spell creates. If the area affected by the spell includes riverbanks, a beach, or other land nearby, the water can spill over onto dry land."},{"Name":"Control Weather","School":"transmutation","Level":{"cleric\/oracle":7,"druid":7,"shaman":7,"sorcerer\/wizard":7,"witch":7,"water":7,"wood":7},"Casting_Time":"10 minutes; see text","Components":{"V":"Verbal","S":"Somatic"},"Range":"2 miles","Area":"2-mile-radius circle, centered on you; see text","Duration":"4d12 hours; see text","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You change the weather in the local area. It takes 10 minutes to cast the spell and an additional 10 minutes for the effects to manifest. You can call forth weather appropriate to the climate and season of the area you are in. You can also use this spell to cause the weather in the area to become calm and normal for the season.\nYou control the general tendencies of the weather, such as the direction and intensity of the wind. You cannot control specific applications of the weather--where lightning strikes, for example, or the exact path of a tornado. The weather continues as you left it for the duration, or until you use a standard action to designate a new kind of weather (which fully manifests itself 10 minutes later). Contradictory conditions are not possible simultaneously.\nControl weather can do away with atmospheric phenomena (naturally occurring or otherwise) as well as create them.\nA druid casting this spell doubles the duration and affects a circle with a 3-mile radius.\nThe casting time changes to 1 standard action, and the duration doubles. The weather changes after a number of rounds equal to 11 – your tier.\nAugmented (6th): If you expend two uses of mythic power, you can create weather of any type regardless of the season, and the weather changes after 1 round.\nPathfinder RPG Core Rulebook. Copyright 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams."},{"Name":"Control Winds","School":"transmutation [air]","Level":{"druid":5,"shaman":5,"weather":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"40 ft.\/level","Area":"40 ft.\/level radius cylinder 40 ft. high","Duration":"10 min.\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nYou alter wind force in the area surrounding you. You can make the wind blow in a certain direction or manner, increase its strength, or decrease its strength. The new wind direction and strength persist until the spell ends or until you choose to alter your handiwork, which requires concentration. You may create an \"eye\" of calm air up to 80 feet in diameter at the center of the area if you so desire, and you may choose to limit the area to any cylindrical area less than your full limit.\nWind Direction: You may choose one of four basic wind patterns to function over the spell's area.\nWind Strength: For every three caster levels, you can increase or decrease wind strength by one level. Each round on your turn, a creature in the wind must make a Fortitude save or suffer the effect of being in the windy area. See Environment for more details.\nStrong winds (21+ mph) make sailing difficult.\nA severe wind (31+ mph) causes minor ship and building damage.\nA windstorm (51+ mph) drives most flying creatures from the skies, uproots small trees, knocks down light wooden structures, tears off roofs, and endangers ships.\nHurricane force winds (75+ mph) destroy wooden buildings, uproot large trees, and cause most ships to founder."},{"Name":"Conversing Wind","School":"transmutation [air]","Level":{"bard":4,"sorcerer\/wizard":4},"Description":"\n\n\nGet this book AND support this site!\nThis spell functions as whispering wind, except it can carry responses and doesn't end after delivering its first message.\nAfter the wind completes its initial message, it waits for 1 round, then copies what it hear, and returns at the same speed and by the same route. It delivers what it heard to the location where the spell was originally cast. The wind continues back and forth in this way until the duration ends or the spell is dismissed."},{"Name":"Coordinated Effort","School":"divination","Level":{"bard":3,"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets you plus one willing creature per 3 levels, no two of which can be more than 30 ft. partDuration 1 minute\/levelSaving Throw none; Spell Resistance no\nChoose a single teamwork feat that you possess. You forge a link with your allies, allowing them to gain the benefits of the chosen feat even if they do not have it themselves. You must be a part of the group qualifying for a given bonus for your allies to gain the benefits. For example, two of your allies flanking an orc would gain no benefit from your Outflank feat, but an ally flanking the orc with you would. Your allies' positioning and actions must still meet the prerequisites listed in the teamwork feat for either of you to receive the listed bonus."},{"Name":"Corpse Hammer","School":"necromancy","Level":{"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a leather glove coated in dried embalming herbs)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect sphere of undead remains composed of 3 or more destroyed undeadDuration 1 round\/levelSaving Throw none; Spell Resistance yes\nWhen you cast this spell, you draw the remains of nearby destroyed undead together and fuse them into a mass of flesh and bone you can then hurl at any foes within range.\nThree corpses within range of the spell are required for the spell to function. The hammer can be directed to attack one foe within range per round as a move action. It uses your caster level as its base attack bonus, modified by your Intelligence, Wisdom, or Charisma modifier (whichever one is highest). On a hit, the corpse hammer deals 1d6 points of damage per three caster levels (to a maximum of 6d6 points of damage).\nCorpse hammer also has secondary effects based on the nature of the three bodies you use to create it. If the majority used to create it (at least two) were skeletal, the jagged bits of bone cause the hammer to deal slashing damage and increase its critical threat range to 19–20. On the other hand, if the majority were fleshy (at least two), the increased mass causes the spell to deal bludgeoning damage and increase its critical hit damage to ×3.\nUndead that have been destroyed by positive energy or a similar effect that does not leave a corpse, like a disintegrate spell, cannot be used to form a corpse hammer."},{"Name":"Corpse Lanterns","School":"necromancy [light]","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect up to 4 lights, all within a 10-ft.-radius areaDuration 1 minute\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions as dancing lights, except it summons up to four spheres of light, each of which glows a sickly pale green. These corpse lanterns shed dim light in a 20-foot radius, and do not increase the light level in areas of normal light or bright light. In dim or normal light, the radiance of corpse lanterns provides a strange contrast, giving all creatures in the area a –5 penalty on Stealth checks. In addition, the hue interferes with illusion (pattern) spells, giving all creatures in the illuminated area a +2 bonus on any saving throws against such spells. Unlike dancing lights, you may have more than one corpse lanterns spell active at a time, but you may only move one set in any given round. Moving the corpse lanterns does not require concentration. Corpse lanterns can be made permanent on an area with a permanency spell by a caster of at least 11th level for the cost of 7,500 gp."},{"Name":"Corrosive Consumption","School":"conjuration (creation) [acid]","Level":{"magus":5,"sorcerer\/wizard":5,"evil)":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget creature touchedDuration 3 roundsSaving Throw none; Spell resistance yes\nWith a touch, this spell causes a small, rapidly growing patch of corrosive acid to appear on the target. On the first round, the acid deals 1 point of acid damage per caster level (maximum 15). On the second round, the acid patch grows and deals 1d4 points of acid damage per caster level (maximum 15d4). On the third and final round, the acid patch covers the entire creature and deals 1d6 points of acid damage per caster level (maximum 15d6). The target can spend a full-round action to scrape off the acid, or can wash it off with at least 1 gallon of liquid to halve the damage for that round and negate the remaining rounds of the spell."},{"Name":"Corrosive Touch","School":"conjuration (creation) [acid]","Level":{"bloodrager":1,"magus":1,"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature or object touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"Your successful melee touch attack deals 1d4 points of acid damage per caster level (maximum 5d4)."},{"Name":"Corruption Resistance","School":"abjuration [chaotic, evil, good, or lawful]","Level":{"antipaladin":2,"inquisitor":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets creature touchedDuration 10 minutes\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou grant the touched creature limited protection from magical effects that inflict damage based on the target creature's alignment, such as holy smite, order's wrath, a paladin's smite evil attack, or an unholy weapon. Choose one alignment type: chaos, evil, good, or law. The subject takes 5 less points of damage from effects that specifically harm creatures of that alignment. The value of the protection increases to 10 points at 7th level and 15 points at 11th level. The spell protects the recipient's equipment as well.\nCorruption resistance protects against spells, spell-like abilities, and special abilities, not physical attacks. Corruption resistance only protects against damage. The subject can still suffer side effects from such attacks. When you use this spell to protect an alignment, it gains the descriptor of that alignment."},{"Name":"Cosmic Ray","School":"evocation","Level":{"magus":5,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of meteorite)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration instantaneous and 1 round\/level (see text)Saving Throw Fortitude partial; Spell Resistance yes\nYou fling a ray of deadly cosmic energy at the target creature.\nIf you succeed at a ranged touch attack with the ray, the target takes 1d6 points of damage per caster level (maximum 20d6) and must make a Fortitude save. On a failed save, the target becomes sickened for 1 round per caster level and emits toxic cosmic energy for as long as it is sickened; any creature that comes within 5 feet of the affected target must succeed at a Fortitude save (DC = spell's DC) or become sickened for 1 round per 2 caster levels."},{"Name":"Counterbalancing Aura","School":"abjuration","Level":{"cleric":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 20 ft.Targets one creature\/level in a 20-ft.-radius burst centered on youDuration 1 round\/level (D)Saving Throw see text; Spell Resistance yes (harmless)\nA pulsing bronze glow surrounds the targets, protecting them from attacks, granting them resistance to spells cast by neutral creatures, and sickening or nauseating neutral creatures that strike the targets. This abjuration has four effects.\nFirst, each warded creature gains a +4 deflection bonus to AC and a +4 resistance bonus on saves. This benefit applies against all attacks, not just against attacks by neutral creatures.\nSecond, a warded creature gains spell resistance 23 against spells cast by chaotic neutral, lawful neutral, neutral evil, and neutral good creatures, and spell resistance 27 against spells cast by neutral creatures with no other alignment components.\nThird, the abjuration protects warded creatures from possession and mental influence, just as protection from evil does.\nFinally, if a chaotic neutral, lawful neutral, neutral evil, or neutral good creature succeeds at a melee attack against a warded creature, the attacker is sickened for 1d6 rounds (Fort negates). If a neutral creature succeeds at a melee attack against a warded creature, the attacker is instead nauseated for 1d6 rounds (Fort negates)."},{"Name":"Countless Eyes","School":"transmutation","Level":{"alchemist":3,"bloodrager":3,"inquisitor":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget creature touchedDuration 1 hour\/levelSaving Throw Will negates (harmless); Spell resistance yes (harmless)\nThe target sprouts extra eyes all over its body, including on the back of its head. It gains all-around vision and cannot be flanked."},{"Name":"Covetous Aura","School":"abjuration","Level":{"bard":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Area":"25-ft.-radius emanation centered on you","Duration":"1 round\/level or until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Anytime a harmless (so noted by a spell’s saving throw description) spell of 3rd level or lower is cast within a covetous aura’s area of effect, you may choose to immediately gain the benefit of that spell as if it had also targeted you. The intended target still gains the effect of the spell. You gain the benefits of this duplicated spell only if the caster is in range of the covetous aura. You are considered the caster of the additional spell effect. If the effect allows for multiple targets other than yourself, you cannot use the stolen spell effect to target other creatures—a covetous aura only aids you. Once you choose to gain the benefit of another spell, the covetous aura immediately ends. Rumors hold that this unusual spell was invented thousands of years ago by a powerful spellcaster who was constantly jealous of other spellcasters’ abilities.\nThe duration of the covetous aura increases to 1 minute per level or until discharged. You may gain the benefits of spells of 5th level or lower cast within the aura's area of effect. You can gain the effects of two separate spells, after which the mythic covetous aura ends.\nAugmented (6th): If you expend two uses of mythic power, the duration increases to 10 minutes per level or until discharged. You may gain the benefits of spells of 7th level or lower cast within the aura's area of effect. When you gain the benefit of a spell, the original spell is immediately targeted with a greater dispel magic spell at your caster level. If the dispel check succeeds, the spell ends for any of the original recipients in the area of your covetous aura.\nPathfinder Campaign Setting: The Inner Sea World Guide. © 2011, Paizo Publishing, LLC; Authors: Keith Baker, Wolfgang Baur, Clinton J. Boomer, Jason Bulmahn, Joshua J. Frost, Ed Greenwood, Stephen S. Greer, Jeff Grubb, James Jacobs, Michael Kortes, Tito Leati, Mike McArtor, Rob McCreary, Erik Mona, Jason Eric Nelson, Jeff Quick, Sean K Reynolds, F. Wesley Schneider, Leandra Christine Schneider, David Schwartz, Amber E. Scott, Stan!, Owen K.C. Stephens, Todd Stewart, James L. Sutter, Greg A. Vaughan, Jeremy Walker, and JD Wiker."},{"Name":"Coward's Lament","School":"enchantment (compulsion) [mind-affecting]","Level":{"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 round\/level (D)Saving Throw Will partial; Spell Resistance yes\nYou compel an opponent to face you in combat, or suffer for its cowardice. Each round that the target fails to attack you in melee, it receives a cumulative -1 penalty to its Armor Class, attack rolls, and saving throws (maximum penalty -5). Each round at the end of its turn, the target may attempt a Will Saving Throw to prevent the penalties from increasing for that round. All penalties reset to zero when the target attacks you in melee, but increase again if it stops attacking. If the target is prevented from attacking you by physical restraint, magic, or impassable terrain, the penalties do not increase. If you move away from the target, the spell ends."},{"Name":"Crafter's Curse","School":"transmutation [curse]","Level":{"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a broken tool)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 day\/level (D)Saving Throw Will negates; Spell Resistance yes\nThe target of crafter's curse takes a -5 penalty on all Craft skill checks while the spell lasts."},{"Name":"Crafter's Fortune","School":"transmutation","Level":{"alchemist":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 day\/level or until discharged (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThe target is struck by inspiration and gains a +5 luck bonus on its next Craft skill check."},{"Name":"Create Demiplane","School":"conjuration (creation)","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"summoner":5,"unchained":0,"witch":7},"Casting_Time":"2 hours","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"\nEffect extradimensional demiplane, up to 10 10-ft. cubes\/level (S)Duration 1 day\/level or instantaneous (see text)\n\n1 This information missing from source material, possible errata (probably same as greater\/lesser versions, see below)\nThis spell functions as create lesser demiplane, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you created with create lesser demiplane (you do not need to create an entirely new plane using this spell), in which case it has a duration of 1 day\/level. Alternatively, when cast within your demiplane, you may add (or remove) one of the following features to your demiplane with each casting of the spell, in which case it has an instantaneous duration.\nAlignment: Your plane gains the (mildly) chaos-, good-, evil-, law-, or neutral-aligned alignment trait (see Alignment Traits). You cannot give your demiplane an alignment trait for an alignment you do not have.\nBountiful: Your demiplane gains a thriving natural ecology, with streams, ponds, waterfalls, and plants. The demiplane provides enough plant-based food (nuts, grains, fruit, fungi, and so on) to support one Medium creature for every 10-foot cube of the demiplane. The demiplane does not have any animals unless you transport them there, but the ecology can sustain itself for as long as the demiplane exists without requiring watering, gardening, pollination, and so on, and dead organic material decays and returns to the soil in the normal manner. If your demiplane has ambient light, these plants are normal, familiar surface plants; if it is a realm of twilight or darkness, these plants are fungi and other plants adapted to near-darkness or underground locations.\nElemental: Your plane gains the air-, earth-, fire-, or water-\nelemental dominant trait.\nGravity: By default a demiplane’s gravity is normal and oriented in one direction, like what most creatures are used to on the Material Plane. By selecting this feature, the plane’s gravity is heavy, light, none, objectively directional, or subjectively directional.\nSeasonal: The demiplane has a seasonal cycle and a light cycle, usually similar to those of a land on the Material Plane, but customizable as you see fit (for example, your demiplane could always be winter, day and night could alternate every  4 hours, and so on).\nShape: By default, the demiplane has a fixed shape and borders. By selecting this feature, you may make your plane self-contained so it loops upon itself when a creature reaches one edge (see Shape and Size). You may designate areas or locations on the edges of your plane where this occurs (such as a pair of secret doors or a path in the woods) or apply it to the entire plane.\nStructure: Your demiplane has a specific, linked physical structure, such as a giant tree, floating castle, labyrinth, mountain, and so on. (This option exists so you can pick a theme for your plane without having to worry about the small details of determining what spells you need for every hill, hole, wall, floor, and corner).\nYou can make this spell permanent with the permanency spell, at a cost of 20,000 gp. If you have cast create demiplane multiple times to enlarge the demiplane, each casting’s area requires its own permanency spell.\nCreate Demiplane, Greater\nEffect extradimensional demiplane, up to 20 10-ft. cubes\/level (S)\nThis spell functions as create demiplane, except the area is larger and you can add more features to the plane. You can use this spell to expand a demiplane you created with lesser create demiplane or create demiplane (you do not need to create an entirely new plane using this spell), in which case it has a duration of 1 day\/level. Alternatively, when cast within your demiplane, you may add to your demiplane (or remove from it) one of the following features (or any of the features described in create demiplane) with each casting of the spell, in which case it has an instantaneous duration.\nEnergy: Your plane gains the (minor) negative- or positive-\ndominant energy trait. A plane cannot have both the negative-dominant and positive-dominant energy traits.\nMagic: Your plane gains the dead magic, enhanced magic, impeded magic, or wild magic planar trait. If you selected dead magic, you are trapped within your plane unless it has a permanent planar portal (such as the portal feature, below). If you selected enhanced or impeded magic, choose one type of magic to be enhanced or impeded, such as “effects with the fire descriptor or that manipulate fire” or “death spells and spells from the Death or Repose domains.” A plane cannot be enhanced and impeded for the same kinds of spells.\nMorphic: You may use move earth at will in your demiplane at one-tenth of the spell’s normal casting time, and can reshape normal plants in the same manner (such as by twisting trees into a fence or humanlike shapes). You are even able to affect rock formations with this ability, though the casting time for this is only half normal.\nPortal: Your demiplane gains a permanent gate to one location on another plane, which can only be used for planar travel. This location must be very familiar to you. This gate is always open and usable from both sides, but you can secure it using normal means (such as by building a door around it).\nTime: By default, time passes at the normal rate in your demiplane. By selecting this feature, you may make your plane have the erratic time, flowing time (half or double normal time), or timeless trait (see Time).\nYou can make this spell permanent with the permanency spell, at a cost of 22,500 gp. If you have cast create greater demiplane multiple times to enlarge the demiplane, each casting’s area requires its own permanency spell.\nCreate Demiplane, Lesser\nRange 0 ft.Effect extradimensional demiplane, up to three 10-ft. cubes\/level (S)Duration 1 day\/levelSaving Throw none; Spell resistance no\nYou create a small, finite demiplane. You must be on the Astral or Ethereal Plane or on a plane that has access to one of those planes (such as the Material Plane) to cast this spell.\nWhen you cast the spell, you decide whether the demiplane is within the Astral or the Ethereal Plane. It is filled with air or water (decided by you). The plane is generally flat and featureless, such as an earth, stone, water, or wood floor. The “walls” and “ceiling” of the plane may appear like solid earth, stone, wood, or water, or they may end in mist, a featureless void, or a similar unreal-looking border. The plane’s environmental conditions are those of a temperate spring day on the Material Plane. You determine the plane’s light level (bright, normal, dim, or darkness), which affects the entire plane.\nThere are no native creatures or plants on this plane, though you may bring some there (if the plane’s light is bright or normal, it counts as sunlight for growing plants). The environment of the plane counts as normal terrain for the purpose of effects that target earth, stone, wood, and so on. For example, you could use move earth to create a hill or wall of stone to create a barricade.\nWhen you finish casting this spell, you may bring yourself and up to seven other creatures to the plane automatically by joining hands in a circle. The demiplane is another plane of existence, and therefore is outside the range of any spell or ability that cannot affect or reach other planes. Creatures can only enter the plane by the use of planar travel magic such as astral projection, etherealness, or plane shift. You are considered “very familiar” with your entire demiplane.\nAs a standard action, you may eject a creature from your demiplane. The creature may resist with a Will saving throw. An ejected creature goes to the closest plane to your demiplane (usually the Astral Plane or the Ethereal Plane, but if you cast this spell on the Material Plane, the creature is sent to the Material Plane). When the spell ends, the plane dissolves, and all creatures in the plane are ejected in this manner with no saving throw. The plane cannot be dispelled, but a creature on the plane can destroy it by using limited wish, mage’s disjunction, miracle, or wish and making a successful dispel check.\nIf you are within the demiplane, you can add to its area by casting the spell again. Alternatively, you may cast this spell again to reset the duration of an existing area to that of your latest casting. If the duration on one area of the demiplane ends and other parts remain, creatures in the expiring area are shunted to remaining areas. If a collapsing portion of the demiplane would leave one section cut off from other sections of the demiplane (for example, if there were three areas connected in a straight line and the center part expired), the stranded sections count as separate demiplanes under your control. You may reconnect these stranded sections by casting the spell again to create a linked area between the two.\nYou can make this spell permanent with the permanency spell, at a cost of 17,500 gp. If you have cast create lesser demiplane multiple times to enlarge the demiplane, each casting’s area requires its own permanency spell."},{"Name":"Create Food and Water","School":"conjuration (creation)","Level":{"cleric\/oracle":3,"shaman":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect food and water to sustain three humans or one horse\/level for 24 hoursDuration 24 hours; see textSaving Throw none; Spell Resistance no"},{"Name":"Create Holds","School":"transmutation","Level":{"druid":4,"ranger":3,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (handful of pebbles)"},"Description":"Range  medium (100 ft. + 10 ft.\/level)Effect path of handholdsDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou create a path of handholds on earthen, plaster, stone, or wooden walls. \nRestriction: You can not create handholds on walls made of metal or other, harder materials.\nThe handholds are created in pairs and are approximately 3 feet apart, located in a specific path indicated by your gestures while casting the spell. The handholds' path can span up to 30 feet out from you plus an additional 10 feet per 3 caster levels (maximum 90 feet at 18th level). The handholds protrude approximately 6 inches from the wall, measure 10 inches lengthwise, and are perfectly suited for gripping with fingers or claws. At the end of the spell's duration, any creature being supported by the handholds immediately begins to fall."},{"Name":"Create Pit","School":"conjuration (creation)","Level":{"sorcerer\/wizard":2,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 10-ft.-by-10-ft. hole, 10 ft. deep\/2 levelsDuration 1 round + 1 round\/levelSaving Throw Reflex negates; Spell Resistance no\nIt appears that Paizo has updated the PRD with a slight wording change but this update does not appear in the 1st->2nd printing errata PDF available as of 1\/30\/2014. Here is the new wording for the sentence beginning \"Any creature standing in the area...\"\n\"Any creature standing in the area where you first conjured the pit must make a Reflex saving throw to jump to safety in the nearest open space.\"\nYou create a 10-foot-by-10-foot extra-dimensional hole with a depth of 10 feet per two caster levels (maximum 30 feet).  You must create the pit on a horizontal surface of sufficient size. Since it extends into another dimension, the pit has no weight and does not otherwise displace the original underlying material. You can create the pit in the deck of a ship as easily as in a dungeon floor or the ground of a forest.  Any creature standing in the area where you first conjured the pit must make a Reflex saving throw to avoid falling into it (see Editor's Note).  In addition, the edges of the pit are sloped, and any creature ending its turn on a square adjacent to the pit must make a Reflex saving throw with a +2 bonus to avoid falling into it.  Creatures subjected to an effect intended to push them into the pit (such as bull rush) do not get a saving throw to avoid falling in if they are affected by the pushing effect.\nCreatures who fall into the pit take falling damage as normal. The pit's coarse stone walls have a Climb DC of 25. When the duration of the spell ends, creatures within the hole rise up with the bottom of the pit until they are standing on the surface over the course of a single round."},{"Name":"Create Soul Gem","School":"necromancy [death, evil]","Level":{"cleric":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one dying or recently dead creature","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You draw forth the ebbing life force of a dying creature or one that has died in the past round, forcing it into a crystal or gem receptacle and creating a soul gem. If the creature is alive and fails its saving throw, it dies and you capture its soul in the gem. If the creature is dead, you automatically capture the soul. The value of the soul gem depends on the nature of the creature it is made from.\nIf you are a souldrinker, you may cast this spell and expend 5 soul points to fill the gem with the equivalent of one basic soul."},{"Name":"Create Treasure Map","School":"divination","Level":{"bard":2,"druid":3,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered metal and rare inks worth 100 gp)"},"Description":"Range touchTargets one dead creatureDuration instantaneousSaving Throw none; Spell Resistance no\nYou can take a piece from a dead creature's body and use it to create a map that reveals the locations of any valuables that creature knew about while still alive. You must cut this piece off yourself and the creature cannot have died more than 24 hours prior to the casting of this spell. You cannot cast this spell on a creature without a physical body, and the portion you remove must have a fairly level surface such as a piece of hide, carapace, or skin. The map you create is accurate to the best knowledge the creature had at the time of its death. It reveals the location of one source of treasure for every three caster levels you possess.\nAny inaccuracies or faulty information held by the creature are represented on the map as well. Similarly, the map cannot account for any changes that occur after the creature's death.\nYou must choose the scale of the map when creating it, opting between nearby (e.g., one or two dungeon levels), local (e.g., a valley or community), or broad (e.g., a country or larger). The map reveals the locations of what the creature deemed most valuable within its area. Depending on the creature, the map might reveal a source of tasty food, suitable mates, or even your own treasure vault."},{"Name":"Create Undead","School":"necromancy [evil]","Level":{"cleric\/oracle":6,"shaman":6,"sorcerer\/wizard":6,"evil":6},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (a clay pot filled with grave dirt and an onyx gem worth at least 50 gp per HD of the undead to be created)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one corpse","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"A much more potent spell than animate dead, this evil spell allows you to infuse a dead body with negative energy to create more powerful sorts of undead: ghouls, ghasts, mummies, and mohrgs. The type or types of undead you can create are based on your caster level, as shown on the table below.\nYou may create less powerful undead than your level would allow if you choose. Created undead are not automatically under the control of their animator. If you are capable of commanding undead, you may attempt to command the undead creature as it forms.\nThis spell must be cast at night.\n1 A huecuva can be created using create undead. The caster must be at least 11th level and the spell normally uses the body of an evil cleric. The spell can be used to create a huecuva using the body of a good cleric, but this requires a DC 20 caster level check. Creating a huecuva in this way is considered to be one of the most heinous things that can be done to a cleric that has passed away. The faithless aura of huecuvas created from the bodies of good clerics in this way grants a +4 profane bonus on Will saves to resist channeled energy and any effects based off that ability.\n2 The create undead spell can create festrogs as if they were ghasts. The caster must be able to cast contagion, have access to that spell in a scroll or other magic item, or work with another caster who has access to the spell; creating the festrog expends the prepared contagion spell, uses an appropriate spell slot, or a charge from the magical source. If the corpse to be animated died of necrotic boils (the disease that festrogs spread) the contagion spell is not necessary.\n3 A spellcaster of 14th level or higher can create a blast shadow using create undead. In addition to the normal components of the spell, the spellcaster must use the body of a creature that died as a result of a fire spell or effect. The spell must be one that affects an area. Scorching ray is not sufficient, but fireball is. The creature must have died within 24 hours of the casting of create undead. Blast shadows created in this way are loyal to their creator, but those created by a death burst are beholden to no one.\n4 You must have a caster level greater than the HD of the undead to be created.\nSchool necromancy [evil];Level cleric\/oracle 8, shaman 8, sorcerer\/wizard 8; Domain death 8\nThis spell functions like create undead, except that you can create more powerful and intelligent sorts of undead: shadows, wraiths, spectres, and devourers. The type or types of undead created is based on caster level, as shown below.\n5 A cleric, wizard, or sorcerer may create a bonestorm by casting create greater undead, if the caster possesses the required caster level of 19th or higher."},{"Name":"Create Variant Mummy","School":"necromancy [evil]","Level":{"arcanist":7,"cleric\/oracle":7,"sorcerer\/wizard":7},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (onyx gems worth 50 gp per HD of the undead to be created)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 corpse steeped in a peat bog for at least 24 hours","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"\n\nGet this book AND support this site!\nThis spell functions as create undead, except it creates one of the following variant mummies: bog mummy, ice mummy, or pharaonic guardian."},{"Name":"Create Water","School":"conjuration (creation) [water]","Level":{"cleric\/oracle":0,"druid":0,"inquisitor":0,"paladin":1,"shaman":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect up to 2 gallons of water\/levelDuration instantaneousSaving Throw none; Spell Resistance no\nThis spell generates wholesome, drinkable water, just like clean rain water. Water can be created in an area as small as will actually contain the liquid, or in an area three times as large -- possibly creating a downpour or filling many small receptacles. This water disappears after 1 day if not consumed."},{"Name":"Creeping Doom","School":"conjuration (summoning)","Level":{"druid":7,"shaman":7,"summoner":5,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)\/100 ft.; see textEffect four swarms of insectsDuration 1 round\/levelSaving Throw Fortitude partial, see text; Spell Resistance no\nThis spell summons four massive swarms of biting and stinging insects. These swarms appear adjacent to one another, but can be directed to move independently. Treat these swarms as centipede swarms with the following adjustments. The swarms have 60 hit points each and deal 4d6 points of damage with their swarm attack. The save to resist their poison and distraction effects is equal to the save DC of this spell. Creatures caught in multiple swarms only take damage and make saves once."},{"Name":"Creeping Ice","School":"evocation [cold]","Level":{"druid":4,"sorcerer\/wizard":4,"summoner":3,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect anchored plane of ice, up to one 10-ft. square\/levelDuration 10 minutes\/levelSaving Throw Reflex negates (see text); Spell Resistance yes\nThis spell covers the floor, the ground, or some other calm horizontal surface (such as a placid lake or a gentle river) with a sheet of slowly growing ice. The initial sheet of ice cannot form in an area occupied by physical objects or creatures. Its surface must be smooth and unbroken when created. The ice is hard, strong, and opaque, and is 1 inch thick per caster level. The ice is strong enough to support the weight of a typical horse, making it possible for creatures to cross a body of water.\nEach 10-foot square of ice has 3 hit points per inch of thickness. Creatures can hit the ice automatically. A section of ice whose hit points drop to 0 is destroyed, leaving an area of ice chunks, slush, and snow that counts as difficult terrain. If a creature tries to break through the ice with a single attack, the DC for the Strength check is 15 + your caster level.\nEach round on your turn, the sheet of ice grows 1 foot in all directions except toward you. This growth is slow enough that any creature in the area has time to move out of the way or step onto the ice. If the growing ice completely covers a creature's square, the creature must choose whether it moves onto the sheet of ice, is knocked prone on the sheet of ice, or is bull rushed into an adjacent square."},{"Name":"Crimson Confession","School":"abjuration","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"touchTarget or ","Area":"object touched or up to 1 sq. ft.","Duration":"permanent and 1 hour\/level (see text)","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"You ward an object or an area with your personal rune or mark. You can choose for the writing to be visible or invisible, and it doesn't harm the material upon which it is placed. A detect magic spell causes an invisible mark to glow and be visible. If any creature other than you touches the warded object or area and fails a Fortitude save, its skin turns bright red for 1 hour per level. This coloring cannot be washed away, but it can be dispelled.\nSee invisibility, true seeing, a gem of seeing, or a robe of eyes likewise allows the user to see an invisible mark. A read magic spell reveals the words, if any. The ward cannot be dispelled, but it can be removed by the caster or by an erase spell."},{"Name":"Crown of Glory","School":"evocation","Level":{"glory":8},"Casting_Time":"1 full round","Components":{"V":"Verbal","S":"Somatic","M":"Material (opal worth at least 200 gp)","DF":"Divine Focus"},"Range":"personal","Area":"120-ft.-radius emanation centered on you","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You gain a +4 enhancement bonus to Charisma. All creatures with fewer than 8 HD are compelled to stop and pay attention to you. Any such creature that wants to take hostile action against you must make a Will save to do so. Any creature that fails this saving throw the first time it attempts a hostile action is enthralled for the duration of the spell (as the enthrall spell), as long as it is in the spell’s area. It does not try to leave the area on its own. Creatures with 8 HD or more are not affected.\nWhen you speak, all listeners telepathically understand you. You can make up to three suggestions to creatures of fewer than 8 HD in range, as if using the mass suggestion spell (Will save negates). Only creatures within range at the time of a suggestion are subject to it."},{"Name":"Crusader’s Edge","School":"transmutation [good]","Level":{"cleric":4,"inquisitor":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (dried blood from an evil outsider","sprinkled":""},"Range":"touch","Target":"melee weapon touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"no","Description":"When you cast this spell on a melee weapon you imbue it with a powerful holy energy, granting the weapon the bane weapon quality against evil outsiders. Furthermore, whenever you score a successful critical hit against an outsider with the evil subtype, you not only deal normal critical damage with the weapon but also nauseate the outsider for 1d3 rounds—the outsider can reduce this nauseated condition to sickened for 1 round with a successful Fortitude save.\nWhenever you confirm a critical hit against an outsider with the evil subtype, you gain 2d6 temporary hit points. While wielding this weapon, you gain a +2 sacred bonus on saving throws against spells, spell-like abilities, and special abilities originating from evil outsiders.\nAugmented (5th): You can expend two uses of mythic power to give the touched weapon the holy weapon special ability.\nPathfinder Campaign Setting: Inner Sea Magic. © 2011, Paizo Publishing, LLC; Authors: Jesse Benner, Jason Nelson, Sean K Reynolds, Owen K.C. Stephens, Russ Taylor."},{"Name":"Crushing Despair","Description":"\nSchool enchantment (compulsion) [emotion, mind-affecting]; Level\nbard 3, \nbloodrager 4, sorcerer\/wizard 4, \nwitch 4; Subdomain isolation 4\n\nAn invisible cone of despair causes great sadness in the subjects. Each affected creature takes a -2 penalty on attack rolls, saving throws, ability checks, skill checks, and weapon damage rolls.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Range":"30 ft.","Area":"cone-shaped burst","Duration":"1 min.\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Crushing Hand","School":"evocation [force]","Level":{"sorcerer\/wizard":9}},{"Name":"Cultural Adaptation","School":"divination","Level":{"bard":1,"cleric":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange personalTarget youDuration 10 minutes per level"},{"Name":"Cup of Dust","School":"transmutation [curse]","Level":{"druid":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dust)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 day\/level (D)Saving Throw Fortitude negates; Spell Resistance yes\nYou curse the target with a thirst no drink can quench. On a failed Saving Throw, the target begins to dehydrate (see starvation and thirst). The effects of this spell cannot inflict more nonlethal damage than the target has hit points. No amount of drinking can counter this effect, although the target still experiences the other normal effects of any liquid imbibed (such as poisons or potions). Cup of dust can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell, but effects suffered as a result of dehydration must be healed by normal means.\nOn a failed save, the target immediately takes 1d6 points of non-lethal damage per tier. Add your tier to the DC of any further Constitution checks the target attempts to resist dehydration as part of this spell's effects. While the curse is in effect, the target gains no benefit from any spell, effect, or item that requires drinking, such as potions and elixirs (though these are still used up when the target drinks them).\nAdvanced Player's Guide. Copyright 2010, Paizo Publishing, LLC; Author: Jason Bulmahn."},{"Name":"Cure Critical Wounds","School":"conjuration (healing)","Level":{"cleric\/oracle":8,"druid":9,"shaman":8,"witch":9,"healing":8},"Description":"This spell functions like cure light wounds, except that it cures 4d8 points of damage + 1 point per caster level (maximum +20).\nCure Critical Wounds, Mass\nThis spell functions like mass cure light wounds, except that it cures 4d8 points of damage + 1 point per caster level (maximum +40).\nThe damage cured increases to 8d8 points of damage + 2 points per caster level (maximum +40). The spell cures up to 4 points of ability damage if the target is a living creature. The target chooses what types of ability damage are cured."},{"Name":"Cure Light Wounds","School":"conjuration (healing)","Level":{"bard":5,"cleric\/oracle":5,"druid":6,"inquisitor":5,"shaman":5,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature\/level, no two of which can be more than 30 ft. apart","Duration":"instantaneous","Saving_Throw":"Will half (harmless) or Will half; see text;","Spell_Resistance":"yes (harmless) or yes; see text","Description":"When laying your hand upon a living creature, you channel positive energy that cures 1d8 points of damage +1 point per caster level (maximum +5). Since undead are powered by negative energy, this spell deals damage to them instead of curing their wounds. An undead creature can apply Spell Resistance, and can attempt a Will save to take half damage.\nYou channel positive energy to cure 1d8 points of damage + 1 point per caster level (maximum +25) on each selected creature. Like other cure spells, mass cure light wounds deals damage to undead in its area rather than curing them. Each affected undead may attempt a Will save for half damage.\nThe damage cured increases to 2d8 points of damage + 2 points per caster level (maximum +10). The spell cures up to 1 point of ability damage if the target is a living creature. The target chooses what type of ability damage is cured."},{"Name":"Cure Moderate Wounds","Description":"School conjuration (healing); Level\nalchemist 2, \nbard 2, \ncleric\/oracle 2, \ndruid 3, \ninquisitor 2, \npaladin 3, \nranger 3, shaman 2, \nwitch 2; Domain healing 2\nThis spell functions like cure light wounds, except that it cures 2d8 points of damage + 1 point per caster level (maximum +10).\nCure Moderate Wounds, Mass\nSchool conjuration (healing); Level\nbard 6, \ncleric\/oracle 6, \ndruid 7, \ninquisitor 6, shaman 6, witch 7\nThis spell functions like mass cure light wounds, except that it cures 2d8 points of damage + 1 point per caster level (maximum +30).\nThe damage cured increases to 4d8 points of damage + 2 points per caster level (maximum +20). The spell cures up to 2 points of ability damage if the target is a living creature. The target chooses what types of ability damage are cured."},{"Name":"Cure Serious Wounds","Description":"\nSchool conjuration (healing); Level\nalchemist 3, \nbard 3, \ncleric\/oracle 3, \ndruid 4, \ninquisitor 3, \npaladin 4, shaman 3, \nranger 4, \nwitch 4; Domain healing 3\nThis spell functions like cure light wounds, except that it cures 3d8 points of damage + 1 point per caster level (maximum +15).\nThis spell functions like mass cure light wounds, except that it cures 3d8 points of damage + 1 point per caster level (maximum +35).\nThe damage cured increases to 6d8 points of damage + 2 points per caster level (maximum +30). The spell cures up to 3 points of ability damage if the target is a living creature. The target chooses what types of ability damage are cured.","School":"conjuration","Level":{"cleric\/oracle":7,"druid":8,"shaman":7,"witch":8}},{"Name":"Curse of Burning Sleep","School":"transmutation [curse, fire]","Level":{"shaman":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a feather and a drop of oil)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creature duration permanent until triggered (see text)Saving Throw Will negates (see text); Spell Resistance yes\nYou place a curse upon the target that triggers 1 hour after the next time it falls asleep. When the curse is triggered, the creature bursts into flame, taking 1d6 points of fire damage per 2 caster levels (maximum 8d6). Furthermore, it catches on fire, taking 2d6 points of fire damage per round at the end of its turn each round until the creature dies or is quenched as normal. If the target is still asleep, the fire damage from this spell wakes it.\nOnly one of these spells can be in place on a creature at any time. This has no effect on creatures that don't sleep."},{"Name":"Curse of Disgust","School":"enchantment (compulsion) [curse, emotion, mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"\nYou place a curse upon a creature, causing it to avoid the sight of a specific trigger, which is a kind of creature, object, or condition designated by you. When the target is within 30 feet of a trigger and is aware of the trigger, it gains the sickened condition and feels an urge to leave. A successful Will save negates the urge to leave, but the sickened condition persists as long as the target is within 30 feet of a trigger and aware of it. Example triggers include beggars, filthy\nclothing, diseased creatures, the king, blood, spiders, rats, corpses, and sewage."},{"Name":"Curse of Magic Negation","School":"abjuration [curse]","Level":{"cleric\/oracle":5,"inquisitor":4,"sorcerer\/":999},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered lead and platinum worth 250 gp)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Target one creatureDuration 10 minute\/levelSaving Throw Will negates; Spell resistance no\nYou disrupt the target creature’s ability to draw upon magical energies. For the duration of the spell, it gains the negated spellblight. Dispel checks to remove the spellblight take a –5 penalty due to this spell’s interference with magical energies."},{"Name":"Curse Water","School":"necromancy [evil]","Level":{"antipaladin":1,"cleric\/oracle":1,"inquisitor":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (5 lbs. of powdered silver worth 25 gp)"},"Range":"touch","Target":"flask of water touched","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Curse, Major","School":"necromancy [curse]","Level":{"cleric\/oracle":5,"shaman":5,"sorcerer\/wizard":6,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration permanentSaving Throw Will negates; Spell resistance yes\nThis spell functions as bestow curse, except the DC to remove the curse is equal to the save DC +5."},{"Name":"Cursed Earth","School":"necromancy [curse, evil; see text]","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"witch":9},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered onyx 10,000 gp)","DF":"Divine Focus"},"Description":"Range touchArea 1-mile radius emanating from the touched pointDuration permanentSaving Throw none (see text); Spell resistance no\nYou lay a terrible curse upon the land, blighting those who live and die there. Choose one of the following effects.\nFamine: All normal plants in the area reduce their growth and food production by half, as if affected by the stunt growth effect of diminish plants.\nLiving Death: Any creatures of Small size or larger killed in the area rise as uncontrolled zombies 24 hours after their death, as do corpses buried in the area. Burning or dismembering the corpses prevents them from rising as zombies.\nPlague: Every day at sundown, all creatures in the area must make a Fortitude save or catch one of the following diseases (your choice, decided at the time of casting): blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom. The disease is contracted immediately (the onset period does not apply). Use the disease’s listed frequency and save DC to determine further effects. This is a disease effect."},{"Name":"Cushioning Bands","School":"conjuration (creation) [force]","Level":{"sorcerer\/wizard":2,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S,":""},"Description":"Range touchTarget creature touchedDuration 1 hour\/level or until discharged (D)Saving Throw Will negates (harmless); Spell resistance yes\nInvisible bands of force encircle vital areas of the target. The bands resist crushing forces and impacts without interfering with movement. The target gains DR 2\/piercing or slashing and takes half damage from constriction, falling, and being buried, as well as from similar crushing effects such as crushing hand. Grapple checks for attacks other than constricting (such as pinning or swallowing whole) are not affected. Once the spell has blocked 12 points of damage per caster level (to a maximum of 120 points at 10th level), it is discharged. The bands have no effect on incorporeal attacks unless they deal damage from constriction or crushing, or unless the attacks would be subject to damage reduction."}]