[{"Name":"Daemon Ward","School":"necromancy","Level":{"cleric":4,"druid":5,"paladin":4,"sorcerer\/wizard":4,"witch":4},"Description":"Components V, S, M (50 gp worth of powdered silver)"},{"Name":"Damnation Stride","School":"conjuration (teleportation) [fire]","Level":{"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"\nTarget you (teleportation) and creatures within a 10-foot-radius burst (burst of flame) (see text)Duration instantaneousSaving Throw Reflex half, see text; Spell Resistance no\nThis spell functions like dimension door, except you leave behind a burst of fire. Choose one corner of your starting square. A 10-foot-radius burst of flame explodes from that corner the moment you leave, dealing 4d6 points of fire damage.\nThe burst of fire created reeks of sulfur and brimstone and also acts like stinking cloud (with the same duration as that spell and a separate Fortitude save).\nAugmented (6th): If you expend two uses of mythic power, you bring one unwilling adjacent creature with you. You may bring additional creatures, but each must be adjacent to you and each requires you to expend one additional use of mythic power. These creatures must first attempt A saving throw against the burst of flame and stinking cloud, then can attempt a Will Saving Throw to resist being teleported with you.\nPathfinder Roleplaying Game Advanced Race Guide © 2012, Paizo Publishing, LLC; Authors: Dennis Baker, Jesse Benner, Benjamin Bruck, Jason Bulmahn, Adam Daigle, Jim Groves, Tim Hitchcock, Hal MacLean, Jason Nelson, Stephen Radney-MacFarland, Owen K.C. Stephens, Todd Stewart, and Russ Taylor."},{"Name":"Damp Powder","School":"transmutation","Level":{"druid":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 loaded firearm","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"This spell causes ammunition already loaded \ninto the target firearm is ruined with moisture. Any attempt to fire \nthat ammunition fails, with no chance for misfire, and the user must \nthen take a full-round action\n to clear the weapon before reloading and firing it. If aware of this \nspell’s effect prior to firing the altered ammunition (a DC 16 Spellcraft check to identify the spell being cast or similar effect), the firearm’s user can spend a standard action to clear the altered ammunition from the firearm. Doing so destroys that ammunition."},{"Name":"Dance of a Hundred Cuts","School":"transmutation","Level":{"bard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 1 round\/level\nYou become a lethal combat dancer, swirling and spinning with grace and precision.\nYou gain a morale bonus on melee attack rolls, melee damage rolls, Acrobatics checks, and armor class equal to +1 per 3 caster levels (maximum +5 at 15th level). The bonus to AC is lost under any circumstances that would cause you to lose your Dexterity bonus to AC. You must remain moving for the spell to stay in effect. If in any round you do not either move at least 10 feet or make a melee attack, the spell’s duration ends."},{"Name":"Dance of a Thousand Cuts","School":"transmutation","Level":{"bard":6},"Description":"This spell functions as dance of a hundred cuts, except you also gain the benefits of haste."},{"Name":"Dancing Lantern","Description":"School transmutation [fire, light]; Level\nbard 1, \ncleric\/oracle 1, \nranger 1, shaman 1, \nsorcerer\/wizard 1, \nwitch 1; Elemental School fire 1\nRange touchEffect animates one lanternDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou can animate a lantern and order it to follow you. The lantern floats at shoulder height and remains within 5 feet of you, no matter how fast you move. The lantern cannot support any additional weight. The lantern illuminates its normal area, even if it does not have any oil in it. For the purposes of spells or effects targeting it the lantern always acts as if in your possession even when not directly on your person. A dancing lantern can be made permanent with a permanency spell (CL 9th, 2,500 gp).","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""}},{"Name":"Dancing Lights","Description":"School evocation [light]; Level\nbard 0, magus 0, shaman 0, sorcerer\/wizard 0, \nwitch 0\nRange medium (100 ft. + 10 ft.\/level)Effect Up to four lights, all within a 10-ft.-radius areaDuration 1 minute (D)Saving Throw none; Spell Resistance no\nDepending on the version selected, you create up to four lights that resemble lanterns or torches (and cast that amount of light), or up to four glowing spheres of light (which look like will-o'-wisps), or one faintly glowing, vaguely humanoid shape. The dancing lights must stay within a 10-foot-radius area in relation to each other but otherwise move as you desire (no concentration required): forward or back, up or down, straight or turning corners, or the like. The lights can move up to 100 feet per round. A light winks out if the distance between you and it exceeds the spell's range.\nYou can only have one dancing lights spell active at any one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled. If you make this spell permanent, it does not count against this limit.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Dark-Light","Description":"School evocation [light]; Level cleric 3, druid 3, sorcerer\/wizard 3\nCasting Time 1 standard actionComponents V, S, M\/DF (a pinch of earth)\nRange medium (100 ft. + 10 ft.\/level)Target living creatures without light sensitivityArea 20-ft.-radius burstDuration instantaneousSaving Throw Fortitude partial; Spell Resistance yes\nYou evoke a powerful light that affects all sighted creatures that do not posses light sensitivity. Those that succeed on their saves are dazzled for 1 round per level; those who fail are blinded for the same duration."},{"Name":"Darkness","School":"evocation [darkness]","Level":{"antipaladin":2,"bard":2,"cleric\/oracle":2,"inquisitor":2,"magus":2,"shaman":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Range":"touch","Target":"object touched","Duration":"1 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Can a non-magical light source increase the light level within the area of darkness if the light source is outside the spell's area?\nNo. Non-magical light sources do not increase the light level within the spell's area, regardless of whether the light source is in the area or outside the area.\n[Source]\nThis spell causes an object to radiate darkness out to a 20-foot radius. This darkness causes the illumination level in the area to drop one step, from bright light to normal light, from normal light to dim light, or from dim light to darkness. This spell has no effect in an area that is already dark. Creatures with light vulnerability or sensitivity take no penalties in normal light. All creatures gain concealment (20% miss chance) in dim light. All creatures gain total concealment (50% miss chance) in darkness. Creatures with darkvision can see in an area of dim light or darkness without penalty. Nonmagical sources of light, such as torches and lanterns, do not increase the light level in an area of darkness. Magical light sources only increase the light level in an area if they are of a higher spell level than darkness. \nIf darkness is cast on a small object that is then placed inside or under a lightproof covering, the spell's effect is blocked until the covering is removed.\nThis spell does not stack with itself. Darkness can be used to counter or dispel any light spell of equal or lower spell level. \nThe illumination level in the area drops to darkness regardless of the existing lighting conditions. Non-mythic spells and effects can't increase the light level in the area. Creatures with darkvision and the power to see in darkness have difficulty seeing through this darkness, and can see as well as a human can in dim light. Creatures in the area of darkness take a –2 penalty on saves against fear."},{"Name":"Darkvision","School":"transmutation","Level":{"alchemist":4,"antipaladin":4,"ranger":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (either a pinch of dried carrot or an agate)"},"Range":"touch","Target":"creatures touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject gains the ability to see 60 feet even in total darkness. Darkvision is black and white only but otherwise like normal sight.\nDarkvision can be made permanent with a permanency spell.\nThis spell functions like darkvision, except you may divide the duration in 1-hour intervals among the creatures touched.\nSource Ultimate Magic\nCasting Time 1 standard action\nThis spell functions as darkvision, except the target’s darkvision has a range of 120 feet.\nPathfinder Roleplaying Game Ultimate Combat. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Daybreak Arrow","School":"evocation [light]","Level":{"cleric":3,"inquisitor":3,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"up to 50 pieces of ammunition, all of which must be together at the time of casting","Duration":"10 minutes\/level","Saving_Throw":"Fort negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You cause ammunition, including shuriken, to \nexude radiant energy. Creatures that take penalties in bright light take\n these penalties for 1 round after being struck by such ammunition. Undead\n and creatures harmed by sunlight take an additional 1d6 points of \ndamage from such projectiles. This extra damage and half of any other \ndamage you deal with an affected projectile results directly from \nradiant energy and is not subject to damage resistance. Such a \nprojectile sheds light as if it were a sunrod for 1 round after it is \nfired or thrown.\nThe additional damage to undead and creatures harmed by sunlight increases to 1d8. The affected ammunition is entirely composed of radiant energy, and bypasses all damage resistance from undead targets and those harmed by sunlight.\nThe duration of the sunrod light effect increases to 1 minute.\nPathfinder Roleplaying Game Ultimate Combat © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor"},{"Name":"Daylight","School":"evocation [light]","Level":{"bard":3,"cleric\/oracle":3,"druid":3,"inquisitor":3,"magus":3,"paladin":3,"shaman":3,"sorcerer\/wizard":3,"light":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"object touched","Duration":"10 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You touch an object when you cast this spell, causing the object to shed bright light in a 60-foot radius. This illumination increases the light level for an additional 60 feet by one step (darkness becomes dim light, dim light becomes normal light, and normal light becomes bright light). Creatures that take penalties in bright light take them while within the 60-foot radius of this magical light. Despite its name, this spell is not the equivalent of daylight for the purposes of creatures that are damaged or destroyed by such light.\nIf daylight is cast on a small object that is then placed inside or under a light-proof covering, the spell's effects are blocked until the covering is removed.\nDaylight brought into an area of magical darkness (or vice versa) is temporarily negated, so that the otherwise prevailing light conditions exist in the overlapping areas of effect.\nDaylight counters or dispels any darkness spell of equal or lower level, such as darkness.\nThe illumination in the additional 60 foot radius increases to at least normal light regardless of the existing lighting conditions. Creatures that take penalties in bright light double those penalties while in the area of bright light produced by this spell. All other creatures in the area of bright light gain a +2 circumstance bonus on Perception checks and saves to resist fear."},{"Name":"Daze","Description":"School enchantment (compulsion) [mind-affecting]; Level\nbard 0, \ninquisitor 0, magus 0, shaman 0, sorcerer\/wizard 0, summoner\/unchained summoner 0, \nwitch 0\nThis spell clouds the mind of a humanoid creature with 4 or fewer Hit Dice so that it takes no actions. Humanoids of 5 or more HD are not affected. A dazed subject is not stunned, so attackers get no special advantage against it. After a creature has been dazed by this spell, it is immune to the effects of this spell for 1 minute.\nDazed Condition: The creature is unable to act normally. A dazed creature can take no actions, but has no penalty to AC.\nSource Ultimate Magic\nComponents V, S\nRange medium (100 ft. + 10 ft.\/level)Targets one or more humanoid creatures, no two of which may be more than 30 ft. apart\nThis spell functions as daze, except as noted above.\nPathfinder Roleplaying Game Core Rulebook. © 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of wool or similar substance)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature of 4 HD or less","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":4,"inquisitor":4,"sorcerer\/wizard":4,"summoner\/unchained":0,"witch":4}},{"Name":"Daze Monster","Description":"School enchantment (compulsion) [mind-affecting]; Level\nbard 2, \nbloodrager 2, sorcerer\/wizard 2, summoner\/unchained summoner 1, \nwitch 2\nRange medium (100 ft. + 10 ft.\/level)Target one living creature of 6 HD or less"},{"Name":"Dazzling Blade","School":"illusion (pattern)","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Range":"Touch","Target":"one metal weapon","Duration":"1 minute\/level","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes (harmless, object)","Description":"Dazzling blade makes a weapon appear dazzlingly shiny, as if crafted from pure silver and heavily polished. In combat, the flashing movements of a dazzling blade become almost hypnotic. The wielder of a weapon under the effects of dazzling blade gains a +1 competence bonus on all Bluff checks made to feint in combat. The wielder also gains a +1 competence bonus on all CMB checks made to disarm a foe, and a +1 competence bonus to his CMD against disarm attempts made against the weapon bearing the dazzling blade effect. This bonus increases by +1 for every 3 caster levels, to a maximum bonus of +5 at 12th level.\nThe wielder of a dazzling blade can discharge the spell into a blinding burst of silvery light as a free action. The wielder selects an adjacent opponent as the focal point of this burst of light—that creature must make a Will save to avoid being blinded for 1 round (with a successful save, the creature is instead dazzled for 1 round).\nDespite its shiny appearance, a dazzling blade grants no extra benefit against creatures that are vulnerable to silver.\n\nRange close (25 ft. + 5 ft.\/2 levels)Target One metal weapon\/level, no two of which can be more than 30 ft. apart\n"},{"Name":"Deadly Finale","School":"evocation [sonic]","Level":{"bard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets 1 creature\/3 levels no two of which can be more than 30 ft. apartDuration instantaneousSaving Throw Fortitude partial; Spell Resistance yes\nYou must have a bardic performance in effect to cast this spell.\nWith a flourish, you immediately end your performance, dealing 2d8 points of sonic damage to each target. In addition, each target takes 3d6 points of bleed damage for 1d6 rounds. A save negates the bleed damage but not the sonic damage."},{"Name":"Deadly Juggernaut","School":"necromancy [death]","Level":{"antipaladin":3,"cleric":3,"inquisitor":3,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 minute\/level\nWith every enemy life you take, you become increasingly dangerous and \ndifficult to stop. During the duration of the spell, you gain a \ncumulative +1 luck bonus on melee attack rolls, melee weapon damage rolls, Strength checks, and Strength-based skill checks as well as DR 2\/— each time you reduce a qualifying opponent to 0 or few hit points (maximum +5 bonus and DR 10\/—) with a melee attack. A qualifying opponent has a number of Hit Dice equal to or greater than your Hit Dice –4."},{"Name":"Deafening Song Bolt","School":"evocation [sonic]","Level":{"bard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to 3 creatures, no two of which can be more than 30 ft. apartDuration instantaneousSaving Throw none; Spell Resistance no\nThree notes you sing or perform become tangible bolts of arcane energy that shriek across the battlefield. Each bolt requires a ranged touch attack to hit and deals 3d10 points of sonic damage, deafening the target for 1d6 rounds. The bolts may be fired at the same or different targets, but all must be fired simultaneously."},{"Name":"Death Candle","School":"necromancy [death, evil, fire]","Level":{"antipaladin":1,"cleric":2,"inquisitor":2,"witch":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous\/1 round per HD of subject; see text","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"This spell functions like death knell, except instead of using the slain target's life energy to enhance yourself, you use it to summon a Small fire elemental resembling a burning, howling version of the slain creature. The elemental acts immediately on your turn and otherwise behaves as if you had summoned it with summon monster II. The elemental remains for a number of rounds equal to the Hit Dice of the slain creature."},{"Name":"Death from Below","School":"abjuration","Level":{"bard":3,"bloodrager":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You grant the target a dodge bonus to its Armor Class\n against attacks from larger creatures. The bonus is equal to +1 for \nevery size category the attacker is larger than the target of the spell,\n to a maximum of +1 per 3 caster levels. If the spell's target is a gnome, the maximum bonus is equal to +1 per 2 caster levels."},{"Name":"Death Knell","School":"necromancy [death, evil]","Level":{"antipaladin":1,"cleric\/oracle":2,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous\/10 minutes per HD of subject; see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You draw forth the ebbing life force of a creature and use it to fuel your own power. Upon casting this spell, you touch a living creature that has -1 or fewer hit points. If the subject fails its saving throw, it dies, and you gain 1d8 temporary hit points and a +2 enhancement bonus to Strength. Additionally, your effective caster level goes up by +1, improving spell effects dependent on caster level. This increase in effective caster level does not grant you access to more spells. These effects last for 10 minutes per HD of the subject creature.\nIncrease the spell's range to close (25 feet + 5 feet per 2 caster levels). Increase the temporary hp gained from the spell to 2d8 and the enhancement bonuses to Strength to +4, and gain a +4 enhancement bonus to Dexterity.\nAugmented (3rd): If you expend two uses of mythic power, the casting time decreases to 1 immediate action, and you may target A creature that you killed on your last turn as if it were still alive; the dead target gets no save."},{"Name":"Death Knell Aura","School":"necromancy [death, evil]","Level":{"cleric":6,"inquisitor":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"20 ft.","Area":"20-ft.-radius emanation, centered on you","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You gain a shimmering gray aura that feeds on the souls of creatures who die within it. The aura sheds light as a candle. If a creature at –1 or fewer hit points is within the aura at the start of its turn, it must save or die, granting you the benefits of death knell."},{"Name":"Death Ward","Description":"\nSchool necromancy; Level\nalchemist 4,\ncleric\/oracle 4, \ndruid 5, \ninquisitor 4, \npaladin 4, \nwitch 4; Domain death 4, repose 4\n\nThe subject gains a +4 morale bonus on saves against all death spells and magical death effects. The subject is granted a save to negate such effects even if one is not normally allowed. The subject is immune to energy drain and any negative energy effects, including channeled negative energy.\n\n\nThis spell does not remove negative levels that the subject has already gained, but it does remove the penalties from negative levels for the duration of its effect.\n","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DFRange":""}},{"Name":"Deathwatch","School":"necromancy","Level":{"cleric\/oracle":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"30 ft.","Area":"cone-shaped emanation","Duration":"10 min.\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Does deathwatch detect things you can't see?\nIt is intended to be used only on creatures already perceived.\nYou have to be able to see the creature to instantly know whether each creature within the area is dead, fragile (alive and wounded, with 3 or fewer hit points left), fighting off death (alive with 4 or more hit points), healthy, undead, or neither alive nor dead (such as a construct).\nIt doesn't magically advise or let you see or know there is an invisible creature or a very stealthy creature in the area and what the health and condition of that creature is.\n[Source]"},{"Name":"Deathwine","School":"necromancy","Level":{"alchemist":2,"cleric":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"1 potion touched\/level","Duration":"1 hour\/level","Saving_Throw":"none (object);","Spell_Resistance":"no (object)","Description":"This spell allows you to turn a potion into a temporary pool of necromantic energy. Only a potion created using a conjuration (healing) spell can be affected by this spell. An affected potion turns dark red and reveals a necromantic aura if detect magic is cast on it while it remains under this spell's effects.\nWhen you drink a potion affected by this spell, you do not gain the potion's normal effect. Instead, the first necromancy spell you cast within the next minute is cast at a higher caster level. The bonus to caster level is equal to the spell level of the spell used to create the potion that deathwine affects. For example, a 5th-level wizard who drinks deathwine made from a potion of cure serious wounds would cast his next necromancy spell as an 8th-level caster, as cure serious wounds is a 3rd-level spell.\nIn addition, any undead creature (or other creature healed by negative energy) that drinks a potion affected by deathwine is healed of 1d8 points of damage. Any potion not imbibed before this spell's duration expires is destroyed at the end of the deathwine's duration."},{"Name":"Debilitating Portent","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 round\/level (D) see text","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"The target is surrounded by a glowing green aura of ill fate. \nEach time \nthe spell’s subject makes an attack or casts a spell, it must succeed at\n a Will saving throw with a DC = 10 + 1\/2 caster level + Charisma (in the case of oracles), Intelligence (in the case of witches), or Wisdom (in the case of clerics). If it fails the saving throw, it deals half damage with the attack or spell. You can dismiss this spell as an immediate action when the target confirms a critical hit; doing so negates the critical hit. The attack that you negated still hits, but only deals half damage."},{"Name":"Decompose Corpse","School":"necromancy","Level":{"cleric\/oracle":1,"druid":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dried toadstool)"},"Description":"Range touchTarget one corpse or corporeal undeadDuration instantaneous or 1 minute; see textSaving Throw Fortitude negates (object); Spell resistance yes (object)\nUsing this spell, the caster rapidly decomposes the flesh from a single corpse of size Huge or smaller, leaving behind a perfectly cleaned skeleton. If it is cast on a non-skeletal corporeal undead, the creature takes a –2 penalty on all rolls and to its Armor Class and CMD for 1 minute."},{"Name":"Deep Slumber","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":3,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Description":"Range close (25 ft. + 5 ft.\/2 levels)\nThis spell functions like sleep, except that it affects 10 HD of targets.\nThis spell works like mythic sleep, except that it affects up to 20 Hit Dice of creatures.\nAlternatively, you may target one creature rather than an area, increasing the duration to 1 hour per level.\nAugmented (5th): If you expend two uses of mythic power, creatures affected by the spell can be awakened only by mythic effects. If you're 5th tier and expend three uses of mythic power, the duration increases to 10 years per tier. If you're 5th tier and expend four uses of mythic power, the spell has both augmented effects. Creatures sleeping for years because of this spell age and breathe as normal, but don't need to eat or drink while the spell lasts."},{"Name":"Deeper Darkness","School":"evocation [darkness]","Level":{"antipaladin":3,"cleric\/oracle":3,"inquisitor":3,"shaman":3},"Description":"Duration 10 min.\/level (D)\nThis spell functions as darkness, except that objects radiate darkness in a 60-foot radius and the light level is lowered by two steps. Bright light becomes dim light and normal light becomes darkness. Areas of dim light and darkness become supernaturally dark. This functions like darkness, but even creatures with darkvision cannot see within the spell's confines. \nThis spell does not stack with itself. Deeper darkness can be used to counter or dispel any light spell of equal or lower spell level."},{"Name":"Defending Bone","School":"necromancy","Level":{"cleric\/oracle":2,"inquisitor":2,"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 hour\/level or until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Get this book AND support this site!\nYou animate a bone with necromantic energy, giving it the power to float near your body and interpose itself against physical attacks.\nYou gain damage reduction 5\/bludgeoning. Once the bone has prevented a total of 5 points of damage per caster level (maximum 50 points), it is destroyed and the spell is discharged. This spell has no effect if you have damage reduction from another source."},{"Name":"Defensive Grace","School":"transmutation","Level":{"investigator":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a living fly)"},"Description":"Range personalTarget youDuration 1 round\/level (D; see below)\n\n\n\nGet this book AND support this site!\nEach round you can roll an inspiration die without expending a use of inspiration and gain the result as a dodge bonus to AC for that round. You are immune to precision damage (including the extra damage from the precise strike deed, sneak attack, studied combat, and studied strike).\nIf a critical hit is confirmed against you, you can dismiss this spell as an immediate action to negate the critical and make the attack instead deal normal damage."},{"Name":"Defensive Shock","School":"evocation [electricity]","Level":{"alchemist":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a hollow metal sphere)"},"Description":"Range personalTarget youDuration 1 minute\/level or until discharged\nElectrical energy floods your body, shocking the next creature that touches you. Any creature striking you with its body or a handheld weapon takes 1d6 points of electricity damage per two caster levels (maximum 6d6). If the attacker has spell resistance, it applies against this damage. Each time the spell discharges, the number of damage dice it deals is halved (rounded down); when the spell’s damage dice reach 0, the spell ends."},{"Name":"Defile Armor","School":"abjuration [evil]","Level":{"antipaladin":3,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets armor touchedDuration 1 minute\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nAs sanctify armor, except you gain DR 5\/good when using your judgment or smite ability.\n\nYou gain DR 5\/good while wearing the target armor. While using your judgment or smite ability, this improves to DR 10\/good.\nAugmented (3rd): If you expend two uses of mythic power, while you use your judgment or smite, add half your tier to your AC as a profane bonus.\n"},{"Name":"Deflection","School":"abjuration [force]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of rubber dipped in glue)"},"Description":"Range personalTargets youDuration 1 round\/level\nYou surround yourself in a whirling barrier of force that sends any attack that misses you hurling back toward its source.\nThis applies to any melee or ranged attack directed against you so long as it uses an attack roll to determine whether or not it strikes you. If an attack misses you, the attacker must make a second attack roll against its own Armor Class, using all of the applicable modifiers of the original attack and if it hits, the attacker takes the attack's damage and suffers all the other consequences of getting struck with that attack. You cannot deflect attacks that miss you for any reason besides a failed attack roll (such as concealment). Similarly, you cannot deflect attacks that actually do strike you but simply fail to do any harm.\n"},{"Name":"Defoliate","Description":"School necromancy; Level\ndruid\n 2, ranger\n 1, sorcerer\/wizard 2; Subdomain radiation 2\nYou hurl a tiny ball of negative energy, destroying plant life either in a line 60 feet long or a 10-foot-radius spread. This effect removes the cover and concealment provided.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a locust)"},"Range":"close (25 ft. + 5 ft.\/2 levels)Target or ","Area":"see text","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Delay Disease","Description":"\nSchool conjuration (healing); \nLevel alchemist 2, cleric 2, druid 2, inquisitor 2, paladin 2, ranger 2, witch 1\nThe target becomes temporarily immune to disease. Any disease to which it is exposed during the spell's duration does not affect the target until the spell's duration has expired. If the target is currently infected with a disease, you must make a caster level check against the disease's DC to suspend it for the duration of the spell; otherwise, that disease affects the target normally. Delay disease does not cure any damage a disease may have already done.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"1 day","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Delay Pain","School":"enchantment [emotion]","Level":{"bard":2,"cleric\/oracle":2,"bloodrager":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2,"law)":1},"Description":"casting Time 1 standard actionComponents V, S\nRange close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration 1 hour\/levelSaving Throw Will negates; Spell resistance yes\nYou override the target’s ability to feel pain. Pain effects (such as pain strike and symbol of pain) do not affect the target until this spell’s duration has expired. This does not negate any physical damage, ability damage, or ability drain that a pain effect has already done, but it does negate ongoing penalties from pain while the spell lasts."},{"Name":"Delay Poison","School":"conjuration (healing)","Level":{"alchemist":3,"bard":3,"cleric":3,"druid":3,"inquisitor":3,"paladin":3,"ranger":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creatures touched","Duration":"1 hour\/level","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject becomes temporarily immune to poison. Any poison in its system or any poison to which it is exposed during the spell's duration does not affect the subject until the spell's duration has expired. Delay poison does not cure any damage that poison may have already done.\nThis spell functions like delay poison, except you divide the duration in 1-hour intervals among the creatures touched."},{"Name":"Delayed Blast Fireball","School":"evocation [fire]","Level":{"sorcerer\/wizard":7},"Description":"Duration 5 rounds or less; see text\nSource Skull & Shackles Player's Guide"},{"Name":"Delayed Consumption","School":"transmutation","Level":{"alchemist":5},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range personalTargets youDuration 1 day\/level (D) or until discharged\nWhen you consume this extract, you quickly consume another extract of your choice-this second extract's effects do not come into effect until a later point. You must consume this second, companion extract on the round following delayed consumption or waste the extract. The companion extract can be no higher than 4th level, and you must pay any costs associated with the companion extract when you consume it.\nAt any point during the duration of this extract, you can cause the companion extract to take effect as an immediate action. You can only have one delayed consumption in effect at one time. If a second is consumed, the first is dispelled without any effect."},{"Name":"Delusional Pride","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration 1 minuteSaving Throw Will negates; Spell resistance yes\nThe target becomes so distracted by an overblown sense of its worth that it takes a –2 penalty on attacks and skill checks. However, this feeling also gives the target a +2 morale bonus on saves against charm and compulsion effects."},{"Name":"Demand","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":8,"witch":8,"nobility":8},"Description":"Saving Throw Will partial; Spell Resistance yes\nThis spell functions like sending, but the message can also contain a suggestion (see the suggestion spell), which the subject does its best to carry out. A successful Will save negates the suggestion effect but not the contact itself. The demand, if received, is understood even if the subject's Intelligence score is as low as 1. If the message is impossible or meaningless according to the circumstances that exist for the subject at the time the demand is issued, the message is understood but the suggestion is ineffective."},{"Name":"Denounce","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"bard":4,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"30-ft.-radius burst","Duration":"1 hour\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"\nYou speak out against a single creature within line of sight and turn possible allies against it by drawing upon the power of your voice and conviction. Creatures in the area who can see the denounced creature must make a Will Saving Throw or have their starting attitude toward the denounced creature worsened by two levels (see Diplomacy skill or table on this page for details). For example, creatures previously indifferent to the subject turn unfriendly.\nDiplomacy checks made to reverse the effects of denounce are made at a -10 penalty."},{"Name":"Desecrate","School":"evocation [evil]","Level":{"antipaladin":2,"cleric\/oracle":2,"inquisitor":2},"Description":"Casting Time 1 standard actionComponent V, S, M (a vial of unholy water and 25 gp worth (5 pounds) of silver dust, all of which must be sprinkled around the area), DF\nThis spell imbues an area with negative energy. The DC to resist negative channeled energy within this area gains a +3 profane bonus. Every undead creature entering a desecrated area gains a +1 profane bonus on all attack rolls, damage rolls, and saving throws. An undead creature created within or summoned into such an area gains +1 hit points per HD.\nIf the desecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity or aligned higher power, the modifiers given above are doubled (+6 profane bonus to negative channeled energy DCs, +2 profane bonus and +2 hit points per HD for undead created in the area).\nFurthermore, anyone who casts animate dead within this area may create as many as double the normal amount of undead (that is, 4 HD per caster level rather than 2 HD per caster level).\nIf the area contains an altar, shrine, or other permanent fixture of a deity, pantheon, or higher power other than your patron, the desecrate spell instead curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above.\nDesecrate counters and dispels consecrate.\nSelect one alignment component that you have (chaotic, evil, or lawful). Outsiders with the opposite alignment subtype of the chosen alignment component take a –1 penalty on attack rolls, damage rolls, and saves in the area.","Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"20-ft.-radius emanation","Duration":"2 hours\/level","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Destablize Powder","School":"transmutation","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a few drops of liquor)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 loaded firearm","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"This spell makes the ammunition in the target firearm is prone to \nmisfire. Increase the misfire range by 1 + 1 per five caster levels \n(maximum +5) for the ammunition currently loaded into that firearm. If \naware of this spell’s effect prior to firing the altered ammunition (a \nDC 17 Spellcraft check to identify the spell being cast or similar effect), the firearm’s user can spend a standard action to clear the altered ammunition from the firearm. Doing so destroys that ammunition."},{"Name":"Destroy Robot","School":"transmutation","Level":{"druid":5,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one robot (see below)","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nYou attempt to destroy any one robot in range. When you cast this spell, your hand crackles with electricity.\nYou must succeed at a ranged touch attack to affect the target. The target takes 12d6 points of damage + 1 point per caster level, or 3d6 points of damage + 1 point per caster level on a successful saving throw. A cyborg or android can be damaged by this spell, but takes half damage and gains a +4 bonus on the saving throw to resist the spell's effects."},{"Name":"Destruction","School":"necromancy [death]","Level":{"cleric\/oracle":7,"shaman":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes"},{"Name":"Detect Aberration","School":"divination","Level":{"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Area cone-shaped emanationDuration concentration, up to 10 minutes\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions like detect animals or plants, except it detects creatures of the aberration type."},{"Name":"Detect Animals or Plants","School":"divination","Level":{"druid":1,"ranger":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Area":"cone-shaped emanation","Duration":"concentration, up to 10 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You can detect a particular kind of animal or plant in a cone emanating out from you in whatever direction you face. You must think of a kind of animal or plant when using the spell, but you can change the animal or plant kind each round. The amount of information revealed depends on how long you search a particular area or focus on a specific kind of animal or plant.\n1st Round: Presence or absence of that kind of animal or plant in the area.\n2nd Round: Number of individuals of the specified kind in the area and the condition of the healthiest specimen.\n3rd Round: The condition (see below) and location of each individual present. If an animal or a plant is outside your line of sight, then you discern its direction but not its exact location.\nConditions: For purposes of this spell, the categories of condition are as follows:\nIf a creature falls into more than one category, the spell indicates the weaker of the two."},{"Name":"Detect Chaos","School":"divination","Level":{"cleric\/oracle":1,"inquisitor":1,"shaman":1}},{"Name":"Detect Charm","School":"divination","Level":{"bard":1,"cleric\/oracle":1,"paladin":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 60 ft.Area 60 ft.Duration concentration, up to 1 minute\/level (D)\nAs detect magic, except you immediately detect the strength and location of each charm, compulsion, and possession aura on all creatures in the area. You can attempt to identify the properties of each aura (see Spellcraft)."},{"Name":"Detect Evil","School":"divination","Level":{"cleric\/oracle":1,"inquisitor":1,"shaman":1},"Description":"Casting Time 1 standard action \nComponent V, S, DF \nYou can sense the presence of evil. The amount of information revealed depends on how long you study a particular area or subject. \n1st Round: Presence or absence of evil. \n2nd Round: Number of evil auras (creatures, objects, or spells) in the area and the power of the most potent evil aura present. \nIf you are of good alignment, and the strongest evil aura's power is overwhelming (see below), and the HD or level of the aura's source is at least twice your character level, you are stunned for 1 round and the spell ends. \n3rd Round: The power and location of each aura. If an aura is outside your line of sight, then you discern its direction but not its exact location. \nAura Power\nAn evil aura's power depends on the type of evil creature or object that you're detecting and its HD, caster level, or (in the case of a cleric) class level; see the table below. If an aura falls into more than one strength category, the spell indicates the stronger of the two. \n\nLingering Aura: An evil aura lingers after its original source dissipates (in the case of a spell) or is destroyed (in the case of a creature or magic item). If detect evil is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power: \n\nAnimals, traps, poisons, and other potential perils are not evil, and as such this spell does not detect them. Creatures with actively evil intents count as evil creatures for the purpose of this spell. ","Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 10 min.\/ level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Detect Good","School":"divination","Level":{"cleric\/oracle":1,"inquisitor":1,"shaman":1}},{"Name":"Detect Law","School":"divination","Level":{"cleric\/oracle":1,"inquisitor":1,"shaman":1}},{"Name":"Detect Magic","Description":"\nSchool divination; Level\nbard 0, \ncleric\/oracle 0, \ndruid 0, \ninquisitor 0, magus 0, shaman 0, sorcerer\/wizard 0, summoner\/unchained summoner 0, \nwitch 0\n\nCasting Time 1 standard actionComponent: V, S \nYou detect magical auras. The amount of information revealed depends on how long you study a particular area or subject.\n1st Round: Presence or absence of magical auras.\n2nd Round: Number of different magical auras and the power of the most potent aura.\n3rd Round: The strength and location of each aura. If the items or creatures bearing the auras are in line of sight, you can make Knowledge (arcana) skill checks to determine the school of magic involved in each. (Make one check per aura: DC 15 + spell level, or 15 + 1\/2 caster level for a nonspell effect.) If the aura emanates from a magic item, you can attempt to identify its properties (see Spellcraft).\nMagical areas, multiple types of magic, or strong local magical emanations may distort or conceal weaker auras.\nAura Strength: An aura's power depends on a spell's functioning spell level or an item's caster level; see the accompanying table. If an aura falls into more than one category, detect magic indicates the stronger of the two.\nLingering Aura: A magical aura lingers after its original source dissipates (in the case of a spell) or is destroyed (in the case of a magic item). If detect magic is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power:\nOutsiders and elementals are not magical in themselves, but if they are summoned, the conjuration spell registers. Each round, you can turn to detect magic in a new area. The spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.","Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Detect Metal","School":"divination","Level":{"alchemist":1,"bard":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 minute\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"\n\nGet this book AND support this site!\nYou detect any metal objects or creatures within a 60-foot cone.\nYou can specify all metal objects or one or more specific types of metal (such as silver, cold iron, or a type of skymetal) when you cast this spell; in the case of the latter, you detect only objects or creatures made of the specified metal."},{"Name":"Detect Poison","School":"divination","Level":{"antipaladin":1,"cleric\/oracle":0,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)Target or ","Area":"one creature, one object, or a 5-ft. cube","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Detect Radiation","School":"divination","Level":{"bard":1,"cleric":1,"druid":1,"ranger":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 120 ft.Area spherical emanation, centered on you\nGet this book AND support this site!\nYou detect radiation in the surrounding area. You see radioactive auras as a glowing green shimmer in the air that emanates from radioactive objects; the brighter and more intense the green, the more powerful the radioactivity. This glow does not provide illumination or allow you to see in darkness, apart from being able to see the glow itself. The spell can penetrate barriers, but 3 feet of dirt or wood, 1 foot of stone, 1 inch of common metal, or a thin sheet of lead blocks it—although radiation can seep into such barriers, causing them to become radioactive (and thus visible to the spell) in time."},{"Name":"Detect Relations","School":"divination","Level":{"bard":2,"cleric":2,"inquisitor":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Targets one creature per level, no two of which can be more than 30 ft. apartDuration concentration, up to 1 min.\/level (D)Saving Throw Will negates; see text; Spell Resistance no\nYou can determine whether or not two or more creatures are related by blood. The amount of information gleaned depends on how long you study a particular area or set of subjects.\n1st round: Whether or not the subjects are related by blood.\n2nd round: Number of related subjects and their general relation to one another (for example, this would reveal that one subject is a descendant of the other, but it would not specify “mother” or “grandmother”).\n3rd round: Precise relationship between subjects in the area. A target's Will save prevents you from determining its exact relationship with another creature, and only one subject needs to succeed at this save to prevent you from determining its relationship with another creature. (So, for instance, if two brothers are in the area and one succeeds at his Will save, you could tell that they are siblings, but could not distinguish whether they are full- or half-siblings.) Each round, you can turn to detect relations in a new area. The spell can penetrate barriers, but 6 inches of stone, 1 inch of common metal, a thin sheet of lead, or 1 foot of wood or dirt will block it.\nThis spell functions by analyzing the blood and minds of creatures in the area, collectively examining these traits and comparing them to those of others in the area while looking for patterns. Thus, adoptive siblings and parents cannot be detected with this spell, since they share no blood."},{"Name":"Detect Scrying","Description":"\nSchool divination; Level\nbard 4, \ninquisitor 4,  shaman 4, \nsorcerer\/wizard 4, \nwitch 4; Subdomain solitude 4\n\nYou immediately become aware of any attempt to observe you by means of a divination (scrying) spell or effect. The spell's area radiates from you and moves as you move. You know the location of every magical sensor within the spell's area.\n\nIf the scrying attempt originates within the area, you also know its location; otherwise, you and the scrier immediately make opposed caster level checks (1d20 + caster level). If you at least match the scrier's result, you get a visual image of the scrier and an accurate sense of his direction and distance from you.\nThis spell automatically gives you a visual image of the creature scrying you.\nIf it's using a non-mythic means of scrying, you also gain an accurate sense of its direction and distance from you. You automatically succeed at caster levelchecks to overcome nondetection or similar effects (other than mind blank) that block your ability to detect the creature.\nIf you learn the creature's direction and distance with this spell, you can, as an immediate action, cast a mind-affecting spell through the scrying sensor to target the creature. This spell affects only the scrying creature, even if the spell normally affects an area or multiple targets. You must expend a number of uses of mythic power equal to the level of the spell you wish to cast against the creature.\nAugmented (6th): If you expend two uses of mythic power, even mind blank doesn't prevent you from detecting the scrying creature. If you teleport to the creature's location within 1 minute, you arrive on target (with no chance of error) and bypass non-mythic effects that block teleportation. Alternatively, you can compel the creature to attempt to teleport to you within 1 minute (Will negates, DC equal to 10 plus double your tier). It must use its own means of teleportation to do so, but you guarantee it arrives on target and bypasses non-mythic effects that block teleportation to your location.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of mirror and a miniature brass hearing trumpet)"},"Range":"40 ft.","Area":"40-ft.-radius emanation centered on you","Duration":"24 hours","Saving_Throw":"none;","Spell_Resistance":" no"},{"Name":"Detect Secret Doors","Description":"School divination; Level\nalchemist 1, \nbard 1, \nsorcerer\/wizard 1, \nwitch 1; Subdomain revelation 1\nYou can detect secret doors, compartments, caches, and so forth. Only passages, doors, or openings that have been specifically constructed to escape detection are detected by this spell. The amount of information revealed depends on how long you study a particular area or subject.\n1st Round: Presence or absence of secret doors.\n2nd Round: Number of secret doors and the location of each. If an aura is outside your line of sight, then you discern its direction but not its exact location.\nEach Additional Round: The mechanism or trigger for one particular secret portal closely examined by you.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Detect Snares and Pits","School":"divination","Level":{"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 10 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You can detect simple pits, deadfalls, and snares as well as mechanical traps constructed of natural materials. The spell does not detect complex traps, including trapdoor traps.\nDetect snares and pits does detect certain natural hazards- quicksand (a snare), a sinkhole (a pit), or unsafe walls of natural rock (a deadfall). It does not reveal other potentially dangerous conditions. The spell does not detect magic traps (except those that operate by pit, deadfall, or snaring; see the spell snare), nor mechanically complex ones, nor those that have been rendered safe or inactive.\nThe amount of information revealed depends on how long you study a particular area.\n1st Round: Presence or absence of hazards.\n2nd Round: Number of hazards and the location of each. If a hazard is outside your line of sight, then you discern its direction but not its exact location.\nEach Additional Round: The general type and trigger for one particular hazard closely examined by you."},{"Name":"Detect the Faithful","School":"divination","Level":{"cleric\/oracle":1,"druid":1,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 minute\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You can detect other worshipers of your deity (mortal worshipers, outsider servants, and so on). The amount of information revealed depends on how long you focus on a particular area or subject.\n1st Round: Presence or absence of the faithful.\n2nd Round: Number of individual faithful in the area.\n3rd Round: The exact location of each worshiper. If a fellow worshiper is outside your line of sight, then you discern his direction but not his exact location.\nEach round you can rotate to detect worshipers in a new area. The spell can penetrate barriers, but a sheet of lead, 1 foot of stone, 1 inch of common metal, or 3 feet of wood or dirt blocks it. The GM decides if worshipers are present. A creature’s personal interpretation of its beliefs determines whether or not it is of the same faith as you—hence heretics and splinter cultists of your deity still count as worshipers of that deity."},{"Name":"Detect Thoughts","School":"divination [mind-affecting]","Level":{"alchemist":2,"bard":2,"inquisitor":2,"sorcerer\/wizard":2,"summoner\/unchained":0,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 min.\/level (D)","Saving_Throw":"Will negates; see text;","Spell_Resistance":"no","Description":"You detect surface thoughts. The amount of information revealed depends on how long you study a particular area or subject.\n\n1st Round: Presence or absence of thoughts (from conscious creatures with Intelligence scores of 1 or higher).\n2nd Round: Number of thinking minds and the Intelligence score of each. If the highest Intelligence is 26 or higher (and at least 10 points higher than your own Intelligence score), you are stunned for 1 round and the spell ends. This spell does not let you determine the location of the thinking minds if you can't see the creatures whose thoughts you are detecting.\n3rd Round: Surface thoughts of any mind in the area. A target's Will save prevents you from reading its thoughts, and you must cast detect thoughts again to have another chance. Creatures of animal intelligence (Int 1 or 2) have simple, instinctual thoughts."},{"Name":"Detect Undead","School":"divination","Level":{"alchemist":1,"cleric\/oracle":1,"inquisitor":1,"paladin":1,"shaman":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 minute\/ level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You can detect the aura that surrounds undead creatures. The amount of information revealed depends on how long you study a particular area.\n1st Round: Presence or absence of undead auras.\n2nd Round: Number of undead auras in the area and the strength of the strongest undead aura present. If you are of good alignment, and the strongest undead aura's strength is overwhelming (see below), and the creature has HD of at least twice your character level, you are stunned for 1 round and the spell ends.\n3rd Round: The strength and location of each undead aura. If an aura is outside your line of sight, then you discern its direction but not its exact location.\nAura Strength: The strength of an undead aura is determined by the HD of the undead creature, as given on the table below.\nLingering Aura: An undead aura lingers after its original source is destroyed. If detect undead is cast and directed at such a location, the spell indicates an aura strength of dim (even weaker than a faint aura). How long the aura lingers at this dim level depends on its original power, as given on the table below."},{"Name":"Determine Depth","Description":"School divination; Level bard 2, druid 2, sorcerer\/wizard 2\nWith a touch, you can determine the exact thickness of a wall, ceiling, or other solid barrier, measuring from the point you are touching to the direct opposite side of the barrier in a straight line. You can only detect depths or widths of up to 10 feet per caster level (maximum 200 feet at 20th level); amounts in excess of this limit are detected as being the maximum you are able to detect. So, for example, a 5th-level wizard using this spell on a 60-foot-thick wall would detect that the wall is 50 feet thick.\nDetermine depth can be used on earthen, plaster, stone, or wooden surfaces, but not on walls made of metal or other, harder materials. This spell is useful to casters who want to get an idea of their surroundings, and as a preliminary measure to casting spells such as passwall or dimension door.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"solid surface touched","Duration":"concentration, up to 1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Detonate","School":"evocation [acid, cold, electricity, or fire]","Level":{"alchemist":4,"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"earth":4,"fire":4,"water":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (two vials; one containing acid and one containing an alkaline solution worth a total of 50 gp)"},"Range":"30 ft.","Area":"30-ft.-radius spread centered on you","Duration":"1 round, then instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"yes","Description":"You flood yourself with a potent surge of elemental energy.\nOne round after completing the casting of the spell, the energy explodes from your body.\nWhen this spell creates the explosion of energy, choose one of the following four energy types: acid, cold, electricity, or fire. The explosion inflicts 1d8 points of damage of that energy type per caster level (maximum 10d8) to all creatures and unattended objects within 15 feet, and half that amount to targets past 15 feet but within 30 feet. You automatically take half damage from the explosion, without a Saving Throw, but any other energy resistance or energy immunity effects you may have in place can prevent or lessen this overflow damage caused by the explosion."},{"Name":"Devolution","School":"transmutation","Level":{"sorcerer\/wizard":3,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a chameleon scale)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one eidolonDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nThis spell causes an eidolon to lose one evolution plus one additional evolution for every five caster levels. Evolutions with the highest total cost are lost first. If there is a tie, randomly determine which is lost. If this spell causes an eidolon to fail to meet the prerequisites for other evolutions or abilities, those evolutions or abilities are lost as long as this spell persists.\nThe saving throw changes to Will (partial). If it succeeds at its save, the eidolon loses one evolution, chosen at random.\nAdvanced Player's Guide. Copyright 2010, Paizo Publishing, LLC; Author: Jason Bulmahn."},{"Name":"Diagnose Disease","Description":"School divination; Level\ncleric\/oracle 1, druid 1, paladin 1, ranger 1, witch 1\nRange close (25 ft. + 5 ft.\/2 levels)Target or Area one creature, one object, or a 5-ft. cubeDuration instantaneousSaving Throw none; Spell resistance no\nYou determine whether a creature, object, or area carries any sort of disease or infestation (including molds, slimes, and similar hazards), or any exceptional or supernatural effects causing the sickened or nauseated effects. If there is disease present, you know what disease it is and its effects. If the target is a creature, you gain a +4 bonus on Heal checks to treat the creature’s disease. The spell can penetrate many barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt blocks it.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Diamond Spray","School":"evocation [earth]","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a lump of coal)"},"Range":"20 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"yes"},{"Name":"Dictum","School":"evocation [lawful, sonic]","Level":{"cleric\/oracle":7,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"40 ft.","Area":"nonlawful creatures in a 40-ft.-radius spread centered on you","Duration":"instantaneous","Saving_Throw":"none or Will negates; see text;","Spell_Resistance":"yes","Description":"Any nonlawful creature within the area of a dictum spell suffers the following ill effects.\nThe effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.\nDeafened: The creature is deafened for 1d4 rounds. Save negates.\nStaggered: The creature is staggered for 2d4 rounds. Save reduces the staggered effect to 1d4 rounds.\nParalyzed: The creature is paralyzed and helpless for 1d10 minutes. Save reduces the paralyzed effect to 1 round.\nKilled: Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).\nFurthermore, if you are on your home plane when you cast this spell, non-lawful extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the dictum or not. The banishment effect allows a Will save (at a -4 penalty) to negate.\nCreatures whose Hit Dice exceed your caster level are unaffected by dictum.\nWhen determining the spell's effect on non-mythic creatures, add your tier to your caster level.\nNon-lawful creatures that fail their saves against the spell also take a –4 penalty on attack rolls and saving throws, and their spell resistance decreases by 5 for as long as the spell's other effects last."},{"Name":"Die for Your Master","School":"enchantment (compulsion)","Level":{"antipaladin":4,"druid":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"your animal companion, familiar, or fiendish servant","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell allows your companion or familiar to intercept any attack that targets you, including those that do not require attack rolls (e.g., chain lightning, hold monster, and magic missile).\nYour companion or familiar cannot intercept effects that do not affect creatures of its type (e.g., dominate person)."},{"Name":"Dimension Door","School":"conjuration (teleportation)","Level":{"bard":4,"magus":4,"sorcerer\/wizard":4,"summoner":3,"unchained":0,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"you and touched objects or other touched willing creatures","Duration":"instantaneous","Saving_Throw":"none and Will negates (object);","Spell_Resistance":"no and yes (object)","Description":"Source Skull & Shackles Player's Guide\nYou instantly transfer yourself from your current location to any other spot within range. You always arrive at exactly the spot desired - whether by simply visualizing the area or by stating direction. After using this spell, you can't take any other actions until your next turn. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you.\nIf you arrive in a place that is already occupied by a solid body, you and each creature traveling with you take 1d6 points of damage and are shunted to a random open space on a suitable surface within 100 feet of the intended location.\nIf there is no free space within 100 feet, you and each creature traveling with you take an additional 2d6 points of damage and are shunted to a free space within 1,000 feet. If there is no free space within 1,000 feet, you and each creature traveling with you take an additional 4d6 points of damage and the spell simply fails.\n\nDimension door says, \"After using this spell, you can't take any other actions until your next turn.\" If the caster brings other creatures with them when they cast the spell, are the passengers unable to take any other actions until their next turn, or is that just for the caster?\nThat restriction only applies to the caster.\n[Source]\nThe duration of this spell changes to 1 round per 2 caster levels, and it creates A temporary, invisible, one-way portal in your square to your destination. You immediately pass through the portal and arrive at the destination, but you can't take any other creatures with you.\nWhen casting the spell, you can designate a number of creatures equal to your caster level.\nThese creatures can see and use the portal, passing through it to arrive at the destination (this isn't an action). A creature that passes through the portal can't take any other actions until its next turn."},{"Name":"Dimensional Anchor","School":"abjuration","Level":{"cleric\/oracle":4,"inquisitor":3,"sorcerer\/wizard":4,"summoner":3,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect rayDuration 1 min.\/levelSaving Throw none; Spell Resistance yes (object)\nA green ray springs from your hand. You must make a ranged touch attack to hit the target. Any creature or object struck by the ray is covered with a shimmering emerald field that completely blocks extradimensional travel. Forms of movement barred by a dimensional anchor include astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spell-like abilities. The spell also prevents the use of a gate or teleportation circle for the duration of the spell."},{"Name":"Dimensional Bounce","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":7,"summoner\/unchained":0,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets you and touched objects or other touched willing creaturesDuration 1 round\/level or until dischargedSaving Throw none and Will negates (object); Spell Resistance no and yes (object)\nYou designate two locations within range and create a dimensional link between them; you must have line of effect to both locations when casting this spell. As a swift action, you can teleport from your current location to either of the designated locations as if you had cast dimension door. The spell is discharged once you have used it to teleport a number of times equal to one-fourth your caster level (maximum 5 times)."},{"Name":"Dimensional Lock","School":"abjuration","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8,"summoner":6,"Bloodline":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"20-ft.-radius emanation centered on a point in space","Duration":"1 day\/level","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You create a shimmering emerald barrier that completely blocks extradimensional travel. Forms of movement barred include astral projection, blink, dimension door, ethereal jaunt, etherealness, gate, maze, plane shift, shadow walk, teleport, and similar spell-like abilities. Once dimensional lock is in place, extradimensional travel into or out of the area is not possible.\nA dimensional lock does not interfere with the movement of creatures already in ethereal or astral form when the spell is cast, nor does it block extradimensional perception or attack forms. Also, the spell does not prevent summoned creatures from disappearing at the end of a summoning spell.\nThe spell doesn't interfere with your extradimensional travel spells and effects.\nAugmented (4th): You can augment mythic dimensional lock to redirect teleporting creatures to another location. If you expend two uses of mythic power, designate a location that you're very familiar with.\nThis location must be on the same plane as you. Any creature attempting to use extradimensional travel from outside the spell's area into that area is instead redirected to this other location.\nThe creature can attempt a Spellcraft check against your caster level. If it succeeds, it's aware of the redirection (though not the destination) and can interrupt its spellcasting, losing the spell but not teleporting."},{"Name":"Diminish Plants","School":"transmutation","Level":{"druid":3,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"see textTarget or ","Area":"see text","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell has two versions.\nPrune Growth: This version of the spell causes normal vegetation within long range (400 feet + 40 feet per level) to shrink to about one-third normal size, becoming untangled and less bushy. The affected vegetation appears to have been carefully pruned and trimmed. This version of diminish plants automatically dispels any spells or effects that enhance plants, such as entangle, plant growth, and wall of thorns.\nAt your option, the area can be a 100-foot-radius circle, a 150-foot-radius semicircle, or a 200-foot-radius quarter-circle. You may also designate portions of the area that are not affected.\nStunt Growth: This version of the spell targets all normal plants within a range of 1\/2 mile, reducing their potential productivity over the course of the following year to half normal. "},{"Name":"Dirge of the Victorious Knights","School":"illusion [shadow]","Level":{"bard":6},"Casting_Time":"1 full round","Components":{"V":"Verbal","S":"Somatic","F":"","either":""},"Description":"\nRange 120 ft.Effect 120-ft. line, 10 ft. wideDuration instantaneousSaving Throw Reflex half; Spell Resistance yes\n\nBy performing part of an opera, you call forth spectral illusions of mounted knights to trample your foes under the hooves of their glorious steeds. The shadowy knights appear in your square and ride forward in the direction you indicate, dealing 1d6 points of damage per caster level (maximum 20d6) to all creatures in their path. Half of this damage is cold damage, while half results directly from arcane power and is not subject to cold resistance or immunity. The knights cannot pass through force effects or barriers that block incorporeal creatures or undead.\nThe damage increases to 1d10 points of damage per caster level (maximum 20d10). Any creature that fails its Reflex saving throw is knocked prone, and must succeed at a Fortitude save or be stunned for 1 round.\nAugmented (7th): If you expend two uses of mythic power, the area increases to a 240-foot line 20 feet wide. All cold damage dealt by the spell ignores cold resistance and cold immunity.\nPathfinder Campaign Setting: The Inner Sea World Guide. © 2011, Paizo Publishing, LLC; Authors: Keith Baker, Wolfgang Baur, Clinton J. Boomer, Jason Bulmahn, Joshua J. Frost, Ed Greenwood, Stephen S. Greer, Jeff Grubb, James Jacobs, Michael Kortes, Tito Leati, Mike McArtor, Rob McCreary, Erik Mona, Jason Eric Nelson, Jeff Quick, Sean K Reynolds, F. Wesley Schneider, Leandra Christine Schneider, David Schwartz, Amber E. Scott, Stan!, Owen K.C. Stephens, Todd Stewart, James L. Sutter, Greg A. Vaughan, Jeremy Walker, and JD Wiker."},{"Name":"Disable Construct","School":"transmutation","Level":{"alchemist":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"construct touched","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"no","Description":"You can make a melee touch attack to send a pulse into the target, interfering with the magic that endows it with life. If the construct fails its saving throw, it becomes helpless, but it receives a new save each round at the end of its turn to shake off the effect. If the construct is normally immune to magic, the pulse is less effective and the construct receives a +4 bonus on its saving throw."},{"Name":"Discern Lies","Description":"School divination; Level\nalchemist 4, \ncleric\/oracle 4, \ninquisitor 4, \npaladin 3, \nwitch 4; Domain nobility 4\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration concentration, up to 1 round\/levelSaving Throw Will negates; Spell Resistance no\n\nEach round, you concentrate on one target, who must be within range. You know if the target deliberately and knowingly speaks a lie by discerning disturbances in its aura caused by lying. The spell does not reveal the truth, uncover unintentional inaccuracies, or necessarily reveal evasions.\n","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Discern Location","School":"divination","Level":{"cleric\/oracle":8,"shaman":8,"sorcerer\/wizard":8,"summoner":6,"witch":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"unlimited","Target":"one creature or object","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"A discern location spell is among the most powerful means of locating creatures or objects. Nothing short of a mind blank spell or the direct intervention of a deity keeps you from learning the exact location of a single individual or object. Discern location circumvents normal means of protection from scrying or location. The spell reveals the name of the creature or object's location (place, name, business name, building name, or the like), community, county (or similar political division), country, continent, and the plane of existence where the target lies."},{"Name":"Discern Next of Kin","School":"divination [mind-affecting]","Level":{"bard":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"60 ft.","Target":"one creature","Duration":"concentration, up to 1 minute\/level (D)","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"You can scan the thoughts of one individual and learn the names and locations of the target's living relatives, as well as the attitude of the target toward those relatives (and vice versa). You learn about one relative per round you concentrate on the target. For example, you might learn the target's father's name, that the father lives on a nearby farm, and that the target and his father don't get along. Since this spell reads the target's mind, you can learn only what the target knows or believes."},{"Name":"Discern Value","Description":"School divination; Level bard 3, sorcerer\/wizard 3\nYou can quickly analyze the monetary value of objects and identify which are most valuable to an average trader.\nYou must specify a minimum value to detect when you cast this spell (such as 1 gp, 100 gp, or 1,000 gp). The amount of information revealed depends on how long you study a particular area or subject.\nThe spell's effect does not indicate whether an item has magical properties and does not detect artifacts or items that are priceless.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":" 60 ft.","Area":"cone-shaped emanation","Duration":"concentration, up to 1 minute\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Discharge","School":"abjuration","Level":{"bard":6,"cleric":6,"magus":6,"sorcerer\/wizard":6,"witch":6,"or":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature or technological object","Duration":"instantaneous","Saving_Throw":"Fort negates;","Spell_Resistance":"no","Description":"Get this book AND support this site!\nDischarge dissipates the charges from one technical object, temporarily depowers one electrically powered technological object that does not use charges, or severely hinders a creature with the robot subtype. If the spell targets an object with charges, the object loses all of its remaining charges. If the object is powered by electrical means other than charges, its functions are suppressed for 1d4 rounds. If the spell targets a creature not of the robot subtype, it affects a random charged or electrically powered item in that creature's possession. If the target is a robot, the robot is staggered and cannot use any energy-based attacks for 1d4 rounds. A robot that's affected by this spell receives a new saving throw at the end of each round to shrug off the effect.\nThis spell functions as discharge, except it can discharge multiple technological objects and can be used to target an area.\nYou choose to use greater discharge in one of two ways: an area discharge or a targeted discharge.\nArea Discharge: When greater discharge is used in this way, the spell affects everything within a 20-foot-radius burst. Each creature in the area is affected as though by discharge (affecting only one object in the creature's possession), and each unattended object is similarly affected.\nTargeted Discharge: This spell functions as discharge, but if the target is a creature, it can discharge one randomly determined object from the target's charged or electrically powered possessions for every 4 caster levels you possess."},{"Name":"Discordant Blast","School":"evocation [sonic]","Level":{"bard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 10 ft. or 30 ft.Area see textDuration instantaneousSaving Throw none; Spell Resistance yes\nYou create a wave of thunder and force, either in a 10-foot radius burst centered on you or in 30-foot cone-shaped burst.\nCreatures in the area take 3d6 points of sonic damage and are pushed away as if bull rushed. Make a combat maneuver check and apply its results to each creature in the area. Your CMB for this bull rush is equal to your caster level plus your Charisma modifier. This bull rush does not provoke an attack of opportunity. A discordant blast cannot penetrate a silence spell (or any similar magical silence effect).\nThe damage dealt increases to 5d6 points of sonic damage, and you gain a +2 bonus on combat maneuver checks to the bull rush opponents. The spell can penetrate non-mythic magical silence and dispels any non-mythic silence effect of 4th level or lower.\nAdvanced Player's Guide. Copyright 2010, Paizo Publishing, LLC; Author: Jason Bulmahn."},{"Name":"Discovery Torch","School":"evocation [light]","Level":{"bard":2,"cleric":3,"inquisitor":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"object touched","Duration":"10 minutes\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"An object you touch emanates a 20-foot radius of bright light. The effect looks like a regular flame but \ncreates no heat and uses no oxygen. Allies within the area of this light\n gain a +2 enhancement bonus on Perception and Sense Motive checks, as well as on Knowledge checks to identify monsters that are also within the area and their special powers and vulnerabilities.\nWhen an inquisitor casts this spell, the light emanation doubles (40-ft.-radius emanation) while that inquisitor has a judgment active.\nLight spells counter and dispel darkness spells of an equal or lower level."},{"Name":"Disfiguring Touch","School":"transmutation [curse]","Level":{"bloodrager":2,"cleric\/oracle":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget creature touchedDuration 1 day\/levelSaving Throw Will negates; Spell resistance yes\nWith a touch, you cause the victim of this spell to suffer a painful curse that causes it to grow hideously disfigured. The physical appearance of the deformity is subject to the caster’s whim (most demon worshipers choose deformities that reflect their Abyssal patron’s shape or form). The target takes one of the following penalties.\nYou may also invent other effects, but they should be no more powerful than those described above.\nThe target takes two different penalties (chosen from the same list) instead of one.\nAugmented: If you expend two uses of mythic power, the target also gains the fatigued condition because of its painful disfigurement. If this fatigue is negated without removing the curse, it returns after 1 hour.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Disguise Other","School":"illusion (glamer)","Level":{"bard":2,"inquisitor":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTarget creature touchedDuration 10 minute\/level (D)\nThis spell functions as disguise self, except you can disguise either yourself or another creature."},{"Name":"Disguise Self","School":"illusion (glamer)","Level":{"alchemist":1,"antipaladin":1,"bard":1,"inquisitor":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 min.\/level (D)\nYou make yourself - including clothing, armor, weapons, and equipment - look different. You can seem 1 foot shorter or taller, thin, fat, or in between. You cannot change your creature type (although you can appear as another subtype). Otherwise, the extent of the apparent change is up to you. You could add or obscure a minor feature or look like an entirely different person or gender."},{"Name":"Disguise Weapon","School":"illusion (glamer)","Level":{"bard":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"manufactured weapon touched","Duration":"1 hour\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You make one manufactured weapon look like a different manufactured weapon of the same size and relative encumbrance (light, one-handed, or two-handed). For example, you could make a Small greatsword look like a Small quarterstaff, a Medium club, or a Large dagger. Even the appearance of an improvised weapon is possible. The extent of the apparent change is up to you. You could add or obscure a minor feature or make the item look like it is composed of different materials (stone, wood, adamantine, and so on). The spell does not provide any of the abilities of the chosen form, nor does it alter the perceived tactile or audible properties of the item or how it is wielded. A creature that interacts with the glamer may attempt a Will save to recognize it as an illusion."},{"Name":"Disintegrate","School":"transmutation","Level":{"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect rayDuration instantaneousSaving Throw Fortitude partial (object); Spell Resistance yes\nSource Skull & Shackles Player's Guide\nA thin, green ray springs from your pointing finger. You must make a successful ranged touch attack to hit. Any creature struck by the ray takes 2d6 points of damage per caster level (to a maximum of 40d6). Any creature reduced to 0 or fewer hit points by this spell is entirely disintegrated, leaving behind only a trace of fine dust. A disintegrated creature's equipment is unaffected.\nWhen used against an object, the ray simply disintegrates as much as a 10-foot cube of nonliving matter. Thus, the spell disintegrates only part of any very large object or structure targeted. The ray affects even objects constructed entirely of force, such as forceful hand or a wall of force, but not magical effects such as a globe of invulnerability or an antimagic field.\nA creature or object that makes a successful Fortitude save is partially affected, taking only 5d6 points of damage. If this damage reduces the creature or object to 0 or fewer hit points, it is entirely disintegrated.\nOnly the first creature or object struck can be affected; that is, the ray affects only one target per casting.\nThe damage dealt increases to 3d6 points of damage per caster level (maximum 60d6) plus 1d4 points of Constitution damage.\nA creature that succeeds at its saving throw takes 5d8 points of damage plus 1 point of Constitution damage.\nA creature whose Constitution score is reduced to 0 by this spell is entirely disintegrated.\nAugmented (7th): If you expend two uses of mythic power, you fire two rays. Alternatively, you may fire only one ray, but if the target is a non-mythic creature and it fails its saving throw, it's automatically disintegrated regardless of its current hp."},{"Name":"Dismissal","School":"abjuration","Level":{"cleric\/oracle":4,"inquisitor":4,"":0,"sorcerer\/wizard":5,"summoner":4,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one extraplanar creature","Duration":"instantaneous","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes"},{"Name":"Dispel Balance","School":"abjuration","Level":{"cleric":5,"druid":5,"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"or Targets you and a touched neutral creature from another plane, or you and an enchantment on a touched creature or object","Duration":"1 round\/level or until discharged, whichever comes first","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Pulsing, bronze energy surrounds you, bestowing three effects.\nFirst, you gain a +3 deflection bonus to AC against attacks by chaotic neutral, lawful neutral, neutral evil, and neutral good creatures. Against attacks by creatures whose alignment is neutral with no other alignment components, this deflection bonus is instead +5.\nSecond, upon making a successful melee touch attack against a creature from another plane with a neutral component to its alignment, you can choose to banish that creature back to its home plane. The creature can negate this effect with a successful Will save (spell resistance applies). If the creature's alignment is neutral with no other alignment components, this saving throw is made at a –2 penalty. This use discharges and ends the spell.\nThird, with a touch, you can automatically dispel any one enchantment spell cast by a creature with a neutral component to its alignment. Spells that can't be dispelled by dispel magic also can't be dispelled by dispel balance. Saving throws and spell resistance do not apply to this effect. This use discharges and ends the spell."},{"Name":"Dispel Chaos","School":"abjuration [lawful]","Level":{"cleric\/oracle":5,"inquisitor":5,"paladin":4,"shaman":5}},{"Name":"Dispel Evil","School":"abjuration [good]","Level":{"cleric\/oracle":5,"inquisitor":5,"paladin":4,"shaman":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"or Targets you and a touched evil creature from another plane, or you and an enchantment or evil spell on a touched creature or object","Duration":"1 round\/level or until discharged, whichever comes first ","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Shimmering, white holy energy surrounds you. This energy has three effects.\nFirst, you gain a +4 deflection bonus to AC against attacks by evil creatures.\nSecond, on making a successful melee touch attack against an evil creature from another plane, you can choose to drive that creature back to its home plane. The creature can negate the effects with a successful Will save (Spell Resistance applies). This use discharges and ends the spell."},{"Name":"Dispel Good","School":"abjuration [evil]","Level":{"antipaladin":4,"cleric\/oracle":5,"inquisitor":5,"shaman":5}},{"Name":"Dispel Law","School":"abjuration [chaotic]","Level":{"antipaladin":4,"cleric\/oracle":5,"inquisitor":5,"shaman":5}},{"Name":"Dispel Magic","School":"abjuration","Level":{"bard":5,"cleric\/oracle":6,"druid":6,"inquisitor":6,"magus":6,"shaman":6,"sorcerer\/wizard":6,"summoner\/unchained":0,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)Target or ","Area":"one spellcaster, creature, or object","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You can use dispel magic to end one ongoing spell that has been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, or to counter another spellcaster's spell. A dispelled spell ends as if its duration had expired. Some spells, as detailed in their descriptions, can't be defeated by dispel magic. Dispel magic can dispel (but not counter) spell-like effects just as it does spells. The effect of a spell with an instantaneous duration can't be dispelled, because the magical effect is already over before the dispel magic can take effect. \nYou choose to use dispel magic in one of two ways: a targeted dispel or a counterspell.\nTargeted Dispel: One object, creature, or spell is the target of the dispel magic spell. You make one dispel check (1d20 + your caster level) and compare that to the spell with highest caster level (DC = 11 + the spell's caster level). If successful, that spell ends. If not, compare the same result to the spell with the next highest caster level. Repeat this process until you have dispelled one spell affecting the target, or you have failed to dispel every spell.\nFor example, a 7th-level caster casts dispel magic, targeting a creature affected by stoneskin (caster level 12th) and fly (caster level 6th). The caster level check results in a 19. This check is not high enough to end the stoneskin (which would have required a 23 or higher), but it is high enough to end the fly (which only required a 17). Had the dispel check resulted in a 23 or higher, the stoneskin would have been dispelled, leaving the fly intact. Had the dispel check been a 16 or less, no spells would have been affected.\nYou can also use a targeted dispel to specifically end one spell affecting the target or one spell affecting an area (such as a wall of fire). You must name the specific spell effect to be targeted in this way. If your caster level check is equal to or higher than the DC of that spell, it ends. No other spells or effects on the target are dispelled if your check is not high enough to end the targeted effect.\nIf you target an object or creature that is the effect of an ongoing spell (such as a monster summoned by summon monster), you make a dispel check to end the spell that conjured the object or creature.\nIf the object that you target is a magic item, you make a dispel check against the item's caster level (DC = 11 + the item's caster level). If you succeed, all the item's magical properties are suppressed for 1d4 rounds, after which the item recovers its magical properties. A suppressed item becomes nonmagical for the duration of the effect. An interdimensional opening (such as a bag of holding) is temporarily closed. A magic item's physical properties are unchanged: A suppressed magic sword is still a sword (a masterwork sword, in fact). Artifacts and deities are unaffected by mortal magic such as this.\nYou automatically succeed on your dispel check against any spell that you cast yourself.\nCounterspell: When dispel magic is used in this way, the spell targets a spellcaster and is cast as a counterspell. Unlike a true counterspell, however, dispel magic may not work; you must make a dispel check to counter the other spellcaster's spell.\nTarget or Area one spellcaster, creature, or object; or a 20-ft.-radius burst\nThis spell functions like dispel magic, except that it can end more than one spell on a target and it can be used to target multiple creatures. \nYou choose to use greater dispel magic in one of three ways: a targeted dispel, area dispel, or a counterspell:\nTargeted Dispel: This functions as a targeted dispel magic, but it can dispel one spell for every four caster levels you possess, starting with the highest level spells and proceeding to lower level spells.\nAdditionally, greater dispel magic has a chance to dispel any effect that remove curse can remove, even if dispel magic can't dispel that effect. The DC of this check is equal to the curse's DC.\nArea Dispel: When greater dispel magic is used in this way, the spell affects everything within a 20-foot-radius burst. Roll one dispel check and apply that check to each creature in the area, as if targeted by dispel magic. For each object within the area that is the target of one or more spells, apply the dispel check as with creatures. Magic items are not affected by an area dispel.\nFor each ongoing area or effect spell whose point of origin is within the area of the greater dispel magic spell, apply the dispel check to dispel the spell. For each ongoing spell whose area overlaps that of the greater dispel magic spell, apply the dispel check to end the effect, but only within the overlapping area.\nIf an object or creature that is the effect of an ongoing spell (such as a monster summoned by summon monster) is in the area, apply the dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel one spell targeting the creature or object.\nYou may choose to automatically succeed on dispel checks against any spell that you have cast.\nCounterspell: This functions as dispel magic, but you receive a +4 bonus on your dispel check to counter the other spellcaster's spell.\nWhen used as a targeted dispel, this spell can end two spells affecting the target instead of just one. If the targeted dispel successfully dispels at least one spell, you heal 1d4 points of damage for every spell level of the dispelled spell. If you dispel two spells, this healing applies only to the highest-level spell dispelled. If you use this spell to counterspell, roll your dispel check twice and take the higher result."},{"Name":"Displacement","School":"illusion (glamer)","Level":{"alchemist":3,"bard":3,"magus":3,"sorcerer\/wizard":3,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (a small loop of leather)"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Disrupt Link","School":"abjuration","Level":{"antipaladin":2,"bard":3,"inquisitor":3,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creature and her animal companion, familiar, or other bonded creature (which may be no more than 30 ft. apart)Duration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nGet this book AND support this site!\nThe target has her link with her bonded creature temporarily severed. If the subject has a familiar, she loses the benefits of the alertness, deliver touch spells, empathic link, scry on familiar, share spells, and speak with master abilities. If the target has an animal companion, she loses the benefits of the link, share spells, and devotion abilities. The target and her familiar or animal companion also lose any other abilities (such as those from archetypes or feats) that rely on the two having a connection."},{"Name":"Disrupt Undead","School":"necromancy","Level":{"":0,"magus":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration instantaneousSaving Throw none; Spell Resistance yes"},{"Name":"Disrupting Weapon","School":"transmutation","Level":{"cleric\/oracle":5,"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets one melee weaponDuration 1 round\/levelSaving Throw Will negates (harmless, object); see text; Spell Resistance yes (harmless, object)"},{"Name":"Distracting Cacophony","School":"evocation [sonic]","Level":{"bard":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area 20-ft. spreadDuration 1 round\/level (D)Saving Throw none; Spell resistance yes\nThe air fills with loud and discordant noise, making concentration difficult. Casting a spell in this area of cacophony requires a concentration check (DC 15 + the level of the spell being cast). Any other concentration checks in the area have their DCs increased by 5. The DC of Perception checks involving hearing is likewise increased by 5."},{"Name":"Distressing Tone","School":"evocation [sonic]","Level":{"bard":2,"inquisitor":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Target 1d4 living creaturesDuration 1 round\/levelSaving Throw Fortitude negates; Spell resistance yes\nYou create a powerful tone that vibrates living flesh. Targets must save or gain the sickened condition. Creatures that are immune to critical hits are immune to this spell."},{"Name":"Divination","Description":"\nSchool divination; Level\ncleric\/oracle 4, \ninquisitor 4,  shaman 4, \nwitch 4; Domain knowledge 4\n\nRange personalTarget youDuration instantaneous\n\n\nSimilar to augury but more powerful, a divination spell can provide you with a useful piece of advice in reply to a question concerning a specific goal, event, or activity that is to occur within 1 week. The advice granted by the spell can be as simple as a short phrase, or it might take the form of a cryptic rhyme or omen. If your party doesn't act on the information, the conditions may change so that the information is no longer useful. The base chance for a correct divination is 70% + 1% per caster level, to a maximum of 90%. If the die roll fails, you know the spell failed, unless specific magic yielding false information is at work.\n","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (incense and an appropriate offering worth 25 gp)"}},{"Name":"Divine Arrow","School":"transmutation [good]","Level":{"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one projectile","Duration":"1 round\/level or until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You imbue a projectile, such as an arrow or shuriken, with holy energy so that it deals extra damage to undead equal to that dealt by your lay on hands feature. This extra damage is not multiplied on a critical hit.\n Although this spell does not expend a daily use of your lay on hands \nclass feature, you must have at least one daily use available to cast \nthis spell. If the projectile hits a target or is destroyed before the \nduration ends, the spell is discharged."},{"Name":"Divine Favor","School":"evocation","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1,"law)":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 minute\nCalling upon the strength and wisdom of a deity, you gain a +1 luck bonus on attack and weapon damage rolls for every three caster levels you have (at least +1, maximum +3). The bonus doesn't apply to spell damage.\nYou also gain the luck bonus on saving throws and skill checks.\nAlternatively, you can cast this spell on another willing creature, changing the range to touch and target to living creature touched."},{"Name":"Divine Illumination","School":"conjuration [good, light]","Level":{"cleric":3,"inquisitor":3,"paladin":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. +5 ft.\/level)Targets all undead in a 10-foot-radius spreadDuration 1 minute\/levelSaving Throw Will partial; Spell Resistance yes\nWith this spell, you create shafts of blue light that illuminate all undead creatures in the area. Affected undead take a –20 penalty on all Stealth checks. Invisible undead are not made visible by this effect, but the light does make it easy to pinpoint the exact squares in which such undead are located (they still retain the 50% miss chance granted by invisibility). This spell increases light levels by one step in a 5-foot radius around an affected undead creature. Once an undead is affected, it remains illuminated as long as remains within the spell’s range, even if it leaves the spell’s original radius, until the spell’s duration ends.\nAffected undead must also make a Will save when they are first illuminated. Those who fail this save lose all benefits of channel resistance and take a –2 penalty on all saving throws made against positive energy effects."},{"Name":"Divine Power","School":"evocation","Level":{"cleric\/oracle":4,"inquisitor":4,"":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 round\/level"},{"Name":"Divine Pursuit","School":"transmutation","Level":{"inquisitor":5},"Description":"Casting Time 1 standard actioncomponent V, S\nRange personalTarget youDuration 1 minute\/level; see text\nSelect one creature within 60 feet that you have damaged. If that creature has a burrow, climb, fly, or swim speed, you gain that form of movement for the duration of the spell at the same speed and maneuverability as the selected creature. If this gives you the burrow or swim speed, you can breathe while burrowing or swimming. If the creature moves 1,000 feet or more from you, the spell ends. If the creature has more than one of these types of movement, you select one from the types available to the creature.\nThe speed of the movement form provided by the spell increases by 30 feet. This adjustment is treated as an enhancement bonus. You gain a bonus on Perception and Survival skill checks attempted against the selected creature. This is a sacred bonus if you're good or a profane bonus if you're evil; if you're neutral, choose either the sacred or profane bonus.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim\nHitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Divine Transfer","School":"necromancy","Level":{"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets living creature touchedDuration 1 round\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nWith a single touch, you transfer some of your life essence to the subject, transferring your hit points and your resolve. When you touch the subject you can transfer up to a number of hit points equal to your Constitution score to the target. These hit points heal the subject, but cannot raise the subject's hit points higher than its normal hit point total. In addition, the subject gains damage reduction\/evil equal to your Charisma bonus (if any) for the duration of the spell."},{"Name":"Divine Trident","School":"evocation [electricity]","Level":{"cleric":2,"druid":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 0 ft. trident-like bolt of electricityDuration 1 minute\/level (D)Saving Throw none; Spell Resistance yes\nA 4-foot-long, blazing, forked bolt of electricity springs forth from your hand. You wield this spear-like bolt as if it were a trident (you are considered proficient with the bolt). Attacks with the trident are melee touch attacks. The bolt deals 1d8 points of electricity damage + 1 point per 2 caster levels (maximum +10). Since the bolt is immaterial, your Strength modifier does not apply to the damage. The bolt can ignite combustible materials such as parchment, straw, dry sticks, and cloth."},{"Name":"Divine Vessel","School":"transmutation [chaotic, evil, good, or lawful]","Level":{"oracle":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTargets youDuration 1 round\/level (D)\nYou accept otherworldly energies into your body and transform. Your size increases by one category, your height doubles, and your weight increases by a factor of eight. Your features shift into those of a cold and alien being of logic, a creature of primal chaos, an angelic presence, or a fiendish monster, as chosen by you. You gain a +6 size bonus to Strength and Constitution, a +3 natural armor bonus, darkvision 60 ft., and Spell Resistance of 12 + your caster level. These modifiers replace the normal modifiers for increasing your size. The size modifier for AC, attacks, CMB, and CMD changes as appropriate for your new size category.\nThis spell doesn't change your base speed. Determine space and reach as appropriate for your new size.\nIf insufficient room is available for the desired growth, you attain the maximum possible size and may make a Strength check (using your increased Strength) to burst any enclosures in the process (see Breaking and Entering). If you fail, you are constrained without harm by the materials enclosing you-the spell cannot crush you by increasing your size.\nAll equipment you wear or carry is similarly enlarged by this spell. Melee weapons deal more damage. Other magical properties are not affected by this spell. Any enlarged item that leaves your possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage.\nMagical effects that increase size do not stack.\nYou gain additional abilities as noted below.\nAnarchic aspect: You gain the following abilities: an additional +2 bonus to Constitution, damage reduction 10\/lawful, resist acid 10, electricity 10, and sonic 10, a +4 bonus on saves against poison, blindsense 30 feet, and a fly speed of 60 feet (good maneuverability). You gain a bite attack dealing 2d6 points of damage. Your natural weapons and any weapons you wield are considered chaotic-aligned for the purpose of overcoming damage resistance (damage reduction?).\nAxiomatic aspect: You gain the following abilities: an additional +2 bonus to Strength, damage reduction 10\/chaotic, resist cold 10, electricity 10, and fire 10, a +4 bonus on saves against poison, low-light vision, and a fly speed of 60 feet (good maneuverability). You gain 2 slam attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered lawful-aligned for the purpose of overcoming damage resistance (damage reduction?).\nCelestial aspect: You gain the following abilities: a +2 bonus to Dexterity, damage reduction 10\/evil, resist acid 10, cold 10, and electricity 10, a +4 bonus on saves against poison, low-light vision, and a fly speed of 60 feet (good maneuverability). You gain 2 slam attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered good-aligned for the purpose of overcoming damage resistance (damage reduction?).\nFiendish aspect: You gain the following abilities: an additional +2 bonus to Strength, damage reduction 10\/good, resist acid 10, cold 10, and fire 10, a +4 bonus on saves against poison, see in darkness, and a fly speed of 60 feet (good maneuverability). You gain 2 claw attacks dealing 1d6 points of damage each. Your natural weapons and any weapons you wield are considered evil-aligned for the purpose of overcoming damage resistance (damage reduction?).\nWhen used to assume an anarchic, axiomatic, celestial, or fiendish aspect, this spell is a chaotic, lawful, good, or evil spell respectively.\n"},{"Name":"Dominate Animal","School":"enchantment (compulsion) [mind-affecting]","Level":{"druid":3,"shaman":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one animal","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell allows you to enchant the targeted animal and direct it with simple commands such as \"Attack,\" \"Run,\" and \"Fetch.\" Suicidal or self-destructive commands (including an order to attack a creature two or more size categories larger than the dominated animal) are simply ignored.\nDominate animal establishes a mental link between you and the subject creature. The animal can be directed by silent mental command as long as it remains in range. You need not see the creature to control it. You do not receive direct sensory input from the creature, but you know what it is experiencing. Because you are directing the animal with your own intelligence, it may be able to undertake actions normally beyond its own comprehension. You need not concentrate exclusively on controlling the creature unless you are trying to direct it to do something it normally couldn't do. Changing your instructions or giving a dominated creature a new command is the equivalent of redirecting a spell, so it is a move action."},{"Name":"Dominate Monster","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":9,"summoner":6,"witch":9},"Description":"Target one creature"},{"Name":"Dominate Person","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":4,"shaman":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid","Duration":"1 day\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You can control the actions of any humanoid creature through a telepathic link that you establish with the subject's mind.\nIf you and the subject have a common language, you can generally force the subject to perform as you desire, within the limits of its abilities. If no common language exists, you can communicate only basic commands, such as \"Come here,\" \"Go there,\" \"Fight,\" and \"Stand still.\" You know what the subject is experiencing, but you do not receive direct sensory input from it, nor can it communicate with you telepathically.\nOnce you have given a dominated creature a command, it continues to attempt to carry out that command to the exclusion of all other activities except those necessary for day-to-day survival (such as sleeping, eating, and so forth). Because of this limited range of activity, a Sense Motive check against DC 15 (rather than DC 25) can determine that the subject's behavior is being influenced by an enchantment effect (see the Sense Motive skill description).\nChanging your orders or giving a dominated creature a new command is a move action.\nBy concentrating fully on the spell (a standard action), you can receive full sensory input as interpreted by the mind of the subject, though it still can't communicate with you. You can't actually see through the subject's eyes, so it's not as good as being there yourself, but you still get a good idea of what's going on.\nSubjects resist this control, and any subject forced to take actions against its nature receives a new saving throw with a +2 bonus. Obviously self-destructive orders are not carried out. Once control is established, the range at which it can be exercised is unlimited, as long as you and the subject are on the same plane. You need not see the subject to control it.\nIf you don't spend at least 1 round concentrating on the spell each day, the subject receives a new saving throw to throw off the domination.\nProtection from evil or a similar spell can prevent you from exercising \ncontrol or using the telepathic link while the subject is so warded, but such an effect does not automatically dispel it.\n\nYeah; if you force a dominated creature to do something against its \nnature, it gets that new saving throw. If it makes that saving throw, it\n throws off the ENTIRE dominate effect and gets to   go back to doing \nwhat they want.\nAs for what constitutes \"against its nature,\" that varies from \ncreature to creature. For a PC, I would say that forcing a PC to attack \nanother PC would normally be against a PC's nature and would allow a new\n saving throw (unless, of course, that PC has already displayed a \npropensity for attacking other PCs). For most monsters, it would depend.\n A lot of monsters are just violent anyway and attacking others of their\n kind is normal. It's left vague deliberately so each time it comes up, \nthe GM gets to interpret it as needed for the specific target in \nquestion.\nJames Jacobs (Creative Director)Thu, May 13, 2010\nThe Sense Motive Dc to notice your target is dominated increases by double your tier. You can give orders to the target even if it's protected by non-mythic effects that block magical control, such as protection from evil. If the target is protected by a mythic effect, you can attempt to overcome this defense with a caster level check (DC 15 plus the caster level of the effect); add your tier to your roll and the opposing caster's tier to the DC. If the target succeeds at its Will save to break your control, as an immediate action you can expend one use of mythic power to force it to reroll the save and use the lower result.\n"},{"Name":"Doom","School":"necromancy [emotion, fear, mind-affecting]","Level":{"antipaladin":1,"cleric\/oracle":1,"inquisitor":1,"shaman":1,"evil) 1":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"1 min.\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Notice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information."},{"Name":"Draconic Reservoir","School":"evocation [acid, cold, electricity, or fire]","Level":{"alchemist":3,"bloodrager":3,"sorcerer\/wizard":3,"earth":3,"fire":3,"water":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a scale from dragon that produces the energy you seek to absorb) "},"Description":"Range touchTargets creature touchedDuration 10 minutes\/level or until discharged; see textSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nDraconic reservoir functions as protection from energy, absorbing 6 points of one type of energy damage per caster level (acid, cold, electricity, or fire, maximum 60 points). Each round, as a swift action, the subject can release 1d6 points of the absorbed energy and apply it to any melee attack, as if using an acidic, flaming, frost, or shock weapon. The first creature the subject strikes with this attack takes the energy damage in addition to any other consequences of the attack. \nReleasing energy in this way does not \"free up\" space to absorb still more energy; the maximum amount of energy the spell can absorb remains fixed. The subject cannot release more energy than he currently has absorbed. Once the subject has absorbed all the energy allowed by the spell, he takes damage as normal from that energy type. Once the energy has been released, the spell is discharged. \nDraconic reservoir does not stack with protection from energy. \nDraconic reservoir overlaps (and does not stack with) resist energy. If a character is warded by draconic reservoir and resist energy, draconic reservoir absorbs damage until it reaches its maximum limit.\nThe amount of energy damage the spell absorbs increases to 10 points per caster level (maximum 100 points). The energy damage from the weapons improves as if using a corrosive burst, flaming burst, icy burst, or shocking burst weapon.\nAugmented (3rd): If you expend two uses of mythic power, spending a swift action applies the energy damage to any number of creatures the target hits this round, not just the first.\n"},{"Name":"Draconic Suppression","Description":"School abjuration; Level sorcerer\/wizard 5, witch 5\nCasting Time 1 standard actionComponents V, S\nRange close (25 ft. + 5 ft.\/level)Target one dragonDuration 1 round\/level (D)Saving Throw Fort negates; Spell Resistance yes\nA dragon that fails its saving throw cannot use its breath weapon for the duration of the spell and is treated as one age category younger for determining which special abilities it can use. For example, an ancient green dragon would revert to the special abilities of a very old dragon and lose access to its miasma ability and its dominate person spell-like ability. This spell has no effect on a dragon's armor class, feats, frightful presence, hit points, physical attacks, saving throws, senses, size, skills, spellcasting, or statistics."},{"Name":"Dragon Turtle Shell","Description":"School abjuration; Level alchemist 3, cleric 3, druid 2, sorcerer\/wizard 3\nCasting Time 1 standard actionComponents V, S, M (a piece of turtle shell)\nRange personalTarget youDuration 1 round\/level\nWhen you are struck by an opponent's natural attacks, the damage is resolved as if the attack came from a creature one size smaller per 5 caster levels (maximum of four size categories smaller at CL 20th). Refer to Table 3–1 to determine an attack's altered base damage. If the creature's natural attack deals nonstandard damage, refer instead to the Improved Natural Attack feat. It is not possible to reduce the base damage of a creature's natural attack below 1d2 with this spell."},{"Name":"Dragon's Breath","School":"evocation [acid, cold, electricity, or fire]","Level":{"alchemist":4,"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"earth":4,"fire":4,"water":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a dragon scale)"},"Range":"30 ft. or 60 ft.","Area":"cone-shaped burst or line","Duration":"instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"yes","Description":"You breathe out a blast of energy. Creatures in the affected area take 1d6 points of energy damage per caster level (maximum of 12d6). A successful Reflex save results in half damage. The spell's effect and energy type depend on the type of dragon scale used:\nBlack dragon: 60-foot line of acid.\nBlue or bronze dragon: 60-foot line of electricity.\nGreen dragon: 30-foot cone of acid.\nGold or red dragon: 30-foot cone of fire.\nSilver or white dragon: 30-foot cone of cold.\nBrass dragon: 60-foot line of fire.\nCopper dragon: 60-foot line of acid.\nThe spell's duration changes to 1 minute\/level or until discharged.\nYou can use the breath weapon up to three times during this duration. On the round you cast the spell, using the breath weapon is a free action; later uses require a standard action. You must wait 1d4 rounds between each use of the breath weapon. All uses for A particular casting have the same range, area, and energy type.\nYou can have only one dragon's breath spell in effect at a time; casting a new one ends the previous one.\n\n"},{"Name":"Dragonvoice","School":"transmutation","Level":{"alchemist":2,"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level\nBy magically altering the way your vocal cords create sounds, you can emulate the vocal inflections of dragons.\nThis grants a +6 circumstance bonus on Charisma checks and Charisma-related skill checks when dealing with dragons.\nIn addition, your voice is much louder than normal, halving the penalties to others' Perception checks to hear you due to distance, intervening doors, and so on."},{"Name":"Dread Bolt","School":"evocation [evil]","Level":{"cleric\/oracle":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect arrow-shaped projectile of evil energyDuration instantaneous (1d4 rounds)Saving Throw Will partial (see text); Spell resistance yes\nYou unleash a crackling missile of darkness from your unholy symbol at any one target in range as a ranged touch attack.\nA good creature struck by dread bolt takes 1d8 points of damage per two caster levels (maximum 5d8). A good outsider instead takes 1d6 points of damage per caster level (maximum 10d6) and is sickened for 1 round. A successful Will save reduces the damage to half and negates the sickened effect. This spell deals only half damage to creatures that are neither good nor evil, and they are not sickened. The bolt has no effect on evil creatures."},{"Name":"Dream","School":"illusion (phantasm) [mind-affecting]","Level":{"alchemist":5,"bard":5,"sorcerer\/wizard":5,"moon":6},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Range":"unlimited","Target":"one living creature touched","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You, or a messenger you touch, send a message to others in the form of a dream. At the beginning of the spell, you must name the recipient or identify him or her by some title that leaves no doubt as to identity. The messenger then enters a trance, appears in the intended recipient's dream, and delivers the message. The message can be of any length, and the recipient remembers it perfectly upon waking. The communication is one-way. The recipient cannot ask questions or offer information, nor can the messenger gain any information by observing the dreams of the recipient.\nOnce the message is delivered, the messenger's mind returns instantly to its body. The duration of the spell is the time required for the messenger to enter the recipient's dream and deliver the message.\nIf the recipient is awake when the spell begins, the messenger can choose to wake up (ending the spell) or remain in the trance. The messenger can remain in the trance until the recipient goes to sleep, then enter the recipient's dream and deliver the message as normal. A messenger that is disturbed during the trance comes awake, ending the spell.\nCreatures who don't sleep or don't dream cannot be contacted by this spell.\nThe messenger is unaware of its own surroundings or of the activities around it while in the trance. It is defenseless both physically and mentally (always failing any saving throw) while in the trance.\nYou or the messenger may gain information from the dreamer you contact by asking questions as if using speak with dead to speak with a corpse. An unwilling dreamer can attempt to resist this probing with a Will save (as speak with dead, using the DC dream would have if it allowed a saving throw). Answers to these questions are still generally brief and cryptic."},{"Name":"Dream Feast","School":"conjuration (creation)","Level":{"cleric\/oracle":1,"druid":1,"ranger":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The next time the target sleeps (within the next 8 hours), she dreams of a rich feast with her favorite foods and drinks. When she awakens, she is sated as if she had eaten a nutritious meal, regardless of what she dreamed she ate. The target must sleep for at least 1 hour to gain the benefits of this spell. Being awakened during this period interrupts the spell and cancels its effects.\nIf you sleep with this spell prepared, you may automatically expend it while you sleep to gain the spell's benefit. This expenditure does not count as spellcasting for the purpose of determining available spell slots (you could go to sleep at midnight, expend this spell during an 8-hour period of sleep, and still prepare your full allotment of spells in the morning)."},{"Name":"Drunkard's Breath","School":"conjuration (creation)","Level":{"bard":2,"cleric":2},"Description":"Range 30 ft.Area cone-shaped burst"},{"Name":"Dungeonsight","Description":"School divination; Level bard 4, cleric 5, inquisitor 4, sorcerer\/wizard 5\nCasting Time 1 standard actionComponents V, S, F (a small glass orb worth 150 gp)\nRange personalArea 60-ft.-radius emanationDuration instantaneous\nYou receive a clear and memorable view of the layout of chambers, barriers, and connecting passages within the area of effect.\nThis spell does not reveal the contents or inhabitants of any of these locations, only the basic architecture of the space. For example, a staircase leading up to a pair of doors would be apparent, but the iron golems guarding the doors would not. This spell does identify the locations of secret doors and hidden passages but gives no clue as to the means of opening or accessing them."},{"Name":"Duplicate Familiar","School":"conjuration (creation)","Level":{"alchemist":4,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (alchemically preserved mockingfey feathers)","F":""},"Description":"Range touchEffect temporary duplicate of familiar touchedDuration 10 minutes\/levelSaving Throw Fort negates; Spell Resistance no\nGet this book AND support this site!\nYou create a duplicate of a familiar. The familiar's master can use the duplicate as if it were his familiar in all respects, though he doesn't gain the bonus special ability from more than one familiar at a time. When the spell's duration expires, the familiar duplicate shrivels into nothing, even if petrified or otherwise transformed."},{"Name":"Dust Form","School":"transmutation (polymorph)","Level":{"alchemist":5,"cleric":6,"druid":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dust gathered from a gravestone or sacred shrine)"},"Description":"\nRange personalTarget youDuration 1 round\/level\n\nUpon casting this spell, you keep your relative form, but you and your \nequipment become composed entirely of dust. While in this dust form, you\n take no penalties for squeezing, and can move through spaces as if you \nwere a creature three size categories smaller without penalty. You are \nalso considered incorporeal,\n though any nonmagical attack you make deals half damage (50%). Magic \nattacks are unaffected, and you can still use your magic items and other\n equipment as normal. If the duration ends in a square that your normal \nspace cannot occupy, you take 3d6 damage and are shunted to the nearest \nopen space that you can normally occupy."},{"Name":"Dust of Twilight","School":"conjuration [darkness]","Level":{"bard":2,"bloodrager":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (coal dust)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets creatures and objects in a 10-ft. spreadDuration instantaneousSaving Throw Fortitude negates (fatigue only); Spell Resistance no\nA shower of iridescent black particles clings to and extinguishes torches, lanterns, sunrods, and similar mundane light sources and dispels any spell of 2nd level or lower with the light descriptor (as dispel magic). Creatures in the area must make a Fortitude save or become fatigued.\nA creature that fails its Fortitude save against the spell must also succeed at a Will save at the same DC or fall asleep (as the sleep spell).\nCreatures that succeed at their saves are merely drowsy (as the lullaby spell).\nAugmented: If you expend two uses of mythic power, add half your tier to the level of light spells mythic dust of twilight dispels.\nAdvanced Player's Guide. Copyright 2010, Paizo Publishing, LLC; Author: Jason Bulmahn."},{"Name":"Dust Ward","School":"abjuration","Level":{"cleric":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of pumice)"},"Range":"touch","Target":"one magic item","Duration":"permanent","Saving_Throw":"none;","Spell_Resistance":"no","Description":"\n\n\nGet this book AND support this site!\nYou ward a magic item against other creatures who try to learn to use or copy it.\nWhen you cast the spell, you designate one creature type, subtype, or a specific individual. If the item is worn or carried for 1 continuous hour or more by a creature that doesn't match the designation, the dust ward disintegrates the item into worthless gray dust. This destruction also occurs if the creature attempts to study the item in order to learn its properties or how to magically craft it (a miracle or wish spell used on the gray dust can still reveal this information). The destruction of the item doesn't harm the creature wearing or carrying the item (although the item's destruction may put the creature in harm's way, such as if a magical rope were being used to cross a chasm at the time). If the offending creature wears or carries the item for less than 1 hour and passes it to a different creature, the countdown to the item's destruction starts over.\nThe spell cannot affect a magic item with a caster level greater than half your caster level."},{"Name":"Dwarven Veil","School":"transmutation","Level":{"cleric":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"10 minutes\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes (harmless)","Description":"This spell enhances the target’s dwarven or dwarf-like qualities, making it appear more attractive, personable, and worthy of respect and admiration by dwarves. The target is still recognizable as itself.\nThe target gains a +2 circumstance bonus to checks to influence dwarves (such as Diplomacy, Intimidate, and so on)."},{"Name":"Dweomer Retaliation","School":"abjuration","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Range":"Long (400 f. + 40 f.\/level)","Target":"one creature you counterspelled since your last turn","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You may only cast this spell immediately after successfully counterspelling an opponent. Drawing upon the residual energy of the countered spells, you gain a number of temporary hit points equal to the level of the countered spell plus your Charisma or Intelligence modifier (for sorcerers and wizards, respectively); your counterspelled opponent takes damage equal to this amount."}]