[{"Name":"Eagle Aerie","School":"conjuration (summoning) [good]","Level":{"druid":6,"summoner":6},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect summoned eaglesDuration 1 hour\/levelSaving Throw none; Spell Resistance no\nYou summon a flight of giant eagles (one per three caster levels, maximum of six) to ferry you and your allies across the skies. The eagles avoid combat if possible but defend themselves if attacked; if the eagles attack, the remaining duration of the spell changes from 1 hour per level to 1 round per level (so if the spell had 5 full hours left, the eagles remain in combat for 5 rounds before the spell ends)."},{"Name":"Eagle Eye","School":"divination","Level":{"druid":2,"ranger":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect magical sensorDuration 1 minute\/level (D)Saving Throw none; Spell Resistance no\nEagle eye creates a magical sensor directly above you. The sensor can appear anywhere above you, to a maximum height equal to the spell's range. You can see from this vantage as if you were actually there, rotating your viewpoint 360 degrees.\nYou perceive with your normal visual senses. A caster using eagle eye can easily see for a considerable distance. The spell does not penetrate any solid surface, although it is unaffected by foliage and the like."},{"Name":"Eagle's Splendor","School":"transmutation","Level":{"bard":6,"cleric\/oracle":6,"sorcerer\/wizard":6,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchDuration 1 min.\/levelSaving Throw Will negates (harmless); Spell Resistance yes\nThe transmuted creature becomes more poised, articulate, and personally forceful. The spell grants a +4 enhancement bonus to Charisma, adding the usual benefits to Charisma-based skill checks and other uses of the Charisma modifier. Bards, paladins, and sorcerers (and other spellcasters who rely on Charisma) affected by this spell do not gain any additional bonus spells for the increased Charisma, but the save DCs for spells they cast while under this spell's effect do increase.\nEagle's Splendor, Mass\nRange close (25 ft. + 5 ft.\/2 levels)Target One creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Eaglesoul","School":"conjuration (summoning) [good]","Level":{"cleric":6,"paladin":4,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (vellum inscribed with good outsider’s name)"},"Description":"Range personalTarget youDuration 1 hour\/level (see below)\nWhen you cast this spell, you beseech a good-aligned outsider for their aid against evil. The outsider infuses a small portion of its own power into you, making you a powerful force for good. You gain a +2 morale bonus on all Perception checks made against evil creatures, a +2 bonus on Initiative checks, and detect evil as a constant spell-like ability.\nIn addition, once during the spell’s duration you can call forth a surge of holy power when fighting an evil creature. Doing so is a swift action that shortens the spell’s remaining duration so that its remaining hours of duration become rounds of duration. For the rest of this duration, the surge of power grants you the following benefits:\n\nAlthough this surge of power can be activated against any evil opponent, this ability activates automatically as soon as you attack any evil outsider, regardless of whether you hit or not, and regardless of whether you actually recognize that the target is in fact an evil outsider. In such cases the activation is a free action.\nNongood spellcasters can cast this spell, but doing so causes them to be sickened (for spellcasters who are neither good nor evil) or staggered (for spellcasters who are evil) for the spell’s duration."},{"Name":"Ear-Piercing Scream","School":"evocation [sonic]","Level":{"bard":1,"bloodrager":1,"inquisitor":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous; see text","Saving_Throw":"Fortitude partial (see text);","Spell_Resistance":"yes","Description":"You unleash a powerful scream, inaudible to all but a single target. The target is dazed for 1 round and takes 1d6 points of sonic damage per two caster levels (maximum 5d6). A successful save negates the daze effect and halves the damage.\nThe damage dealt increases to 1d8 points of sonic damage per 2 caster levels (maximum 5d8) and the duration that creatures in the area are dazed is a number of rounds equal to your tier.\nAugmented (3rd): If you expend two uses of mythic power, the spell affects a 30-foot cone rather than a single target.\nPathfinder Roleplaying Game Ultimate Magic. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Early Judgment","School":"divination","Level":{"cleric\/oracle":2,"inquisitor":2,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1d4 rounds","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Depending on the creature's alignment and its adherence to its ethos, you can provide it a brief glimpse of the reward or punishment that waits for it when it dies by showing it a mental image of its destined plane in the afterlife. If the target is good-aligned, it is fascinated for 1d4 rounds on a failed save. If the target is neutral-aligned, it is confused for 1d4 rounds on a failed save. If the target is evil-aligned, it is shaken for 1d4 rounds on a failed save."},{"Name":"Earth Glide","School":"transmutation [earth]","Level":{"alchemist":4,"bloodrager":4,"druid":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Earthquake","School":"evocation [earth]","Level":{"cleric\/oracle":8,"druid":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range long (400 ft. + 40 ft.\/level)Area 80-ft.-radius spread (S)Duration 1 roundSaving Throw see text; Spell Resistance no\nSource Skull & Shackles Player's Guide\nWhen you cast earthquake, an intense but highly localized tremor rips the ground. The powerful shockwave created by this spell knocks creatures down, collapses structures, opens cracks in the ground, and more. The effect lasts for 1 round, during which time creatures on the ground can't move or attack. A spellcaster on the ground must make a Concentration check (DC 20 + spell level) or lose any spell he or she tries to cast. The earthquake affects all terrain, vegetation, structures, and creatures in the area. The specific effect of an earthquake spell depends on the nature of the terrain where it is cast.\nCave, Cavern, or Tunnel: The roof collapses, dealing 8d6 points of damage to any creature caught under the cave-in (Reflex DC 15 half) and pinning that creature beneath the rubble (see below). An earthquake cast on the roof of a very large cavern could also endanger those outside the actual area but below the falling debris and rubble.\nCliffs: Earthquake causes a cliff to crumble, creating a landslide that travels horizontally as far as it falls vertically. Any creature in the path takes 8d6 points of bludgeoning damage (Reflex DC 15 half) and is pinned beneath the rubble (see below).\nOpen Ground: Each creature standing in the area must make a DC 15 Reflex save or fall down. Fissures open in the earth, and every creature on the ground has a 25% chance to fall into one (Reflex DC 20 to avoid a fissure). The fissures are 40 feet deep. At the end of the spell, all fissures grind shut. Treat all trapped creatures as if they were in the bury zone of an avalanche, trapped without air (see Environment for more details).\nStructure: Any structure standing on open ground takes 100 points of damage, enough to collapse a typical wooden or masonry building, but not a structure built of stone or reinforced masonry. Hardness does not reduce this damage, nor is it halved as damage dealt to objects normally is. Any creature caught inside a collapsing structure takes 8d6 points of bludgeoning damage (Reflex DC 15 half) and is pinned beneath the rubble (see below).\nRiver, Lake, or Marsh: Fissures open under the water, draining away the water from that area and forming muddy ground. Soggy marsh or swampland becomes quicksand for the duration of the spell, sucking down creatures and structures. Each creature in the area must make a DC 15 Reflex save or sink down in the mud and quicksand. At the end of the spell, the rest of the body of water rushes in to replace the drained water, possibly drowning those caught in the mud.\nPinned Beneath Rubble: Any creature pinned beneath rubble takes 1d6 points of nonlethal damage per minute while pinned. If a pinned character falls unconscious, he or she must make a DC 15 Constitution check or take 1d6 points of lethal damage each minute thereafter until freed or dead.\nIncrease the damage dealt to structures by 10 points of damage per tier. Increase the damage dealt by cave-ins and landslides to 10d8 points of damage. Increase the damage dealt to those pinned beneath rubble to 1d10 points per minute. Add your tier to the DC of concentration checks and Constitution checks attempted as a consequence of this spell.\nAugmented (8th): If you expend two uses of mythic power, the spell lasts for an additional round and the spread's radius increases by 20 feet. Each round this spell is in effect, on your turn you may expend one use of mythic power to continue its duration for 1 round and increase its radius by another 20 feet."},{"Name":"Echolocation","School":"transmutation [sonic]","Level":{"alchemist":4,"bard":4,"druid":4,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 10 minutes\/level\nYou can perceive the world by creating high-pitched noises and listening to their echoes. This gives you blindsight to a range of 40 feet. The echo-producing noises are too high-pitched to be heard by most creatures, and can only be detected by dragons, other creatures with this ability (such as bats), and creatures with hearing-based blindsense or blindsight. You cannot use this ability if you are deaf, and cannot detect anything in an area of silence."},{"Name":"Effortless Armor","School":"transmutation","Level":{"cleric":2,"inquisitor":2,"magus":2,"paladin":2,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 minute\/level\nArmor you wear no longer reduces your speed. You also reduce the armor’s armor check penalty by 1 + 1 per five caster levels (maximum 5).\n"},{"Name":"Eldritch Conduit","School":"transmutation","Level":{"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small mirror)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"If the target of this spell fails to resist its effects with a Will save, he becomes outlined in faint radiance, as if via faerie fire. At any time before the eldritch conduit expires, you may cast another spell with an area effect of cone, cylinder, line, or sphere and use the subject of the eldritch conduit as the point of origin for that spell. Doing so ends the spell immediately. The target must be within close range (25 feet + 5 feet\/2 levels) in order for you to use the conduit—if the target moves out of range, the eldritch conduit effect persists but cannot be utilized by you until you get back within range.\n\nRange medium (100 ft. + 10 ft.\/level)Area one creature\/level, no two of which can be more than 30 ft. apartDuration 1 minute\/level\nThis spell functions like eldritch conduit save for the differences listed above and that the target must be within medium range (100 ft. + 10 ft.\/level) in order for you to use the conduit. Using a creature as a conduit for a spell ends the greater eldritch conduit effect on that creature, but does not end the effect for other eldritch conduits."},{"Name":"Eldritch Fever","School":"necromancy [curse, disease, evil]","Level":{"inquisitor":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"The target gains the eldritch ague spellblight."},{"Name":"Elemental Assessor","School":"evocation [acid, cold, electricity, fire]","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one elemental rayDuration 1d4+1 rounds (see text)Saving Throw none; Spell Resistance yes\nAzata champions developed this spell to deal with fiends with unknown resistances. A ray of spiraling colors springs from your hand and streaks to its target.\nYou must make a successful ranged touch attack to hit your target with the ray, which deals 2d6 points of acid damage, 2d6 points of cold damage, 2d6 points of electricity damage, and 2d6 points of fire damage.\nThe type of energy that does the most points of damage to the target then persists, dealing another 4d6 points of that type of damage per round for 1d4 rounds."},{"Name":"Elemental Aura","School":"evocation [acid, cold, electricity, or fire]","Level":{"alchemist":3,"bloodrager":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTargets youDuration 1 round\/level (D)Saving Throw Reflex half; see text; Spell Resistance yes\nThis spell forms an aura of energy around you, damaging all those that come near you. Choose an energy type: acid, cold, electricity, or fire. Creatures adjacent to you when this spell is cast and at the start of your turn take 2d6 points of energy damage of the selected type. This aura has an additional effect, depending upon the type of energy chosen. \nCreatures adjacent to you are allowed a Reflex save to halve the damage and negate the additional effect. The aura's additional effects do not stack if a creature takes damage from your aura multiple times. You may only have one elemental aura in effect at one time. When you cast this spell to deal acid, cold, electricity, or fire damage, it is a spell of that type. "},{"Name":"Elemental Body","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (the element you plan to assume)"},"Description":"Range personalTarget youDuration 1 min\/level (D)\nWhen you cast this spell, you can assume the form of a Small air elemental, Small earth elemental, Small fire elemental, or Small water elemental. The abilities you gain depend upon the type of elemental into which you change. Elemental abilities based on size, such as burn, vortex, and whirlwind, use the size of the elemental you transform into to determine their effect.\nThis spell functions as elemental body I, except that it also allows you to assume the form of a Medium air elemental, Medium earth elemental, Medium fire elemental, or Medium water elemental. The abilities you gain depend upon the elemental.\nThis spell functions as elemental body II, except that it also allows you to assume the form of a Large air elemental, large earth elemental, large fire elemental, or large water elemental. The abilities you gain depend upon the type of elemental into which you change. You are also immune to bleed damage, critical hits, and sneak attacks while in elemental form.\nThis spell functions as elemental body III, except that it also allows you to assume the form of a Huge air elemental, Huge earth elemental, Huge fire elemental, or Huge water elemental. The abilities you gain depend upon the type of elemental into which you change. You are also immune to bleed damage, critical hits, and sneak attacks while in elemental form and gain DR 5\/—.\nEach mythic elemental body spell must be learned individually, and you must know the respective non-mythic elemental body spell to learn its mythic version. You don't have to learn them in order, and aren't required to know a lower-level mythic elemental body spell before you learn A higher-level one (for example, you can learn mythic elemental body II if you know elemental body II, even if you don't know mythic elemental body I).\nEach mythic elemental body spell adds the following benefits to its respective non-mythic version.\nThe spell's bonuses to ability scores increase by 2, the natural armor bonus increases by 1, and the ability score penalties 92 decrease by 2 (minimum penalty of 0). There is a 50% chance any critical hit or sneak attack against you is treated as a normal hit, as if you were wearing medium fortification armor.\nAugmented (3rd): If you expend two uses of mythic power, the ability score bonuses increase by an additional 2. You can also, a number of times equal to your tier, add half your tier to the DC of one spell you cast with an energy descriptor that matches your elemental type (air: electricity, earth: acid, fire: fire, water: cold)."},{"Name":"Elemental Speech","School":"divination [air, earth, fire, or water]","Level":{"bard":3,"cleric\/oracle":3,"druid":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (iron filings)"},"Description":"Range personalTargets youDuration 1 minute\/level\nThis spell enables you to converse with creatures associated with a chosen element, including but not limited to true elemental creatures. This spell gains the elemental subtype based on the version of the spell you cast. Elemental speech does not guarantee a friendly reaction; it merely enables communication. You may converse with all creatures of the selected type with an Intelligence score of 1 or greater, even if they do not understand one another. "},{"Name":"Elemental Swarm","School":"conjuration (summoning) [see text]","Level":{"druid":9,"witch":9,"earth":999,"fire":999,"water":9},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect two or more summoned creatures, no two of which can be more than 30 ft. apartDuration 10 min.\/level (D)Saving Throw none; Spell Resistance no\nThis spell opens a portal to an Elemental Plane and summons elementals from it. A druid can choose any plane (Air, Earth, Fire, or Water); a cleric opens a portal to the plane matching his domain.\nWhen the spell is complete, 2d4 Large elementals appear. Ten minutes later, 1d4 Huge elementals appear. Ten minutes after that, one greater elemental appears. Each elemental has maximum hit points per HD. Once these creatures appear, they serve you for the duration of the spell.\nThe elementals obey you explicitly and never attack you, even if someone else manages to gain control over them. You do not need to concentrate to maintain control over the elementals. You can dismiss them singly or in groups at any time."},{"Name":"Elemental Touch","School":"evocation [acid, cold, electricity, or fire]","Level":{"alchemist":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of the chosen element: earth","water":"","air":"","or":""},"Description":"Range personalTargets youDuration 1 round\/level (D)Saving Throw see text; Spell Resistance no\nUpon completing the casting of this spell, elemental energy infuses your hands.\nChoose an energy type: acid, cold, electricity, or fire. You gain a melee touch attack causing 1d6 points of damage of that energy type, along with a special effect described below. You also deal energy damage and the related special effect when you attack with your hands using an unarmed strike, a single claw, or a single slam attack. This bonus damage can never apply to multiple weapons. \nSubsequent attacks inflict the normal damage, but the additional effects do not stack. This spell grants no special protection to anything held in or worn on your hands. When you cast this spell to deal acid, cold, electricity, or fire damage, it is a spell of that type. "},{"Name":"Elude Time","School":"transmutation","Level":{"alchemist":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered diamond","emerald":"","ruby":"","and":""},"Description":"Range personalTargets youDuration up to 1 minute\/level; see text\nYou place yourself in a state of suspended animation, similar to temporal stasis. At the time of casting, you choose when the stasis will expire, up to the maximum duration of the spell.\nUntil the duration ends, time ceases to flow for you, and all bodily functions cease. No force or effect can harm you until the spell expires or is removed, such as by a successful dispel magic spell."},{"Name":"Emblazon Crest","School":"transmutation","Level":{"magus":1,"paladin":1,"sorcerer\/wizard":1},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell ensures the subject touched is always able to display her proper crest and coat of arms.\nAny tabard or tunic worn and any shield carried by the subject while this spell is active can be made to display a coat of arms when the spell is cast. For example, even if the subject picks up a different shield, it still displays the subject's crest, regardless of the shield's normal appearance."},{"Name":"Embrace Destiny","School":"divination","Level":{"oracle":1,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level (see text)\nUpon completing this spell, roll a single d20 and record the result. At \nany point during the duration of this spell, you may use that roll for a\n single ability check, attack roll, initiative\n check, saving throw, or skill check, using the recorded result in place\n of a roll. This spell cannot be used to replace a roll that has already\n been made; the recorded result must be used instead of a roll. Once you\n have used this recorded result or the duration of the spell ends, the \nspell's effect ends. You can't have more than one instance of embrace \ndestiny active on you at the same time."},{"Name":"Emergency Force Sphere","Description":"School evocation [force]; Level\nsorcerer\/wizard 4\nRange 5 ft.Effect 5-ft.-radius hemisphere of force centered on youDuration 1 round\/level (D)Saving Throw None; Spell Resistance no\nAs wall of force, except you create a hemispherical dome of force with hardness 20 and a number of hit points equal to 10 per caster level. The bottom edge of the dome forms a relatively watertight space if you are standing on a reasonably flat surface. The dome shape means that falling debris (such as rocks from a collapsing ceiling) tend to tumble to the side and pile up around the base of the dome. If you make a DC 20 Craft (stonemasonry), Knowledge (engineering), or Profession (architect or engineer) check, the debris is stable enough that it retains its dome-like configuration when the spell ends, otherwise it collapses.\nNormally this spell is used to buy time for dealing with avalanches, floods, and rock-slides, though it is also handy in dealing with ambushes.","Casting_Time":"1 immediate action","Components":{"V":"Verbal"}},{"Name":"Empathy Conduit","School":"necromancy","Level":{"shaman":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets an animal companion, familiar, or other bonded creature and its master (which may be no more than 30 ft. apart)Duration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nGet this book AND support this site!\nYou make a conduit between the targeted master and her familiar, allowing you to target the master or the familiar with your spells in order to affect the other. If the master succeeds at its save to resist this spell but the familiar fails, you can choose to have your spells that target the master affect the familiar instead. If the familiar resists but the master doesn't, your spells that target the familiar can affect the master instead. If both the familiar and the master fail to resist this spell, you can affect either the familiar or the master when you target either with a spell. When you target the master to affect her familiar or vice versa, the target attempts a save (if one is allowed) with its own saving throw bonus, but the other creature is affected by the spell.\nOnly spells that target one or more creatures can be cast through empathy conduit. The creature to be affected must still be a valid target of the spell being cast; for example, you can't affect a familiar with charm person through an empathy conduit. Spells with a duration other than instantaneous that are cast through an empathy conduit last either their normal duration or until the empathy conduit expires, whichever comes first. Whenever the master or its familiar is targeted with a spell intended to affect the other creature, the targeted creature can attempt an additional save against the empathy conduit."},{"Name":"Empower Holy Water","School":"transmutation [good]","Level":{"alchemist":2,"bard":2,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one or more vials of holy water","Duration":"1 minute\/level","Saving_Throw":"none (object);","Spell_Resistance":"no","Description":"You empower a vial of holy water to deal additional damage to undead creatures. You can empower one vial of holy water at 4th level, two at 8th level, and three at 12th level. When thrown at an undead creature, the affected vial of holy water deals an amount of bonus damage equal to your caster level (maximum +10) on a direct hit, and half that amount of bonus damage (maximum +5) to creatures caught in the splash area. This additional damage is positive energy damage, and has no effect on living creatures."},{"Name":"Enchantment Foil","School":"abjuration","Level":{"alchemist":4,"cleric":4,"inquisitor":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 hour\/level (see text)\nYou gain a +4 bonus on saving throws against enchantment effects. If you succeed at a save against an enchantment effect, you identify the effect as if you had succeeded at a Spellcraft check to do so. Furthermore, you can choose to act as if you had failed your saving throw. If you do so, you gain a +20 bonus on Bluff checks to convince others that you failed your save and are under the enchantment's effects. A creature that attempts to use magic to detect this ruse or to make you speak truthfully about it must succeed at a caster level check (DC 15 + your caster level) to do so."},{"Name":"Endothermic Touch","School":"transmutation","Level":{"druid":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one living creature that has the dragon type or the reptilian subtype","Duration":"1 round\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"\n\n\nGet this book AND support this site!\nThis spell slows the metabolism and other bodily functions of a creature for a short amount of time.\nThe target is staggered and moves at half its normal speed (round down to the next 5-foot increment), but it can hold its breath for twice as long as normal."},{"Name":"Endure Elements","School":"abjuration","Level":{"alchemist":1,"bloodrager":1,"cleric\/oracle":1,"druid":1,"paladin":1,"ranger":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"24 hours","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"A creature protected by endure elements suffers no harm from being in a hot or cold environment. It can exist comfortably in conditions between -50 and 140 degrees Fahrenheit (-45 and 60 degrees Celsius) without having to make Fortitude saves. The creature's equipment is likewise protected.\nEndure elements doesn't provide any protection from fire or cold damage, nor does it protect against other environmental hazards such as smoke, lack of air, and so forth.\nLevel alchemist 3, cleric 2, druid 2, paladin 2, ranger 2, sorcerer\/wizard 2Target creatures touched\nThis spell functions like endure elements, except you divide the duration in 1-hour increments among the creatures touched.\nThe target changes to one creature touched per level. Affected creatures gain cold resistance 5 and fire resistance 5. They're not slowed by snow, and ignore penalties on Perception checks and ranged weapon attacks from hail, rain, sleet, and snow.\nThey treat wind as one category weaker.\nPathfinder Roleplaying Game Ultimate Combat. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Enemy Hammer","School":"transmutation","Level":{"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (puppet strings)"},"Description":"Range long (400 ft. + 40 ft.\/level)Targets one creatureDuration 1 round\/level (D)Saving Throw Fortitude partial; Spell Resistance yes\nYou grab a creature with telekinesis and use it to batter nearby opponents or objects. You must target a specific creature when casting this spell and once you select that creature you cannot switch to another. Each round, as a standard action, you can attempt to hurl the target at any creature or object within 30 feet of it. You must make an attack roll whenever you use the target as a weapon. The attack bonus for this attack is equal to your caster level plus either your Intelligence or Charisma modifier (whichever is higher). If you successfully hit the new target with the creature both it and the creature take damage based on the creature's size.\nThe target creature can make a Fortitude Saving Throw each time you attempt to use it as a weapon. If it makes its Saving Throw it can act normally, but if it fails its save it loses all actions for the round and ends its turn prone in a square adjacent to the target of your attack. However, if the creature chooses to resist your efforts to move it, taking no other actions for the round, it gets a +4 circumstance bonus on its Saving Throw. The spell ends immediately if the target creature dies or is destroyed.\nThe target becomes entangled whether or not it succeeds at its Saving Throw. When using the target as a weapon, add half your tier to your attack roll, and add your tier to the damage roll.\nAugmented (3rd): If you expend two uses of mythic power, when you use the target to hit a creature, you can attempt a free bull rush combat maneuver against that creature. Your CMB for this maneuver is equal to your attack bonusfor mythic enemy hammer, except you add your tier instead of half your tier.\nAdvanced Player's Guide. Copyright 2010, Paizo Publishing, LLC; Author: Jason Bulmahn."},{"Name":"Enemy Insight","School":"divination","Level":{"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets you plus one willing creature\/3 levels, no two of which can be more than 30 ft. apartDuration 1 minute\/levelSaving Throw none; Spell Resistance no\nYou forge a mental bond between yourself and the other targets, each of which must have an Intelligence score of 3 or higher. Choose one of your favored enemy types (such as goblinoids or magical beasts). You grant the targets half your favored enemy bonus against that type of creature. If any target moves out of range, the spell ends for it."},{"Name":"Enemy's Heart","School":"necromancy [death, evil]","Level":{"adept":2,"cleric":2,"witch":2},"Casting_Time":"1 full-round action, special see below","Components":{"V":"Verbal","S":"Somatic","M":"Material (target creature's heart)"},"Range":"touch","Target":"living creature touched","Duration":"concentration\/1 minute per HD of the subject; see text","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Energy Drain","School":"necromancy","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"undead":9},"Description":"Saving Throw Fortitude partial; see text for enervation\nDoes energy drain count as a death effect?\nEnergy drain is not a death effect.\nThe undead type calls out immunities to \"death effects\" and \"energy drain\" as separate things.\nDeath Attacks description in the Core Rulebook doesn't mention negative levels or energy drain.\n\"Energy Drain and Negative Levels\" is an entirely separate entry in the Core Rulebook and doesn't say energy drain is a type of death attack, not does it say that death ward protects against them.\nDeath ward gives a bonus against death spells and magical death effects, and goes on to say that the target is immune to energy drain, and suspends penalties from negative levels while the spell is active.\nTherefore the rules treat energy drain and death effects as different things. For example, if you are immune to death effects, you aren't necessarily immune to energy drain.\n[Source]\nThis spell functions like enervation, except that the creature struck gains 2d4 temporary negative levels. Twenty-four hours after gaining them, the subject must make a Fortitude saving throw (DC = energy drain\n spell's save DC) for each negative level. If the save succeeds, that \nnegative level is removed. If it fails, that negative level becomes \npermanent."},{"Name":"Energy Hack","School":"transmutation [acid, cold, electricity, or fire; see below]","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 1 round\/level (see below)\n\n\n\nGet this book AND support this site!\nYou can cast this spell only when you take 10 or more points of acid, cold, electricity, or fire damage from a spell or spell-like ability—this spell has the same energy descriptors as the damaging effect. When you use a spell or spell-like ability with the acid, cold, electricity, or fire descriptor or use an arcanist exploit, arcane school power, bloodline power, magus arcana, or hex that deals acid, cold, electricity, or fire damage, you can choose to change the energy type and descriptor to match one of the descriptors of energy hack.\nAny other effect of that spell or power remains the same.\nIf you have the arcane reservoir class feature, if you take another 10 points of acid, cold, electricity, or fire damage while under the effect of energy hack, as a free action you can expend 1 point from your arcane reservoir to reset the duration of energy hack to 1 round per level and add the new type of damage you took to the list of energy types you can choose to substitute. You can expend points in this way multiple times as long as you do so before the duration expires."},{"Name":"Energy Siege Shot","School":"transmutation [variable]","Level":{"sorcerer\/wizard":6,"summoner":6},"Description":"\nCasting Time 10 minutes\nComponent V, S, M (a ball of pitch)\nThis spell transforms any ammunition fired by the target ranged siege engine into ammunition made of pure energy. When casting the spell, the caster picks a one of the following energy types: acid, cold, electricity, fire, sonic, or force. The ammunition within the siege engine now deals that type of energy damage on a hit, though the amount of damage dealt by the ammunition does not change, nor does it change any of the other effects of the ammunition. Unlike other forms of energy damage, this energy damage does full damage to objects.\nBased on the type of energy the caster chose while casting, the ammunition also gains one of the following effects.\nAcid: The ammunition deals half its damage in a splash to all creatures and unattended objects within 15 feet of the target hit by the siege engine. Creatures can halve the splash damage with a Reflex saving throw. The DC of the splash is the same as the DC of the spell.\nCold: The ammunition creates an ice sheen within a 20-foot-radius burst around the target of the siege engine’s attack. That sheen lasts 1d6 rounds. Creatures within the ice sheen are entangled. Any creature within the area of the ice sheen at the start of its turn takes 2d6 cold damage.\nElectricity: Creatures hit by the siege engine attack or within 15 feet of the attack are staggered for 1 round.\nFire: Creatures and wood objects within 15 feet of the attack may catch on fire.\nSonic: Creatures hit by the attack or within 20 feet of the attack must succeed at a Fortitude saving throw or be deafened for one hour.  The DC of this effect is the same as the spell DC.\nForce: No extra effect.\n\nRange close (25 ft. + 5 ft.\/2 levels)Target one siege engine of any size\nThis spell functions like energy siege shot, except it can target siege engines of any size, not just Large siege engines.","Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one Large siege engine","Duration":"10 minute\/level","Saving_Throw":"Fort negates (harmless, object);","Spell_Resistance":"yes (harmless, object)"},{"Name":"Enervation","School":"necromancy","Level":{"bloodrager":4,"sorcerer\/wizard":4,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect ray of negative energyDuration instantaneousSaving Throw none; Spell Resistance yes\n\nYou point your finger and fire a black ray of negative energy that suppresses the life force of any living creature it\n strikes. You must make a ranged touch attack to hit. If you hit, the subject gains 1d4 temporary negative levels (see Special Abilities). Negative levels stack.\nAssuming the subject survives, it regains lost levels after a number of hours equal to your caster level (maximum 15 \nhours). Usually, negative levels have a chance of becoming permanent, but the negative levels from enervation don't last long enough to do so.\nAn undead creature struck by the ray gains 1d4 x 5 temporary hit points for 1 hour.\nThe number of negative levels inflicted increases to 1d6, and the target is sickened for 24 hours. An undead creature struck by the ray gains 1d6 × 5 temporary hit points for a number of hours equal to your caster level.\nAugmented (3rd): If you expend two uses of mythic power, any creature attempting to remove the target's negative levels must succeed at a caster level check (DC 10 + your caster level + your tier)."},{"Name":"Enhance Water","School":"transmutation","Level":{"bard":1,"cleric\/oracle":1,"paladin":1},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"1 pint of water\/level","Duration":"instantaneous","Saving_Throw":"Fort negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"This spell transforms water into an alcoholic beverage, typically ale, beer, mead, or wine. The alcohol is of middling quality but perfectly drinkable. The spell also serves to remove poisons, diseases, minerals, and other toxins from the water as it transforms. The more contaminants that exist in the water, the darker the ale or the more full-bodied the wine becomes. The beverage's alcohol content is not affected by the presence or absence of contaminants.\nThis spell does not work on unholy water, potions, or other liquids with magical power."},{"Name":"Enhanced Diplomacy","School":"divination","Level":{"cleric":0,"druid":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You imbue the subject with divine diplomacy skills. The creature gets a +2 competence bonus on a single Diplomacy or Intimidate check. It must choose to use the bonus before making the roll to which it applies."},{"Name":"Enlarge Person","Description":"School transmutation; Level\nalchemist 1, bloodrager 1, magus 1, sorcerer\/wizard 1, \nsummoner 1, \nwitch 1; Domain growth 1, strength 1; Bloodline aberrant 1, boreal  1\nThis spell causes instant growth of a humanoid creature, doubling its height and multiplying its weight by 8. This increase changes the creature's size category to the next larger one. The target gains a +2 size bonus to Strength, a -2 size penalty to Dexterity (to a minimum of 1), and a -1 penalty on attack rolls and AC due to its increased size.\nA humanoid creature whose size increases to Large has a space of 10 feet and a natural reach of 10 feet. This spell does not change the target's speed.\nIf insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it--the spell cannot be used to crush a creature by increasing its size.\nAll equipment worn or carried by a creature is similarly enlarged by the spell. Melee weapons affected by this spell deal more damage (see Table: Medium\/Large Weapon Damage). Other magical properties are not affected by this spell. Any enlarged item that leaves an enlarged creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown and projectile weapons deal their normal damage. Magical properties of enlarged items are not increased by this spell.\nMultiple magical effects that increase size do not stack.\nEnlarge person counters and dispels reduce person .\nEnlarge person can be made permanent with a permanency spell.\nTarget One humanoid creature\/level, no two of which can be more than 30 ft. apart\nThis spell functions like enlarge person, except that it affects multiple creatures.\nYou can increase the target's size by up to two size categories, to a maximum of Huge. If the target grows two sizes, its weight increases by a factor of 25, it gains a +4 size bonus to Strength, and takes a –4 size penalty to Dexterity and a –2 penalty on attack rolls and to AC because of its increased size. A Medium humanoid creature whose size increases to Huge has a space of 15 feet and a natural reach of 10 feet. Mythic enlarge person counters and dispels mythic reduce person.","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered iron)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1 min.\/level (D)","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","School":"transmutation ","Level":{"bloodrager":4,"magus":4,"sorcerer":0,"":999}},{"Name":"Enlarge Tail","Description":"School transmutation; Level alchemist 1, antipaladin 1, druid 1, magus 1, sorcerer\/wizard 1, summoner 1, witch 1\nCasting Time 1 standard actionComponents V, S\nRange personalTarget your tailDuration 1 hour\/level\nWhen attacking with your tail or tail weapons, you gain 5 feet of reach, a +1 bonus on attack rolls, and a +2 bonus on damage rolls."},{"Name":"Enshroud Thoughts","School":"enchantment [mind-affecting]","Level":{"alchemist":2,"bard":2,"inquisitor":2,"ranger":3,"witch":2},"Description":"Target youRange personalDuration 10 minutes\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou become warded against the mental prying of others, including the effects of divination spells such as detect thoughts and seek thoughts as well as enchantment spells like modify memory and memory lapse. If another creature attempts to target you with a mind-affecting spell that detects or alters your thoughts or memories, the caster must succeed at a caster level check against a DC of 11 + your caster level or the spell fails. Only spells that detect or alter your thoughts or memories are blocked by this spell; effects such as locate creature, detect evil, and clairaudience\/clairvoyance continue to affect you as normal."},{"Name":"Entangle","School":"transmutation","Level":{"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range long (400 ft. + 40 ft.\/level)Area plants in a 40-ft.-radius spreadDuration 1 min.\/level (D)Saving Throw Reflex partial; see text; Spell Resistance no\nThis spell causes tall grass, weeds, and other plants to wrap around creatures in the area of effect or those that enter the area. Creatures that fail their save gain the entangled condition. Creatures that make their save can move as normal, but those that remain in the area must save again at the end of your turn. Creatures that move into the area must save immediately. Those that fail must end their movement and gain the entangled condition. Entangled creatures can attempt to break free as a move action, making a Strength or Escape Artist check. The DC for this check is equal to the DC of the spell. The entire area of effect is considered difficult terrain while the effect lasts.\n\nIf the plants in the area are covered in thorns, those in the area take 1 point of damage each time they fail a save against the entangle or fail a check made to break free. Other effects, depending on the local plants, might be possible at GM discretion.\n\n\nArea is Difficult Terrain (all squares count as 2 for movement).\n\n\nCreatures in area make a Reflex save.\n\n\n\nAny who enter the area make Reflex save immediately.\n\n\n\nAny who remain in the area at end of casters turn must save again.\n\n\nCan attempt to break free as a move action by making Strength or Escape Artist check vs. DC of the spell.\n\n\nThe spell functions in areas without any vegetation, causing plants to spring up out of the ground. These plants can reach creatures that are up to 10 feet in the air. Plants affected or created by the spell sprout thorns that deal 1d6 points of damage each round to creatures in the area."},{"Name":"Enter Image","School":"transmutation","Level":{"bard":2,"cleric\/oracle":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range 50 ft.\/levelEffect transfer consciousness to any object bearing your likenessDuration concentrationSaving Throw none; Spell Resistance no\nYou gain a dim impression of the activities around any object bearing your face or form and can also project your consciousness into one such object at a time, allowing you to observe or even interact with nearby creatures. This spell allows you to leave your body and subconsciously monitor the immediate area around any depiction of your image whether one, hundreds, or even thousands. Each such image has the full range of your normal senses (sight, hearing, smell, etc.) and you can make a Perception check to notice anything occurring nearby. The DC of this check is always 10 greater than what it would be if you were actually present at that location, so even if you would normally notice something automatically (such as talking, normally a DC of 0), you would need to make a DC 10 Perception check to notice it. \nYou may, at any time, choose to fill one specific image within range with your consciousness. While inside an image you lose the ability to monitor any other images within range but remain fully aware of your own body's surroundings. Your body is defenseless and helpless (always failing any Saving Throw) while your consciousness is filling an image, but you can return to it at any time as an immediate action. \nWhen you fill an image with your consciousness it gains a limited form of animation. Statues and similar three-dimensional representations can move their heads, make gestures, and talk, but cannot attack or leave their square without assistance. \nPortraits or similar two-dimensional representations bearing your likeness can also talk and your image can move anywhere within the picture or even temporarily alter it (such as by picking a flower in the painting). You cannot use any spells or other abilities while within an image. \nYou may leave the image at any time, returning you to your body. Once your consciousness departs from an object bearing your likeness, it immediately reverts to the appearance it had before you entered it. If someone destroys or damages the image you return to your body unharmed. The spell lasts until you cease concentrating, or until it is terminated by some outside means, such as a dispel magic cast upon either the image or your body, or if your body is killed. "},{"Name":"Enthrall","School":"enchantment (charm) [language-dependent, mind-affecting, sonic]","Level":{"bard":2,"cleric\/oracle":2,"inquisitor":2,"witch":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets any number of creaturesDuration 1 hour or lessSaving Throw Will negates; see text; Spell Resistance yes\nIf you have the attention of a group of creatures, you can use this spell to hold them enthralled. To cast the spell, you must speak or sing without interruption for 1 full round. Thereafter, those affected give you their undivided attention, ignoring their surroundings. They are considered to have an attitude of friendly while under the effect of the spell. Any potentially affected creature of a race or religion unfriendly to yours gets a +4 bonus on the saving throw.\nA target with 4 or more HD or with a Wisdom score of 16 or higher remains aware of its surroundings and has an attitude of indifferent. It gains a new saving throw if it witnesses actions that it opposes.\nThe effect lasts as long as you speak or sing, to a maximum of 1 hour. Those enthralled by your words take no action while you speak or sing and for 1d3 rounds thereafter while they discuss the topic or performance. Those entering the area during the performance must also successfully save or become enthralled. The speech ends (but the 1d3-round delay still applies) if you lose concentration or do anything other than speak or sing.\nIf those not enthralled have unfriendly or hostile attitudes toward you, they can collectively make a Charisma check to try to end the spell by jeering and heckling. For this check, use the Charisma bonus of the creature with the highest Charisma in the group; others may make Charisma checks to assist. The heckling ends the spell if this check result beats your Charisma check result. Only one such challenge is allowed per use of the spell."},{"Name":"Entropic Shield","School":"abjuration","Level":{"cleric\/oracle":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nA magical field appears around you, glowing with a chaotic blast of multicolored hues. This field deflects incoming arrows, rays, and other ranged attacks. Each ranged attack directed at you for which the attacker must make an attack roll has a 20% miss chance (similar to the effects of concealment). Other attacks that simply work at a distance are not affected.\nWhen a ranged attack misses because of this spell, there is a 50% chance that the attack is redirected back at the attacker rather than just being deflected harmlessly. The attack uses the same result as the attack roll the attacker made against you."},{"Name":"Envious Urge","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":4,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nYou fill creatures with feelings of seething envy. Affected targets turn upon the nearest creature (whether an ally or enemy) and attempt to disarm it of a valuable weapon, steal something it is holding, or grapple it and strip it of something it prizes (your choice). Affected targets can attempt a new Will save each round as a free action to end this effect."},{"Name":"Epidemic","School":"necromancy [disease, evil]","Level":{"cleric\/oracle":6,"druid":6,"sorcerer\/wizard":7,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"living creature","Duration":"instantaneous","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"The target contracts one of the following diseases: blinding sickness, bubonic plague, cackle fever, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom (Core Rulebook 557), as the spell contagion. However, the disease is highly contagious, and any creature that touches the infected target, is touched by the target, or spends more than an hour in a confined space with the target must make a save against the disease’s normal DC (not the spell DC) or contract the disease. If the initial target overcomes the disease by making the required number of saving throws, it remains a carrier of the disease for a length of time equal to the disease’s frequency, and can continue to infect others during this time."},{"Name":"Erase","School":"transmutation","Level":{"bard":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one scroll or two pages","Duration":"instantaneous","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"Erase removes writings of either magical or mundane nature from a scroll or from one or two pages of paper, parchment, or similar surfaces. With this spell, you can remove explosive runes, a glyph of warding, a sepia snake sigil, or an arcane mark, but not illusory script or a symbol spell. Nonmagical writing is automatically erased if you touch it and no one else is holding it. Otherwise, the chance of erasing nonmagical writing is 90%."},{"Name":"Erode Defenses","Description":"School transmutation; Level magus 2, sorcerer\/wizard 3, witch 3\nCasting Time 1 standard actionComponents V, S\nRange close (25 ft. + 5 ft.\/level)Target one creatureDuration 1 round\/levelSaving Throw Fort negates (see below); Spell Resistance yes\nYour spell slowly begins to eat away at the defenses of your target.\nIf the target fails its saving throw, it loses 1 point from any damage reduction and natural armor bonus it may have. If the initial save was not successful, the target may attempt a new saving throw each round for the duration of the spell or continue to suffer cumulative losses. If the first save fails but a subsequent save succeeds, the eroding effects stop at that point, though any of the penalties already accrued remain until the spell expires. At the end of the spell's duration, the target's damage reduction and natural armor bonus immediately return to normal.\nOnly one erode defenses spell can affect a particular target at any one time."},{"Name":"Eruptive Postules","School":"transmutation [acid]","Level":{"alchemist":3,"bloodrager":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 minute\/level (D)","Saving_Throw":"Fortitude partial (see text);","Spell_Resistance":"yes","Description":"Your skin erupts in swollen, pus-filled bumps that burst open if you are struck. Any creature that strikes you with its body or a handheld weapon deals normal damage, but at the same time the attacker takes 1d6 points of acid damage and must save or be sickened for 1 round. If the attack against you is a critical hit, the attacker must save or be nauseated instead of sickened. This damage can harm a swarm."},{"Name":"Escaping Ward","School":"abjuration","Level":{"bard":2,"inquisitor":2,"magus":2,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level"},{"Name":"Ethereal Jaunt","School":"transmutation","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nYou become ethereal, along with your equipment. For the duration of the spell, you are in the Ethereal Plane, which overlaps the Material Plane. When the spell expires, you return to material existence.\nAn ethereal creature is invisible, insubstantial, and capable of moving in any direction, even up or down, albeit at half normal speed. As an insubstantial creature, you can move through solid objects, including living creatures. An ethereal creature can see and hear on the Material Plane, but everything looks gray and ephemeral. Sight and hearing onto the Material Plane are limited to 60 feet.\nForce effects and abjurations affect an ethereal creature normally. Their effects extend onto the Ethereal Plane from the Material Plane, but not vice versa. An ethereal creature can't attack material creatures, and spells you cast while ethereal affect only other ethereal things. Certain material creatures or objects have attacks or effects that work on the Ethereal Plane.\nTreat other ethereal creatures and ethereal objects as if they were material. "},{"Name":"Etherealness","School":"transmutation","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9},"Description":"Range touch; see textTargets you and one other touched creature per three levelsDuration 1 min.\/level (D)Spell Resistance yes\nThis spell functions like ethereal jaunt, except that you and other willing creatures joined by linked hands (along with their equipment) become ethereal. Besides yourself, you can bring one creature per three caster levels to the Ethereal Plane. Once ethereal, the subjects need not stay together."},{"Name":"Euphoric Cloud","School":"conjuration (creation) [poison]","Level":{"druid":2,"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (rare mushrooms worth 5 gp)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect fog spreads in 20-ft. radius, 20 ft. highDuration 1 round\/levelSaving Throw Fort negates (see text); Spell Resistance no\nYou create a bank of fog similar to that created by fog cloud except its vapors are intoxicating. Living creatures in the cloud become fascinated. This condition lasts as long as a creature is in the cloud and for 1d4+1 rounds after it leaves. Any creature that succeeds at its save but remains in the cloud must continue to save each round on your turn."},{"Name":"Euphoric Tranquility","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":6,"cleric\/oracle":8,"druid":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchTargets creature touchedDuration 1 round\/levelSaving Throw none and Will partial (see below); Spell Resistance yes\nA creature under the effect of this enchantment enters a state of euphoria. The target treats all creatures as dear friends and abhors violence, but may rise up to protect itself if violence is perpetrated against it. Until the end of the spell's duration, the creature's speed is halved, and it cannot make attacks or cast spells. If the creature is attacked, it gets a Will Saving Throw. If the Saving Throw succeeds, the creature can make act normally for 1 round. If the Saving Throw fails, the creature moves half its speed away from the attacker as its next action.\nFurthermore, if the creature is interacted with, or questioned while under the effects of this spell, it is considered to have an attitude of Helpful (see Table: Starting Attitudes and Diplomacy DC's to Modify below or see the full Diplomacy skill details for more information), though any advice or answers it gives may be disjointed or stream of consciousness due to its euphoric state."},{"Name":"Evolution Surge","School":"transmutation","Level":{"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a chameleon scale)"},"Description":"Range touchTargets your eidolonDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell Resistance no\nThis spell functions as lesser evolution surge (see below), except that you can grant any evolution whose total cost does not exceed 4 evolution points.\nEvolution Surge, Lesser\nThis spell causes your eidolon to take on new characteristics.\nYou can grant the eidolon any evolution whose total cost does not exceed 2 evolution points. You may only grant one evolution with this spell, even if that evolution can be taken multiple times.\nYou can grant an evolution that allows you to spend additional evolution points to upgrade that evolution. This spell cannot be used to grant an upgrade to an evolution that the eidolon already possesses. The eidolon must meet any prerequisites of the selected evolution. This spell does not allow an eidolon to exceed its maximum number of natural attacks.\nEvolution Surge, Greater\nThis spell functions as lesser evolution surge (see above), except that you can grant any two evolutions whose total cost does not exceed 6 evolution points."},{"Name":"Excruciating Deformation","School":"transmutation (polymorph) [evil, pain]","Level":{"bloodrager":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Fortitude partial (see text);","Spell_Resistance":"yes","Description":"Your touch attack causes your target to become painfully malformed. Its limbs twist and buckle, while its body contorts uncontrollably, shifting and warping. Each round the target suffers excruciating pain and takes 2d6 points of nonlethal damage, 1 point of Dexterity damage, and 1 point of Constitution damage, and its speed is reduced by 10 feet. Once per round as a free action on its turn, the target can attempt a new Fortitude saving throw to resist the spell for 1 round."},{"Name":"Expeditious Excavation","School":"transmutation [earth]","Level":{"bloodrager":1,"druid":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (tiny shovel)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area dirt in a 5-ft. cubeDuration instantaneousSaving Throw see text; Spell Resistance no\nYou can excavate and move earth, dust, and sand up to the size of a 5-foot cube. If you are buried, you may open a 5-foot cube around yourself, but the spell cannot be used for tunneling.\nBesides its mundane applications, you can open a 5-foot-deep pit at a creature's feet. A Medium or smaller creature falls prone in the pit unless it succeeds on a Reflex save. With a successful save, it can choose to land harmlessly on its feet in the pit or hop to an adjacent square; this movement does not provoke attacks of opportunity. A creature can escape a 5-foot-deep pit with a DC 5 Climb check. Larger creatures may ignore pits smaller than their size.\nThe earth excavated by this spell is ordinarily distributed harmlessly across the spell's range, but you may choose to throw up a burst of grit and debris when you dig a pit. This cloud of debris provides concealment to any creatures in the square affected and all adjacent squares for 1 round. Expeditious excavation has no effect on solid rock or earth creatures."},{"Name":"Expeditious Retreat","School":"transmutation","Level":{"alchemist":1,"bard":1,"inquisitor":1,"magus":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nThis spell increases your base land speed by 30 feet. This adjustment is treated as an enhancement bonus. There is no effect on other modes of movement, such as burrow, climb, fly, or swim. As with any effect that increases your speed, this spell affects your jumping distance (see the Acrobatics skill).\nThe speed bonus from the spell increases to 40 feet. Add your tier to Acrobatics checks to avoid attacks of opportunity from movement, and when your movement provokes an attack of opportunity, add your tier to your AC against that attack."},{"Name":"Expend","School":"abjuration","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (miniature broken hourglass)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area 20-ft.-radius burstDuration instantaneousSaving Throw Will negates; Spell Resistance yes\nYou cause all creatures in the affected area to use up one or more of their limited-use magical abilities without any actual effect. A limited-use magical ability is any supernatural or spelllike ability which a creature can only activate a certain number of times during a set interval (3\/day, 1\/hour, etc.). The spell does not affect abilities which the creature can use at will or which are constant. It also does not apply to magical items or anything else external to a creature. A creature in the spell's area must make a Will Saving Throw or expend a single use of one of its abilities. Abilities with the greatest number of uses per day are affected first; if more than one ability has the same number of uses, randomly determine which one is affected first. Creatures must continue making Will saves, expending an additional use of an ability for each failed save, until they succeed, at which point the spell has no further effect.\n"},{"Name":"Explosion of Rot","School":"necromancy","Level":{"druid":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a rotting flower)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 10-ft.-radius burstDuration instantaneousSaving Throw Reflex half; see text; Spell Resistance yes\nYou call forth a burst of decay that ravages all creatures in the area. Even nonliving creatures, such as constructs or undead, wither in this malignant eruption of rotting energy. Creatures in the area of effect take 1d6 points of damage per caster level (maximum 15d6) and are staggered for 1d4 rounds. A successful Reflex saving throw halves the damage taken and negates the staggered effect. Plant creatures are particularly susceptible to this rotting effect; any plant creatures caught in the burst are staggered for 1d4 rounds even on a successful saving throw."},{"Name":"Explosive Runes","School":"abjuration [force]","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one touched object weighing no more than 10 lbs.","Duration":"permanent until discharged (D)","Saving_Throw":"see text;","Spell_Resistance":"yes","Description":"You trace mystic runes upon a book, map, scroll, or similar object bearing written information. The explosive runes detonate when read, dealing 6d6 points of force damage. Anyone next to the explosive runes (close enough to read them) takes the full damage with no saving throw; any other creature within 10 feet of the explosive runes is entitled to a Reflex save for half damage. The object on which the explosive runes were written also takes full damage (no saving throw)."},{"Name":"Exquisite Accompaniment","School":"illusion (shadow) [shadow]","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalEffect phantom instrumentDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nYou create a phantom instrument, a glowing construct of magic in the form of a portable musical instrument of your choice. The instrument floats beside you, moving as you move (even if you teleport). It cannot be damaged, but can be dispelled. The instrument plays as you direct, and as long as it plays, you do not have to expend rounds of bardic performance from your daily allotment to maintain an effect. Activating a bardic performance or switching to a new effect still costs a round of your overall bardic performances per day."},{"Name":"Extreme Flexibility","School":"transmutation","Level":{"alchemist":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level\nYou gain a +1 dodge bonus to AC, a +4 circumstance bonus on Escape Artist checks and combat maneuver checks to grapple, and +4 circumstance bonus to your CMD against grapple attempts."},{"Name":"Eyebite","School":"necromancy [emotion, pain]","Level":{"alchemist":6,"bard":6,"sorcerer\/wizard":6,"witch":6,"accursed":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 round\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"Ultimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nEach round, you can target a single living creature, striking it with waves of power. Depending on the target's HD, this attack has as many as three effects.\nThe effects are cumulative and concurrent.\nSickened: Sudden pain and fever sweeps over the subject's body. A creature affected by this spell remains sickened for 10 minutes per caster level. The effects cannot be negated by a remove disease or heal spell, but a remove curse is effective.\nPanicked: The subject becomes panicked for 1d4 rounds. Even after the panic ends, the creature remains shaken for 10 minutes per caster level, and it automatically becomes panicked again if it comes within sight of you during that time. This is a fear effect.\nComatose: The subject falls into a catatonic coma for 10 minutes per caster level. During this time, it cannot be awakened by any means short of dispelling the effect. This is not a sleep effect, and thus elves are not immune to it."},{"Name":"Eyes of The Void","School":"transmutation","Level":{"alchemist":4,"antipaladin":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dried carrot or an agate)"},"Description":"Range personalTarget youDuration 10 minutes\/level\nYou gain darkvision, the ability to see 60 feet even in total darkness, including that created by deeper darkness. Darkvision is black-and-white only, but otherwise like normal sight. While affected, your eyes turn completely black (but appear white to anyone viewing you with darkvision)."}]