[{"Name":"Fabricate","School":"transmutation","Level":{"sorcerer\/wizard":5},"Casting_Time":"see text","Components":{"V":"Verbal","S":"Somatic","M":"Material (the original material","which":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"up to 10 cu. ft.\/level; see text","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nYou convert material of one sort into a product that is of the same material. Creatures or magic items cannot be created or transmuted by the fabricate spell. The quality of items made by this spell is commensurate with the quality of material used as the basis for the new fabrication. If you work with a mineral, the target is reduced to 1 cubic foot per level instead of 10 cubic feet.\nYou must make an appropriate Craft check to fabricate articles requiring a high degree of craftsmanship."},{"Name":"Fabricate Bullets","School":"transmutation","Level":{"sorcerer\/wizard":1},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (1 pound of lead or other soft metal worth 2 gp)"},"Range":"touch","Target":"1 pound of soft metal","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You convert 1 pound of lead into bullets. When you cast this spell, you decide whether you create normal sling bullets, firearm bullets, or firearm pellets. The spell creates two sling bullets, 30 firearm bullets, or 10 uses of pellets."},{"Name":"Face of the Devourer","School":"transmutation (polymorph)","Level":{"adept":1,"antipaladin":1,"cleric\/oracle":1,"druid":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You transform the target's face into a hideous shape, such as a half-melted visage with insect legs instead of teeth, seeping pits instead of eyes, and suckered tongues dangling from its misshapen mouth. You do not choose what shape the target's face takes, and the shape is different every time you cast the spell. This transformation does not interfere with the target's senses or its ability to breathe, though it might prevent it from speaking. The target gains a +4 circumstance bonus on Intimidate checks.\nIf the target does not normally have a bite attack, it gains a bite attack as a natural weapon for the duration of the spell. This bite attack deals 1d6 points of damage if the target is Medium, 1d4 points of damage if the target is Small, or 1d8 points of damage if the creature is Large. The target may use this bite as a primary attack or a secondary attack."},{"Name":"Faerie Fire","School":"evocation [light]","Level":{"druid":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range long (400 ft. + 40 ft.\/level)Area creatures and objects within a 5-ft.-radius burstDuration 1 min.\/level (D)Saving Throw none; Spell Resistance yes\nA pale glow surrounds and outlines the subjects. Outlined subjects shed light as candles. Creatures outlined by faerie fire take a -20 penalty on all Stealth checks. Outlined creatures do not benefit from the concealment normally provided by darkness (though a 2nd-level or higher magical darkness effect functions normally), blur, displacement, invisibility, or similar effects. The light is too dim to have any special effect on undead or dark-dwelling creatures vulnerable to light."},{"Name":"Fairness","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":1,"inquisitor":2,"paladin":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature per level","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nHumanoid creatures affected by this spell must trade fairly with others to the best of their knowledge. If they know the fair value (or even an estimated fair value) of a good or service, they cannot participate in a trade if it would benefit one side unfairly, and must attempt to stop such trades from occurring, preventing them from cheating another while under the influence of this spell. The symbol of the Master of the Vault appears above the heads of those affected by this spell, making those affected and unaffected by the spell immediately apparent."},{"Name":"Fairy Ring Retreat","School":"conjuration (creation)","Level":{"druid":7,"shaman":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect extradimensional meadow, up to three 10-ft. cubes\/level (S)Duration 2 hours\/level (D)Saving Throw none; Spell Resistance no\nYou conjure up an extradimensional meadow that can be accessed from a single entrance on the plane from which the spell was cast. The entry point looks like a circle of toadstools enclosing a 10-foot square. Only those you designate can enter the meadow before you do, and the portal is shut and made invisible behind you when you enter. You can open it again from your own side at will. Once a visitor has passed through the entry point, they find themselves in an idyllic twilight meadow surrounded by an impassable grove of fruit and nut trees. The atmosphere is clean, fresh, and warm.\nYou can configure the meadow into any shape you desire, to the limit of the spell's effect. The place is comfortable and temperate. The trees can provide enough food to sustain 4 people per caster level for a day. A staff of near-transparent animal or fey-like servants (as many as two per caster level) wait upon all who enter. The servants function as unseen servant spells except that they are visible and can go anywhere in the meadow.\nSince the place can be entered only through its special portal, outside conditions do not affect the meadow, nor do conditions inside it pass to the plane beyond."},{"Name":"Fallback Strategy","School":"abjuration","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1,"magus":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 minute\/level or until discharged; see text\nWhile this spell is active, you may reroll one attack roll, combat maneuver check, or skill check before the result of the roll or check is known. You must take the result of the reroll, even if it's worse than the original roll. Once the reroll is used, the spell ends. You can have no more than one fallback strategy active on you at the same time."},{"Name":"False Alibi","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":3,"cleric\/oracle":3,"inquisitor":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (emerald dust worth 100 gp)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"permanent; see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell functions similarly to modify memory, except you can modify the target's memory only in a specific way.\nIn response to a triggering condition you determine, up to the last 5 minutes of the target's memory are eliminated and replaced with a memory of your choosing (or no memory at all).\nFor example, you could cast this on an assassin, set it to trigger when he completes his kill, and replace his memory of the murder with the memory of him discovering the body and picking up the murder weapon. You can cast this spell multiple times on the same target, even with the same trigger, affecting different memories. A single casting of false alibi affects a creature only until the specified condition has been triggered; once a condition has been triggered and the target's memory altered, that condition no longer triggers this spell unless the victim is subject to another casting of false alibi that specifies the same trigger."},{"Name":"False Life","School":"necromancy","Level":{"alchemist":4,"bloodrager":4,"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of blood)"},"Description":"Range personalTarget youDuration 1 hour\/level or until discharged; see text\nYou harness the power of unlife to grant yourself a limited ability to avoid death. While this spell is in effect, you gain temporary hit points equal to 1d10 + 1 per caster level (maximum +10).\nSource Ultimate Magic\nThis spell functions as false life, except you gain temporary hit points equal to 2d10 + 1 point per caster level (maximum +20). The effects of this spell do not stack with those of false life.\nFalse Life:\nPathfinder Roleplaying Game Core Rulebook. © 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.\nFalse Life, Greater:"},{"Name":"False Vision","School":"illusion (glamer)","Level":{"bard":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (crushed jade worth 250 gp)"},"Description":"Range touchArea 40-ft.-radius emanationDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no"},{"Name":"Familiar Double","School":"illusion (shadow) [shadow]","Level":{"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small replica of you worth 5 gp)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect one shadow duplicateDuration 1 round\/level (D)Saving Throw Will disbelief (if interacted with); Spell Resistance no\nThis spell functions as project image, except the image appears in your familiar's square and moves when your familiar moves."},{"Name":"Familiar Figment","School":"illusion (figment)","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"your familiar","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You create an illusory duplicate of your familiar that moves erratically around your familiar's space, frequently moving through the familiar's body with a blurring effect that makes it indistinguishable from the real creature.\nAttacks against your familiar have a 50% miss chance; attacks that miss instead target the familiar figment, which reacts as if damaged as appropriate to the attack but unlike a mirror image is not destroyed when struck. This spell does not grant your familiar concealment or prevent it from being targeted by spell effects that do not require an attack roll.\nIn addition, as a swift action, your familiar can direct the familiar figment to attempt a melee touch attack, using your base attack bonus and the familiar's Dexterity modifier. If this attack hits, your familiar (but not other creatures) treats that target as flanked until the end of its turn."},{"Name":"Familiar Melding","School":"necromancy","Level":{"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"your familiar","Duration":"1 hour\/level or until you return to your body","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"You project your soul into your familiar, taking over its body while leaving its consciousness intact. When you transfer your soul upon casting, your body is, as near as anyone can tell, dead.\nWhile possessing your familiar, you can communicate with it telepathically. You keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The familiar’s body retains its own Strength, Dexterity, Constitution, hit points, natural abilities, and automatic abilities. A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You may use any abilities the familiar has, including spells and spell-like abilities. You cannot speak unless your familiar has the ability to speak a language. You cannot cast spells with somatic components if your familiar does not have anthropomorphic limbs that can perform the appropriate motions.\nAs a standard action, you can return to your body as long as it is within range. If your familiar is slain while your soul is in it and your body is within range, your soul returns to your own body, unharmed. If your familiar is out of range when slain, you die. The spell ends when you shift from the familiar to your own body."},{"Name":"Fear","School":"necromancy [emotion, fear, mind-affecting]","Level":{"antipaladin":4,"bard":3,"bloodrager":4,"inquisitor":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (the heart of a hen or a white feather)"},"Description":"\nRange 30 ft.Area cone-shaped burstDuration 1 round\/level or 1 round; see textSaving Throw Will partial; Spell Resistance yes\n"},{"Name":"Fearsome Duplicate","School":"illusion (figment)","Level":{"bard":3,"inquisitor":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange medium (100 ft. + 10 ft.\/level)Effect monstrously distorted duplicate of youDuration 1 minute\/level (D)Saving Throw Will disbelief (if interacted with); Spell Resistance yes\nYou create a larger and far more menacing\n version of yourself that you can send forth, manipulate like a puppet, \nand use to interact with others. You can make the duplicate up to two \nsize categories larger than you are and determine a theme as to how it \nalters your original appearance. However, this duplicate always retains \nsome vestiges of your actual appearance. Creatures who already know you \ngain a +2 bonus on saving throws made to disbelieve this spell. Your \nduplicate has no actual substance, and you cannot use it to alter its \nsurroundings or to attack or otherwise harm creatures it encounters. You can use the duplicate to speak, and interact verbally with creatures using the Bluff, Diplomacy, and Intimidate skills, and you gain a +2 competence bonus on Intimidate\n checks when using that skill through the duplicate.\nYou can see, hear, \ntaste, and smell your duplicate's surroundings as if you are actually \npresent using your Perception\n skill. While you also remain aware of your own immediate surroundings \nwhen controlling your duplicate, controlling it does take a toll on your\n senses. You take a –4 penalty on Perception\n checks while you control your duplicate.\nThe duplicate moves under your\n mental command, and while you need not act out its movements, you must \ntake a standard action\n to control your duplicate for 1 round (concentrating on the spell) or \nit winks out of existence. You can maintain control of your duplicate \neven if you have no line of sight or line of effect to it."},{"Name":"Feast of Ashes","School":"transmutation [curse]","Level":{"druid":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of ash)"},"Description":"Range close (25 ft. + 5 ft\/2 levels)Targets one creatureDuration 2 days\/level (D)Saving Throw Fortitude negates; Spell Resistance yes\nYou curse the target with a hunger no food can assuage. On a failed Saving Throw, the target begins to starve. The effects of this spell cannot inflict more nonlethal damage than the target has hit points. No amount of eating can counter the effect and, further, even attempting to eat causes the target to become nauseated for 1 round unless they make a DC 12 Fortitude save. The target still experiences the other normal effects of anything consumed (such as poisons or potions).\nFeast of ashes can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell, but effects suffered as a result of starvation must be healed by normal means."},{"Name":"Feast On Fear","School":"necromancy [emotion, fear, mind-affecting]","Level":{"bard":4,"shaman":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one or more living creatures (see text)Duration 1 round\/levelSaving Throw Fort negates; Spell Resistance yes\nEach round, you can target a single living creature of up to 9 HD and strike it with terrifying waves of power. If the target fails its saving throw, it becomes panicked for 1d4 rounds, and you gain 5 temporary hit points (which disappear after 1 hour). After the panic ends, the creature remains shaken for 10 minutes per caster level, and it automatically becomes panicked again if it comes within sight of you during that time.\nThese temporary hit points stack if they are from different creatures."},{"Name":"Feather Fall","School":"transmutation","Level":{"bard":1,"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets one Medium or smaller free-falling object or creature\/level, no two of which may be more than 20 ft. apartDuration until landing or 1 round\/levelSaving Throw Will negates (harmless) or Will negates (object); Spell Resistance yes (object)\n\nThe affected creatures or objects fall slowly. Feather fall instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of a fall from a few feet), and the subjects take no damage upon landing while the spell is in effect. When the spell duration expires, a normal rate of falling resumes.\nThe spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature's maximum load) or objects, or the equivalent in larger creatures: a Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as four Medium creatures or objects, and so forth.\nThis spell has no special effect on ranged weapons unless they are falling quite a distance. If the spell is cast on a falling item, the object does half normal damage based on its weight, with no bonus for the height of the drop.\nFeather fall works only upon free-falling objects. It does not affect a sword blow or a charging or flying creature."},{"Name":"Feather Step","School":"transmutation","Level":{"bard":3,"druid":3,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 10 minutes\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes\nFor the duration of this spell, the subject ignores the adverse movement effects of difficult terrain, and can even take 5-foot steps in difficult terrain.\nFeather Step, Mass\nTargets one creature\/level, no two of which can be more than 30 ft. apart\nAs feather step, except this spell affects multiple creatures."},{"Name":"Feeblemind","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":5,"witch":5,"accursed":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of clay","crystal":"","or":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes"},{"Name":"Fester","Description":"School necromancy; Level\ninquisitor 3, witch 2\nRange close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 round\/level or 1 round; see textSaving Throw Fortitude partial; Spell Resistance yes\nNecrotic energy permeates the target, blocking healing abilities. The subject gains Spell Resistance equal to 12 + your caster level against effects that restore hit points or grant temporary hit points.  In addition, any healing provided by effects that ignore Spell Resistance (such as fast healing, regeneration, and some spells) are halved.  If the target succeeds on a Fortitude Saving Throw, fester lasts only a single round.\nTargets one creature\/level, no two of which can be more than 30 ft. apart","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (rotted meat)"},"School":"necromancy","Level":{"inquisitor":6,"witch":6}},{"Name":"Fickle Winds","School":"transmutation [air]","Level":{"cleric\/oracle":5,"druid":5,"ranger":3,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"Unofficial:":"","S1":""},"Description":"Targets one or more Medium creatures\/level, no two of which can be more than 30 ft. apartDuration 1 minute\/level (D)Saving Throw none (see text); Spell Resistance yes\n1 This information missing from source material. Sean K. Reynolds addressed this question here. This is an unofficial response though.\nYou create a mobile cylinder of wind encompassing every target of the spell and protecting them as wind wall, but not interfering with them in any way. For example, arrows and bolts fired at the targets are deflected upward and miss, but the targets’ own arrows or bolts pass through the wall as if it were not there.\nA Large creature counts as 4 Medium creatures for the purpose of how many targets you can effect with the spell; a Huge creature counts as 8, a Gargantuan creature as 16, and a Colossal creature as 32. This spell has no effect within the area of a higher-level wind or weather spell."},{"Name":"Fiery Body","School":"transmutation [fire]","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTargets youDuration 1 minute\/level\nThis spell transforms your body into living flame. You and your equipment are immune to fire damage. In fact, every time you would normally take damage from fire, you are instead healed of damage at a rate of 1 point per 3 points of damage the fire attack would have normally inflicted. You are immune to blindness, critical hits, ability score damage, deafness, disease, drowning, electricity, poison, stunning, and all spells that affect your physiology or respiration. You take only half damage from acid or electricity. You take 150% as much damage from cold than normal.\nYou gain a +6 enhancement bonus to your Dexterity score and a fly speed of 40 ft. (perfect maneuverability). Your unarmed attack deals an additional 3d6 points of fire damage, and you are considered armed when making unarmed attacks. Your body burns so brightly that creatures who do not avert their gaze from you are dazzled. Fire spells you cast have their save DCs increased by +1. If you enter water, you are surrounded by a 5-foot radius of steam and bubbles that grant you concealment (50% miss chance) but you take 2d6 points of damage each round you remain in water."},{"Name":"Fiery Shuriken","School":"conjuration (creation) [fire]","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of sulfur and a single shuriken worth 2 sp)"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect Two or more fiery shurikenDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes\nYou call forth two fiery projectiles resembling shuriken, plus one more for every two caster levels beyond 3rd (to a maximum of eight shuriken at 15th level), which hover in front of you. When these shuriken appear, you can launch some or all of them at the same target or different targets. Each shuriken requires a ranged touch attack roll to hit and deals 1d8 points of fire damage. You provoke no attacks of opportunity when launching them. Any shuriken you do not launch as part of casting this spell remains floating near you for the spell’s duration. On rounds subsequent to your casting of this spell, you can spend a swift action to launch one of these remaining shuriken or a standard action to launch any number of these remaining shuriken. If you fail to launch a shuriken before the duration ends, that shuriken disappears and is wasted."},{"Name":"Find Quarry","School":"divination","Level":{"inquisitor":4,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You sense whether a well-known creature you can clearly visualize is within a 20-mile radius of your current location, as well as the distance and direction to the creature in relation to you. You also discern whether the creature is moving, and its direction, speed, and mode of movement. The radius you can sense increases by 5 miles for every two caster levels you have above 10th (to a maximum of a 45-mile radius at 20th level)."},{"Name":"Find the Path","School":"divination","Level":{"bard":6,"cleric\/oracle":6,"druid":6,"inquisitor":6,"witch":6},"Casting_Time":"3 rounds","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"personal or touch","Target":"you or creature touched","Duration":"10 min.\/level","Saving_Throw":"none or Will negates (harmless);","Spell_Resistance":"no or yes (harmless)","Description":"The recipient of this spell can find the shortest, most direct physical route to a prominent specified destination, such as a city, keep, lake, or dungeon. The locale can be outdoors or underground, as long as it is prominent. For example, a hunter's cabin is not prominent enough, but a logging camp is. Find the path works with respect to locations, not objects or creatures at a locale. The location must be on the same plane as the subject at the time of casting.\nThe spell enables the subject to sense the correct direction that will eventually lead it to its destination, indicating at appropriate times the exact path to follow or physical actions to take. For example, the spell enables the subject to sense what cavern corridor to take when a choice presents itself. The spell ends when the destination is reached or the duration expires, whichever comes first."},{"Name":"Find Traps","Description":"School divination; Level\ncleric\/oracle 2, inquisitor 2, witch 2\nRange personalTarget youDuration 1 min.\/level","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Finger of Death","School":"necromancy [death]","Level":{"druid":8,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes"},{"Name":"Fins to Feet","School":"transmutation (polymorph)","Level":{"druid":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"willing creature touched","Duration":"1 hour\/level (D)","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You transform the target's fins, flippers, or tail into legs and feet, allowing it to walk on land. The target loses its swim speed but gains a base speed appropriate for a humanoid of its size (speed 30 if a Medium or larger creature, speed 20 if Small). If the creature is immersed in water for 1 round, the transformation reverts, allowing it to swim normally. One round after leaving the water, the transformation occurs again, allowing it to walk."},{"Name":"Fire Breath","School":"evocation [fire]","Level":{"alchemist":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a chili pepper)"},"Description":"Range 15 ft.Area cone-shaped burstDuration 1 round\/level or until discharged; see textSaving Throw Reflex half; see text; Spell Resistance yes\nUp to thrice during this spell's duration, you can belch forth a cone of fire as a standard action. The first cone deals 4d6 points of fire damage to every creature in the area. The second cone of flame deals 2d6 points of fire damage to every creature in the area. The third cone of flame deals 1d6 points of fire damage to every creature in the area. A successful Reflex save halves this damage. After the third cone of flame, the spell ends."},{"Name":"Fire of Entanglement","School":"evocation","Level":{"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range special; see textTargets one creatureDuration 1 round\/levelSaving Throw Reflex partial; Spell Resistance yes\nThe next creature you attack using your smite evil class ability is wreathed in flames that impede its movement. Until the end of the spell's duration, the target is entangled.  If the target starts its turn in a square adjacent to you, it is considered to be entangled to an immobile object (you) and cannot move. A target that saves against this spell is affected for only 1 round."},{"Name":"Fire of Judgment","School":"evocation","Level":{"paladin":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range special; see textTargets one creatureDuration 1 round\/levelSaving Throw Will partial; Spell Resistance yes\nAfter casting this spell, the next creature you attack using your smite evil class ability is engulfed in flames of positive energy. At the start of its turn, the target takes 1d6 points of damage, and takes an additional 1d6 points of damage each time it attacks a creature other than you. If the creature is an outsider with the evil subtype, an evil-aligned dragon, or an undead creature this damage increases to 1d10. With a successful Saving Throw, a creature is affected by this spell for only 1 round. This damage is divine in nature and bypasses any DR the creature possesses."},{"Name":"Fire of Vengeance","School":"evocation [fire]","Level":{"paladin":4},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range special; see textTargets one creatureDuration see textSaving Throw none; Spell Resistance no\nAfter casting this spell, the next creature you attack using your smite evil class ability is engulfed in holy flames that flare up when the target attacks someone other than you. If at any time during the duration of your smite evil effect the target makes an attack that does not include you, it takes 3d8 points of fire damage. Once triggered in this manner, or when your smite evil ability expires, the spell ends."},{"Name":"Fire Seeds","School":"conjuration (creation) [fire]","Level":{"druid":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (acorns or holly berries)"},"Description":"Range touchTargets up to four acorns or up to eight holly berriesDuration 10 min.\/level or until usedSaving Throw none or Reflex half; see text; Spell Resistance no\nSource Skull & Shackles Player's Guide\nDepending on the version of fire seeds you choose, you turn acorns into splash weapons that you or another character can throw, or you turn holly berries into bombs that you can detonate on command.\nAcorn Grenades: As many as four acorns turn into special thrown splash weapons. An acorn grenade has a range increment of 20 feet. A ranged touch attack roll is required to strike the intended target. Together, the acorns are capable of dealing 1d4 points of fire damage per caster level (maximum 20d4) divided among the acorns as you wish. No acorn can deal more than 10d4 points of damage.\nEach acorn grenade explodes upon striking any hard surface. In addition to its regular fire damage, all creatures adjacent to the explosion take 1 point of fire damage per die of the explosion. This explosion of fire ignites any combustible materials adjacent to the target."},{"Name":"Fire Shield","School":"evocation [fire or cold]","Level":{"alchemist":4,"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"summoner":3,"sun":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (phosphorus for the warm shield; a firefly or glowworm for the chill shield)"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nThis spell wreathes you in flame and causes damage to each creature that attacks you in melee. The flames also protect you from either cold-based or fire-based attacks, depending on if you choose cool or warm flames for your fire shield.\nAny creature striking you with its body or a hand-held weapon deals normal damage, but at the same time the attacker takes 1d6 points of damage + 1 point per caster level (maximum +15). This damage is either cold damage (if you choose a chill shield) or fire damage (if you choose a warm shield). If the attacker has spell resistance, it applies to this effect. Creatures wielding melee weapons with reach are not subject to this damage if they attack you.\nWhen casting this spell, you appear to immolate yourself, but the flames are thin and wispy, increasing the light level within 10 feet by one step, up to normal light. The color of the flames is blue or green if the chill shield is cast, violet or red if the warm shield is employed. The special powers of each version are as follows.\nChill Shield: The flames are cool to the touch. You take only half damage from fire-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful saving throw."},{"Name":"Fire Snake","School":"evocation [fire]","Level":{"druid":5,"magus":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a snake scale)"},"Description":"Range 60 ft.Area see textDuration instantaneousSaving Throw Reflex half; Spell Resistance yes\nYou create a sinuous line of flames that you may shape as desired. The fire snake affects one 5-foot square per caster level, and each square must be adjacent to the previous square, starting with you. The fire snake may not extend beyond its maximum range. Creatures in the path of the fire snake take 1d6 points of fire damage per caster level (maximum 15d6)."},{"Name":"Fire Sneeze","School":"evocation [air, fire]","Level":{"alchemist":2,"druid":2,"sorcerer\/wizard":2},"Description":"Casting Time 1 standard action\nComponents V, S, M (hot pepper soaked in oil)","Range":"personal","Target":"you","Duration":"1 round + 1 round\/2 levels","Saving_Throw":"Reflex half;","Spell_Resistance":"yes"},{"Name":"Fire Storm","School":"evocation [fire]","Level":{"cleric\/oracle":8,"druid":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area two 10-ft. cubes per level (S)Duration instantaneousSaving Throw Reflex half; Spell Resistance yes\nSource Skull & Shackles Player's Guide"},{"Name":"Fire Trail","School":"transmutation [fire]","Level":{"alchemist":3,"bloodrager":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange personalEffect trail of flame that follows the caster's movements; see textDuration 1 round\/levelSaving Throw none; Spell Resistance yes"},{"Name":"Fire Trap","School":"abjuration [fire]","Level":{"druid":2,"sorcerer\/wizard":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (gold dust worth 25 gp)"},"Range":"touch","Target":"object touched","Duration":"permanent until discharged (D)","Saving_Throw":"Reflex half; see text;","Spell_Resistance":"yes","Description":"Fire trap creates a fiery explosion when an intruder opens the item that the trap protects. A fire trap spell can ward any object that can be opened and closed.\nWhen casting fire trap, you select a point on the object as the spell's center. When someone other than you opens the object, a fiery explosion fills the area within a 5-foot radius around the spell's center. The flames deal 1d4 points of fire damage + 1 point per caster level (maximum +20). The item protected by the trap is not harmed by this explosion.\nA fire-trapped item cannot have a second closure or warding spell placed on it. A knock spell does not bypass a fire trap. An unsuccessful dispel magic spell does not detonate the spell. Underwater, this ward deals half damage and creates a large cloud of steam."},{"Name":"Fireball","School":"evocation [fire]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a ball of bat guano and sulfur)"},"Description":"Range long (400 ft. + 40 ft.\/level)Area 20-ft.-radius spreadDuration instantaneousSaving Throw Reflex half; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nA fireball spell generates a searing explosion of flame that detonates with a low roar and deals 1d6 points of fire damage per caster level (maximum 10d6) to every creature within the area. Unattended objects also take this damage. The explosion creates almost no pressure.\nYou point your finger and determine the range (distance and height) at which the fireball is to burst. A glowing, pea-sized bead streaks from the pointing digit and, unless it impacts upon a material body or solid barrier prior to attaining the prescribed range, blossoms into the fireball at that point. An early impact results in an early detonation. If you attempt to send the bead through a narrow passage, such as through an arrow slit, you must \"hit\" the opening with a ranged touch attack, or else the bead strikes the barrier and detonates prematurely."},{"Name":"Firebelly","School":"abjuration","Level":{"alchemist":1,"cleric\/oracle":1,"druid":1,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 minute\/level","Saving_Throw":"Reflex half; see text;","Spell_Resistance":"yes; see text","Description":"A magical fire warms your belly, granting you fire resistance 5 and making your gut hot to the touch (but not enough to damage you or anything else). As a standard action, you can breathe a 15-foot cone of flame that deals 1d4 points of fire damage (Reflex half, SR applies). Each time you use this breath weapon, reduce the remaining duration of the spell by 1 minute."},{"Name":"Firebrand","School":"transmutation [fire]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/4 levels, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates (harmless), but see below; Spell Resistance yes (harmless)\nYou mark several allies with a flaming rune. This rune does not cause damage, and sheds light as if it were a torch. While the firebrand burns, any creature it marks is immune to damage from any fire spell you cast. All of the target's weapons (both natural and manufactured) inflict +1d6 points of fire damage on a hit (this bonus fire damage stacks with any amount of fire damage a creature's weapons might already inflict). At any point during the spell's duration, a creature bearing a firebrand can launch a beam of fire at any target within 30 feet as a swift action. This ray requires a ranged touch attack to hit and deals 6d6 points of fire damage. Once a creature uses its firebrand to fire a ray in this manner, the effects of the spell end for that creature."},{"Name":"Firefall","School":"transmutation [fire]","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (one fire source)"},"Description":"Range long (400 ft. + 40 ft.\/level)Targets one fire source, up to a 20-foot cubeDuration instantaneousSaving Throw Will negates and Reflex negates; see text; Spell Resistance no\nFirefall causes a fire to erupt into a geyser of dazzlingly bright liquid flame. The spell uses one fire source, which is immediately extinguished. A fire larger than a 20-foot cube is only partly extinguished. Magical fires are not extinguished, but a creature of the fire subtype used as the source takes 1 point of damage per caster level (no Saving Throw).\nThe coruscating rain of fire fills a hemispherical burst with a radius of 60 feet. All creatures and objects in the area take 5d6 points of fire damage and catch on fire.\nCreatures who make successful Reflex saves take half damage and don't  catch on fire. Creatures within 120 feet of the original fire source are blinded for 1d4+1 rounds (Will negates)."},{"Name":"Firestream","School":"evocation [fire]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange 20 ft.Area 20-ft. lineDuration concentration, up to 1 round\/level; see textSaving Throw Reflex half; Spell Resistance yes\nA rushing stream of fire sprays from your outstretched hand, dealing \n2d6 points of fire damage to every creature in the area. Each round you \ncontinue to concentrate on the spell, you can select a new area for it \nto affect."},{"Name":"Flame Arrow","School":"transmutation [fire]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of oil and a small piece of flint)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"fifty projectiles, all of which must be together at the time of casting","Duration":"10 min.\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide"},{"Name":"Flame Blade","School":"evocation [fire]","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 0 ft.Effect sword-like beamDuration 1 min.\/level (D)Saving Throw none; Spell Resistance yes\nSource Skull & Shackles Player's Guide"},{"Name":"Flame Strike","School":"evocation [fire]","Level":{"cleric\/oracle":5,"druid":4,"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area cylinder (10-ft. radius, 40-ft. high)Duration instantaneousSaving Throw Reflex half; Spell Resistance yes\nSource Skull & Shackles Player's Guide"},{"Name":"Flames of the Faithful","Description":"School transmutation [fire]; Level inquisitor 2\nRange touchTargets weapon touchedDuration 1 round\/levelSaving Throw Fortitude negates (object, harmless); Spell Resistance yes (object, harmless)\nWith a touch, you cause a glowing rune to appear on a single weapon, granting that weapon the flaming property (and allowing it to cause an extra 1d6 points of fire damage on a successful hit). If you are using the judgment class feature, your weapon gains the flaming burst property instead.\nThe spell functions only for weapons that you wield. If the weapon leaves your hand for any reason, the spell effect ends. The effects of this spell do not stack with any existing flaming or flaming burst weapon property that the target weapon may already possess.","Casting_Time":"1 standard action","Components":{"V":"Verbal"}},{"Name":"Flaming Sphere","School":"evocation [fire]","Level":{"bloodrager":4,"druid":4,"magus":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","brimstone":"","and":""},"Description":"Range medium (100 ft. + 10 ft.\/level)\nEffect 5-ft.-diameter sphereDuration 1 round\/levelSaving Throw Reflex negates; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nA burning globe of fire rolls in whichever direction you point and burns those it strikes. It moves 30 feet per round. As part of this movement, it can ascend or jump up to 30 feet to strike a target. If it enters a space with a creature, it stops moving for the round and deals 3d6 points of fire damage to that creature, though a successful Reflex save negates that damage. A flaming sphere rolls over barriers less than 4 feet tall. It ignites flammable substances it touches and illuminates the same area as a torch would.\nThe sphere moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest and burns. It can be extinguished by any means that would put out a normal fire of its size. The surface of the sphere has a spongy, yielding consistency and so does not cause damage except by its flame. It cannot push aside unwilling creatures or batter down large obstacles. A flaming sphere winks out if it exceeds the spell's range.\nThis spell functions as flaming sphere, except that it deals 6d6 points of fire damage to any creature it strikes. Any creature that fails its save against the sphere catches on fire. If a creature catches on fire, the DC to extinguish the flames is equal to the DC of this spell."},{"Name":"Flare","School":"evocation [light]","Level":{"bard":0,"druid":0,"magus":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect burst of lightDuration instantaneousSaving Throw Fortitude negates; Spell Resistance yes"},{"Name":"Flare Burst","School":"evocation [light]","Level":{"bard":1,"bloodrager":1,"druid":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 10-ft.-radius burst of lightDuration instantaneousSaving Throw Fortitude negates; Spell Resistance yes\nThis spell functions as flare, except it affects all creatures in a 10-foot-radius burst from the target point."},{"Name":"Flash Fire","School":"transmutation","Level":{"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of powdered fool’s gold)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 firearm","Duration":"instantaneous","Saving_Throw":"Will negates (object); see text;","Spell_Resistance":"yes (object); see text","Description":"The firearm fires with a blinding flash, even if the firearm is not currently loaded. Every creature within 15 feet of the creature carrying the weapon must succeed at a Fortitude save or be blinded for 1d4 rounds. The creature carrying the firearm takes a –4 penalty on this saving throw. If the firearm is loaded, the ammunition is wasted."},{"Name":"Flesh to Ooze","Description":"School transmutation (polymorph); Level sorcerer\/wizard 6\nThis functions like baleful polymorph, except the target becomes an ooze. A creature of 3 HD or less becomes a gray ooze, 4–9 HD becomes a gelatinous cube or ochre jelly, and 10+ HD becomes a black pudding. Alternatively, instead of a creature you may target a quantity of inert flesh (such as that created by the stone to flesh spell) of sufficient mass, which becomes an ooze of your choice.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (alchemical reagents worth 100 gp)"},"Range":"close (25 f. + 5 f.\/2 levels)","Target":"1 creature or see text","Duration":"permanent","Saving_Throw":"Fortitude negates, Will partial, see text;","Spell_Resistance":"No"},{"Name":"Flesh to Stone","School":"transmutation","Level":{"magus":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (lime","water":"","and":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"The subject, along with all its carried gear, turns into a mindless, inert statue. If the statue resulting from this spell is broken or damaged, the subject (if ever returned to its original state) has similar damage or deformities. The creature is not dead, but it does not seem to be alive either when viewed with spells such as deathwatch."},{"Name":"Fleshcurdle","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (scrap of pickled flesh)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living or undead creature","Duration":"1 round\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"You warp the target creature’s flesh, discoloring it and causing it to become misshapen and impairing its function. When you cast this spell, you must choose one of three types of effects to inflict on the target—movement, attacks, or defense.\nMost undead are susceptible to fleshcurdle, but amorphous creatures and creatures without flesh are immune (such as elementals, oozes, plants, gaseous or incorporeal creatures, and skeletons)."},{"Name":"Fleshworm Infestation","School":"conjuration (summoning) [evil]","Level":{"cleric\/oracle":4,"inquisitor":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level (D)","Saving_Throw":"Fortitude partial (see text);","Spell_Resistance":"yes","Description":"With a touch, you cause an infestation of ravenous worms to manifest in the target’s flesh. The target must make a Fortitude save every round. Failure means it takes 1d6 hit points of damage and 2 points of Dexterity damage, and is staggered for 1 round. If it makes the save, it takes no hit point or Dexterity damage and is only sickened for 1 round rather than staggered. Fleshworm infestation cannot be ended early by remove disease or heal, as the infestation starts anew if the current worms are slain. Protection from evil negates this spell’s effects for as long as the two durations overlap. Dispel evil automatically ends a fleshworm infestation."},{"Name":"Fleshy Facade","School":"transmutation (polymorph)","Level":{"alchemist":2,"bard":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"corporeal undead creature touched","Duration":"10 minutes\/level (D)","Saving_Throw":"yes (harmless);","Spell_Resistance":"yes (harmless)","Description":"\n\n\nGet this book AND support this site!\nThe target's flesh fills out and gains a healthy, natural color.\nThis gives the target the appearance of a living creature of the type it was when it was still alive (if applicable). Creatures casting spells such as detect undead must succeed at a saving throw (with a DC equal to the spell's save DC) to detect the target's presence, and if the target is intelligent, it gains a +10 bonus on Disguise checks to appear alive or recently deceased. If the undead has any features different from those of the type of living creature it most resembles (such as a ghoul's elongated teeth and claws), those features shrink and become less prominent, and the subject deals damage as though it were one size smaller. This spell has no effect on creatures that are skeletal or otherwise lack flesh."},{"Name":"Flexible Fury","School":"transmutation","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level\nYou swap one of your current rage powers for another rage power you qualify for. If the rage power granted by this spell has a use limitation (such as once per rage or a number of times per day), any uses of that rage power count toward that limit (including for later castings of this spell).\nIf you swap out a rage power that is required to qualify for another one of your rage powers, you cannot use any rage powers dependent on the one you swapped out until the spell ends. For example, if you have the intimidating glare and terrifying howl rage powers and you swap out intimidating glare for surprise accuracy, you cannot use terrifying howl until the spell ends."},{"Name":"Floating Disk","School":"evocation [force]","Level":{"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of mercury)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 3-ft.-diameter disk of forceDuration 1 hour\/levelSaving Throw none; Spell Resistance no"},{"Name":"Flotsam Vessel","School":"conjuration (creation)","Level":{"cleric":2,"druid":2,"ranger":1,"summoner":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (driftwood branch or river rat's tail)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect raft large enough for caster and one passenger\/2 levelsDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nThis spell assembles a sturdy raft and oars from driftwood, reeds, and other river detritus. The smallest raft created by the spell is roughly 5 feet square, increasing by an additional 5 feet square for every 2 caster levels you possess. Each 5-foot section of the raft can carry two Medium passengers or 300 pounds of cargo. The vessel functions as a normal raft, except it is not slowed or damaged by non-magical river hazards such as rapids or shallows, and it is always considered to be traveling downstream for the purpose of calculating travel speed, regardless of its actual direction."},{"Name":"Fluid Form","School":"transmutation [water]","Level":{"alchemist":4,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"S":"Somatic","M":"Material (a mixture of oil and water)"},"Description":"Range personalTargets youDuration 1 minute\/level\nWhen you cast this spell, your body takes on a slick, oily appearance. For the duration of this spell, your form can stretch and shift with ease and becomes slightly transparent, as if you were composed of liquid. This transparency is not enough to grant concealment. You gain DR 10\/slashing and your reach increases by 10 feet. In addition, you can pass through small holes or narrow openings, even mere cracks, with anything you were carrying at the time the spell was cast (except other creatures). Finally, you can move through water with a swim speed of 60 feet and can breathe both water and air for the duration of this effect. You are treated as if you had the water subtype while this spell is in effect."},{"Name":"Flurry of Snowballs","Description":"\nSchool evocation [cold, water]; Level druid 2, magus 2, sorcerer\/wizard 2, witch 2\n\nRange 30 ft.Effect cone-shaped burstDuration instantaneousSaving Throw Reflex half; Spell Resistance no\n\nYou send a flurry of snowballs hurtling at your foes.\nAny creature\nin the area takes 4d6 points of cold damage from being pelted\nwith the icy spheres.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Fly","School":"illusion (shadow)","Level":{"alchemist":3,"magus":3,"sorcerer\/wizard":3,"summoner":3,"witch":3,"good)":3,"feather":3,"travel":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject can fly at a speed of 60 feet (or 40 feet if it wears medium or heavy armor, or if it carries a medium or heavy load). It can ascend at half speed and descend at double speed, and its maneuverability is good.\nUsing a fly spell requires only as much concentration as walking, so the subject can attack or cast spells normally. The subject of a fly spell can charge but not run, and it cannot carry aloft more weight than its maximum load, plus any armor it wears. The subject gains a bonus on Fly skill checks equal to 1\/2 your caster level.\nShould the spell duration expire while the subject is still aloft, the magic fails slowly. The subject floats downward 60 feet per round for 1d6 rounds. If it reaches the ground in that amount of time, it lands safely. If not, it falls the rest of the distance, taking 1d6 points of damage per 10 feet of fall. Since dispelling a spell effectively ends it, the subject also descends safely in this way if the fly spell is dispelled, but not if it is negated by an antimagic field.\nSee Falling Damage if something bad happens!\nPaizo designer Sean K. Reynolds designed some completely unofficial variants of the fly spell on his personal website. Yes, these are COMPLETELY unofficial. Consult your GM to confirm if these might be allowed!\n\"Here are three two variants of the fly spell from different schools. Each of them has a weakness, drawback, or some other element that makes them less effective or powerful than the transmutation form of the spell), but they're still viable options for thematic spellcasters or specialist wizards who chose transmutation as a prohibited school.\"\n*We skipped the necromantic variant since its wording made it not completely compatible with the Pathfinder rules.\nFly, Conjurative\nThis spell functions like fly, except that rather than being sustained by magic, you conjure a Small flying outsider that carries the target and follows his mental commands.\nThe outsider has hit dice (d8s) equal to half your caster level and 4 hit points per hit die. The outsider is a separate creatures for the purpose of all effects (such as targeted and area effects). It uses the target creature's saving throw bonuses and has improved evasion. It is subject to all effects that target outsiders (such as magic circle spells, which prevent it from entering or carrying the target into that area). If the outsider is killed, the spell ends (carrying the target safely to the ground as explained in the fly spell).\nWhen you use a summoning spell to summon an air, chaotic, earth, evil, fire, good, lawful, or water creature, it is a spell of that type. When you summon the creature, you decide if it is a celestial (angel, avoral, or guardinal), fiend (daemon, demon, or devil), or elemental (air or fire); this choice has no effect on the creature's abilities (though if you have an ability that augments or extends spells you cast that summon certain creatures it has the normal effect).\nThe focus is a tiny bag and a small (not necessarily lit) candle.\nFly, Illusory\nThis spell functions like fly, except that rather than being sustained by magic, the target grows a pair of wings made of shadow that allows him to fly.\nThe wings work best in shadowy illumination or darkness, where they allow the target to fly as described in the fly spell. In normal light the creature is reduced to half speed; in bright light (such as full sunlight or in the radius of a daylight spell) the creature cannot fly but still falls safely as if under the effects of a feather fall spell."},{"Name":"Fly, Mass","School":"transmutation","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 10 minutes\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThis spell functions as fly (Core Rulebook 284), save that it can target numerous creatures and lasts longer."},{"Name":"Focused Scrutiny","School":"divination","Level":{"alchemist":2,"bard":2,"inquisitor":2,"shaman":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 minutes\/level (D)\nYou gain heightened sensitivity to the mannerisms, reactions, and body language of one creature you can perceive, allowing you to sense its state of mind and easily influence it. You gain a +10 bonus on Perception, Sense Motive, and Survival checks attempted against the target creature, as well as a +5 bonus on Diplomacy and Intimidate checks attempted against it."},{"Name":"Foe to Friend","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":5},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one living creatureDuration 1 roundSaving Throw Will negates; Spell Resistance yes\nCast this spell when an enemy is about to make an attack against an ally. The creature makes the attack against a valid target of your choice instead or the attack is negated. In addition, the target is considered an ally for determining flanking for 1 round."},{"Name":"Fog Cloud","School":"conjuration (creation)","Level":{"druid":2,"magus":2,"sorcerer\/wizard":2,"witch":2,"weather":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange medium (100 ft. + 10 ft. level)Effect fog spreads in 20-ft. radiusDuration 10 min.\/levelSaving Throw none; Spell Resistance no\n\nThe effects created by this spell do not move with a vehicle.\nSource Skull & Shackles Player's Guide\nA bank of fog billows out from the point you designate. The fog obscures all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker can't use sight to locate the target).\nA moderate wind (11+ mph) disperses the fog in 4 rounds; a strong wind (21+ mph) disperses the fog in 1 round."},{"Name":"Follow Aura","School":"divination [chaotic, evil, good, or lawful]","Level":{"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTargets youDuration 10 minutes\/level (D)\nChoose one alignment type: chaotic, evil, good, or lawful. You gain the ability to follow the trail of a strong or overwhelming aura of that alignment (see detect evil). This is treated as tracking using the scent special quality, except you are following the traces of their aura upon the ground rather than their scent, and you receive no bonus on Perception checks. At 10th level, you can track the trail of creatures with a moderate alignment aura as well.\nWhen you use this spell to track a given alignment, it gains the descriptor of the opposite alignment. For example, when follow aura is used to track evil, it gains the good descriptor."},{"Name":"Font of Spirit Magic","School":"conjuration","Level":{"shaman":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (gold dust worth 50 gp)"},"Description":"Range 30 ft.Area 30-ft.-radius emanation centered on youDuration concentration + 1 round\/levelSaving Throw Will negates (harmless); Spell Resistance no\nYou amplify the effect of magic associated with your spirit and wandering spirit (any spells on the spirit magic spell lists for these spirits). When allies within the area cast these spells, they gain a +2 bonus on caster level checks and concentration checks, as well as to spell DCs. This bonus is a sacred bonus if you are good-aligned or a profane bonus if you are evil-aligned; if you are neither good nor evil, you can choose what type of bonus the spell grants when you cast it."},{"Name":"Fool's Forbiddance","School":"abjuration [mind-affecting]","Level":{"bard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a ring of keys)"},"Description":"Range 10 ft.Area 10-ft.-radius spherical emanation centered on youDuration concentrationSaving Throw Will partial; Spell Resistance yes\nThrough your antics and performance, you create an area of warding that adversely affects all enemies that dare enter it. When an enemy creature enters the area it must make an immediate Will Saving Throw. If it fails, the creature is confused as long as it is in the area and for 1 round after it leaves. If it succeeds on the Saving Throw, the creature is staggered as long as it is in the area and for 1 round after it leaves."},{"Name":"Forbid Action","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"cleric\/oracle":5,"inquisitor":5},"Description":"Casting Time 1 standard actionComponent V\nYou forbid the target a single course of action, which it avoids to the best of its ability. You may demand the target not take actions that fall into one of the following options.\nAttack: The target cannot take any action that involves an attack roll, or uses a spell or ability that targets a foe or an area that includes a foe.\nCast: Target cannot cast spells or use spell-like abilities.\nCommunicate: The target cannot take any actions that allow it to communicate with anyone. This includes such acts as speaking, Bluff checks to pass secret messages, writing, and using telepathy. It does not prevent verbalizations made for purposes other than communication, such as command words or the verbal component of spellcasting.\nDraw: Target cannot ready or prepare any item, weapon, component, or equipment.\nMove: The target can take no act that would cause it to end up in a different location. The target does not resist being moved by others (and thus can be picked up or dragged, or can float along on a raft), but does not consciously attempt to move (including not directing a mount to move).\nThe target is free to take any actions not forbidden by the caster. For example, a target affected by this spell’s demand to not move is still free to cast spells, make attacks, or shout for help.\nForbid Action, Greater\nTargets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/level\nThis spell functions as forbid action, except up to one creature per level may be affected. Each creature must receive the same forbidden action.","Range":"close (25 ft. +5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Forbiddance","School":"abjuration","Level":{"cleric\/oracle":6,"inquisitor":6},"Casting_Time":"6 rounds","Components":{"V":"Verbal","S":"Somatic","M":"Material (holy water and incense worth 1,500 gp","plus":"","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area 60-ft. cube\/level (S)Duration permanentSaving Throw see text; Spell Resistance yes\nForbiddance seals an area against all planar travel into or within it. This includes all teleportation spells (such as dimension door and teleport), plane shifting, astral travel, ethereal travel, and all summoning spells. Such effects simply fail automatically.\nIn addition, it damages entering creatures whose alignments are different from yours. The effect on those attempting to enter the warded area is based on their alignment relative to yours (see below). A creature inside the area when the spell is cast takes no damage unless it exits the area and attempts to reenter, at which time it is affected as normal.\nAlignments identical: No effect. The creature may enter the area freely (although not by planar travel).\nAlignments different with respect to either law\/chaos or good\/evil: The creature takes 6d6 points of damage. A successful Will save halves the damage, and Spell Resistance applies.\nAlignments different with respect to both law\/chaos and good\/evil: The creature takes 12d6 points of damage. A successful Will save halves the damage, and Spell Resistance applies.\nAt your option, the abjuration can include a password, in which case creatures of alignments different from yours can avoid the damage by speaking the password as they enter the area. You must select this option (and the password) at the time of casting. Adding a password requires the burning of additional rare incenses worth at least 1,000 gp, plus 1,000 gp per 60-foot cube.\nDispel magic does not dispel a forbiddance effect unless the dispeller's level is at least as high as your caster level."},{"Name":"Force Anchor","School":"conjuration (creation) [force]","Level":{"inquisitor":2,"magus":2,"sorcerer\/wizard":3,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a twisted nail)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect one anchor of forceDuration 1 round\/levelSaving Throw none; Spell Resistance yes\nYou conjure an anchor of pure force that immediately skewers your target on a successful ranged touch attack. If it hits, the attack deals the target 1d4 points of force damage per 2 caster levels (max 5d4) and the anchor becomes firmly lodged in the target's torso. The anchor has no weight, but its wide flukes prevent the target from moving through any space smaller than the creature's size. The anchor also prevents incorporeal targets from moving through solid objects. Whenever the target moves through a square occupied by another creature, the square counts as 2 squares for the purpose of calculating movement, even if the square's occupant is the target's ally."},{"Name":"Force Hook Charge","School":"evocation [force]","Level":{"bloodrager":3,"magus":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 feet + 5 feet\/2 levels)","Target":"one creature or object within range and you","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You create a hook of force that strikes the target and drags you to a space adjacent to it. Make a ranged touch attack against the target; if the touch attack succeeds, the target takes 1 point of force damage per caster level. Whether or not the touch attack hits, the force hook drags you in a straight line to a square adjacent to the target. This movement provokes attacks of opportunity as normal. The pulling hook keeps you from falling as part of this movement; therefore you can use it to cross a pit or chasm, or reach a higher or lower elevation. If the line of effect from you to the target passes through an area that is too small to fit your body (such as a portcullis or arrow slit), the hook pulls you to that location and you take damage as if you had fallen the distance from your starting point to that location. If you are restrained, such as being chained to a wall, the hook pulls you to the maximum extent of your restraints but does not break the restraints.\nIf your travel to the destination is not blocked, you land on your feet, unharmed by the sudden motion. However, the spell does not guarantee you a safe landing space when you arrive. For example, if your target is flying or on a ledge with no room for you to stand, once the hook pulls you adjacent to the target, you begin to fall.\nIf you use this spell with your spell combat class ability, you can make your melee attack from your starting position or your ending position."},{"Name":"Force Punch","School":"evocation [force]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes","Description":"This spell charges your hand with telekinetic force. Your successful melee touch attack deals 1d4 points of force damage per level (maximum 10d4) and causes the target to be pushed away from you in a straight line up to 5 feet per two caster levels. For every size category of the target above Medium, reduce the distance pushed by 5 feet (–5 feet for Large, –10 feet for Huge, –15 for Gargantuan, and –20 feet for Colossal) to a minimum of 0 feet. A successful Fortitude save negates the movement but not the damage."},{"Name":"Forcecage","School":"evocation [force]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (ruby dust worth 500 gp)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area barred cage (20-ft. cube) or windowless cell (10-ft. cube)Duration 1 round\/level (D)Saving Throw Reflex negates; Spell Resistance no\nSource Skull & Shackles Player's Guide\nThis spell creates an immobile, invisible cubical prison composed of either bars of force or solid walls of force (your choice).\nCreatures within the area are caught and contained unless they are too big to fit inside, in which case the spell automatically fails. Teleportation and other forms of astral travel provide a means of escape, but the force walls or bars extend into the Ethereal Plane, blocking ethereal travel.\nLike a wall of force, a forcecage resists dispel magic, although a mage's disjunction still functions. The walls of a forcecage can be damaged by spells as normal, except for disintegrate, which automatically destroys it. The walls of a forcecage can be damaged by weapons and supernatural abilities, but they have a Hardness of 30 and a number of hit points equal to 20 per caster level. Contact with a sphere of annihilation or rod of cancellation instantly destroys a forcecage.\nBarred Cage: This version of the spell produces a 20-foot cube made of bands of force (similar to a wall of force spell) for bars. The bands are a half-inch wide, with half-inch gaps between them. Any creature capable of passing through such a small space can escape; others are confined within the barred cage. You can't attack a creature in a barred cage with a weapon unless the weapon can fit between the gaps. Even against such weapons (including arrows and similar ranged attacks), a creature in the barred cage has cover. All spells and breath weapons can pass through the gaps in the bars."},{"Name":"Forced Quiet","School":"transmutation [sonic]","Level":{"bard":1,"inquisitor":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"With a gesture, you muffle sound around the target, making it unable to yell or otherwise make loud noises. This does not affect spellcasting by the target. The target can still use sonic effects, but the DC of these effects decreases by 2. The target gains a +2 bonus on saving throws against sonic effects. The target gains a +4 circumstance bonus on Stealth checks."},{"Name":"Forced Repentance","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"inquisitor":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one evil creature without the evil subtypeDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nYou force an evil creature that does not have the evil subtype to momentarily reflect on its past actions and be overcome by grief and conscience. The target immediately drops prone and begins to loudly confess all of its sins and transgressions to the caster for the duration of the spell. The spell immediately ends if you move out of line of sight or if the target is attacked."},{"Name":"Forceful Hand","School":"evocation [force]","Level":{"magus":6,"sorcerer\/wizard":6},"Description":"This spell functions as interposing hand, except that it can also pursue and bull rush one opponent you select.\nThe forceful hand gets one bull rush attack per round. This attack does not provoke an attack of opportunity. Its Combat Maneuver Bonus for bull rush checks uses your caster level in place of its base attack bonus, with a +8 bonus for its Strength score (27), and a +1 bonus for being Large. The hand always moves with the opponent to push them back as far as possible. It has no movement limit for this purpose. Directing the spell to a new target is a move action."},{"Name":"Forceful Strike","School":"evocation [force]","Level":{"cleric":4,"inquisitor":4,"magus":4,"paladin":4},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch or reach of melee weapon","Target":"1 creature","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes","Description":"You cast this spell as you strike a creature with a melee weapon, unarmed strike, or natural attack to unleash a concussive blast of force. You deal normal weapon damage from the blow, but also deal an additional amount of force damage equal to 1d4 points per caster level (maximum of 10d4). The force of the blow may be enough to knock the target backward as well. To determine if the target is pushed back, make a combat maneuver check with a bonus equal to your caster level to resolve a bull rush attempt against the creature struck. You do not move as a result of this free bull rush, but it can push the target back if it defeats the target’s CMD. A successful Fortitude save halves the force damage and negates the bull rush effect."},{"Name":"Foresight","School":"divination","Level":{"druid":9,"sorcerer\/wizard":9,"witch":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"personal or touch","Target":"see text","Duration":"10 min.\/level","Saving_Throw":"none or Will negates (harmless);","Spell_Resistance":"no or yes (harmless)","Description":"This spell grants you a powerful sixth sense in relation to yourself or another. Once foresight is cast, you receive instantaneous warnings of impending danger or harm to the subject of the spell. You are never surprised or flat-footed. In addition, the spell gives you a general idea of what action you might take to best protect yourself and gives you a +2 insight bonus to AC and on Reflex saves. This insight bonus is lost whenever you would lose a Dexterity bonus to AC."},{"Name":"Forest Friend","Description":"School abjuration: Level druid 2, ranger 2\n\nRange close (25 ft. + 5 ft.\/2 levels)Targets one willing living creature per three levels, no two of which may be more than 30 ft. apart.Duration 1 minute\/levelSaving Throw none; Spell Resistance no\nWhile subject to this spell, the targets find that forested areas become helpful instead of hindering. The targets suffer no hindrances to movement and suffer no penalties on Acrobatics and Stealth checks from undergrowth in forested terrain. Furthermore, forested overgrowth imposes a miss chance 10% lower than normal. When moving in and among trees, those subject to the spell gain a +5 circumstance bonus on Acrobatics checks and Climb checks. Rangers in their favored terrain can also add their favored terrain bonus on such Acrobatics and Climb checks.","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of manure)"}},{"Name":"Forgetful Slumber","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a few drops of river water)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature ","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Form of the Dragon","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a scale of the dragon type you plan to assume)"},"Range":"personal","Target":"you","Duration":"1 min.\/level (D)","Saving_Throw":"see below;","Spell_Resistance":"no","Description":"You become a Medium chromatic or metallic dragon. You gain a +4 size bonus to Strength, a +2 size bonus to Constitution, a +4 natural armor bonus, fly 60 feet (poor), darkvision 60 feet, a breath weapon, and resistance to one element. You also gain one bite (1d8), two claws (1d6), and two wing attacks (1d4). Your breath weapon and resistance depend on the type of dragon. You can only use the breath weapon once per casting of this spell. All breath weapons deal 6d8 points of damage and allow a Reflex save for half damage. In addition, some of the dragon types grant additional abilities, as noted below.\nThis spell functions as form of the dragon I except that it also allows you to assume the form of a Large chromatic or metallic dragon. You gain the following abilities: a +6 size bonus to Strength, a +4 size bonus to Constitution, a +6 natural armor bonus, fly 90 feet (poor), darkvision 60 feet, a breath weapon, damage reduction 5\/magic, and resistance to one element. You also gain one bite (2d6), two claws (1d8), two wing attacks (1d6), and one tail slap attack (1d8). You can only use the breath weapon twice per casting of this spell, and you must wait 1d4 rounds between uses. All breath weapons deal 8d8 points of damage and allow a Reflex save for half damage. Line breath weapons increase to 80-foot lines and cones increase to 40-foot cones."},{"Name":"Form Validation","School":"divination","Level":{"alchemist":1,"inquisitor":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of hair","a":"","or":""},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"To cast this spell, you must have a bit of hair, a fingernail clipping, or some other portion of a creature. The sample must be no more than 1 week old per caster level. As part of casting, you touch the target creature, and instantly know whether the target is the same creature the sample is from.\nNote that if you wish to be discrete, you can cast the spell away from the target and hold the charge before touching the creature, so that the casting is not noticed. You can also use this spell to divine whether a dead body, or even partial remains from a body, belonged to the same person whose fingernail clipping or bit of hair you used when casting the spell."},{"Name":"Fox's Cunning","School":"transmutation","Level":{"bard":6,"sorcerer\/wizard":6,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"The target becomes smarter. The spell grants a +4 enhancement bonus to Intelligence, adding the usual benefits to Intelligence-based skill checks and other uses of the Intelligence modifier. Wizards (and other spellcasters who rely on Intelligence) affected by this spell do not gain any additional bonus spells for the increased Intelligence, but the save DCs for spells they cast while under this spell's effect do increase. This spell doesn't grant extra skill ranks.\nFox's Cunning, Mass\nRange close (25 ft. + 5 ft.\/2 levels)Target one creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Fractions of Heal and Harm","School":"transmutation","Level":{"bard":3,"cleric\/oracle":3,"sorcerer\/wizard":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration instantaneous\nThis spell channels a portion of the next spell you cast into magic that heals you. The next instantaneous area damage spell of 3rd level or lower that you cast deals only 75% of its damage, but heals you of a number of hit points equal to the remaining 25% of the spell's damage. For example, if you cast this spell and followed it with a fireball that would normally deal 40 hit points of damage, the fireball instead deals 30 hit points of damage and heals you of 10 hit points of damage. The spell affected by this spell must be cast before the end of your next turn. This spell has no effect on spells that do not deal damage or spells higher than 3rd level. This healing is treated as if you had been affected by a cure or inflict spell (whichever would heal you), and is treated as the same spell level as the area-affecting spell for the purpose of effects that relate to the spell level of cure or inflict spells."},{"Name":"Freedom","School":"abjuration","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels) or see text","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes"},{"Name":"Freedom of Movement","School":"abjuration","Level":{"alchemist":4,"bard":4,"cleric\/oracle":4,"druid":4,"inquisitor":4,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a leather strip bound to the target)","DF":"Divine Focus"},"Range":"personal or touch","Target":"you or creature touched","Duration":"10 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell enables you or a creature you touch to move and attack normally for the duration of the spell, even under the influence of magic that usually impedes movement, such as paralysis, solid fog, slow, and web. All combat maneuver checks made to grapple the target automatically fail. The subject automatically succeeds on any combat maneuver checks and Escape Artist checks made to escape a grapple or a pin."},{"Name":"Freedom's Toast","School":"conjuration (teleportation)","Level":{"bard":5,"cleric\/oracle":5,"inquisitor":5,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"When the caster hoists a flagon and delivers a toast to freedom, the target is transported up to 15 feet from its position to a space of your choice, though that space must be within your line of sight. If the target was prone at the time of casting, you can choose for the target to be standing upon reaching the destination. Furthermore, if the target was bound with non-magical ropes, manacles, or other restraints, those restraints are not transported with the target, effectively freeing the target from those restraints. If the target is bound by magical restraints, you can bar those restraints from being transported with the target with a successful caster level check against a DC based on the restraints' caster level (DC = 11 + the restraining magic item's or spell's caster level)."},{"Name":"Freezing Sphere","School":"evocation [cold]","Level":{"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range long (400 ft. + 40 ft.\/level)Target, Effect, or Area see textDuration instantaneous or 1 round\/level; see textSaving Throw Reflex half; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nFreezing sphere creates a frigid globe of cold energy that streaks from your fingertips to the location you select, where it explodes in a 40-foot-radius burst, dealing 1d6 points of cold damage per caster level (maximum 15d6) to each creature in the area. A creature of the water subtype instead takes 1d8 points of cold damage per caster level (maximum 15d8) and is staggered for 1d4 rounds.\nIf the freezing sphere strikes a body of water or a liquid that is principally water (not including water-based creatures), it freezes the liquid to a depth of 6 inches in a 40-foot radius. This ice lasts for 1 round per caster level. Creatures that were swimming on the surface of a targeted body of water become trapped in the ice. Attempting to break free is a full-round action. A trapped creature must make a DC 25 Strength check or a DC 25 Escape Artist check to do so."},{"Name":"Frightful Aspect","School":"transmutation (polymorph)","Level":{"cleric":8,"druid":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (the skin of a toad)"},"Description":"\nRange personalTarget youDuration 1 minute\/level\n\nYou become a larger, awful version of yourself. You grow to size Large, and take on features that horrify your enemies. You gain the following abilities: a +6 size bonus to Strength, a +4 size bonus to Constitution, a +6 natural armor bonus, DR 10\/magic, and spell resistance equal to 10 + half your caster level. You also emit an aura that emanates 30 feet from you. Enemy creatures within the aura are shaken. Each time a creature shaken by this aura hits you with a melee attack, that creature becomes frightened for 1d4 rounds, though at the end of that duration it is no longer affected by this aura. The aura’s effect is a fear and mind-affecting effect."},{"Name":"Frigid Touch","School":"evocation [cold]","Level":{"bloodrager":2,"druid":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"This spell causes your hand to glow with a pale blue radiance.\nYour melee touch attack deals 4d6 points of cold damage and causes the target to be staggered for 1 round. If the attack is a critical hit, the target is staggered for 1 minute instead."},{"Name":"Frost Fall","School":"evocation [cold]","Level":{"druid":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Area 5-foot radius burstDuration 1 round\/2 levelsSaving Throw Fortitude partial; Spell Resistance yes\nThe area of this spell is covered in chilling frost, dealing 2d6 points of cold damage to all creatures within it. Creatures that the spell initially damages must succeed at a Fortitude save or become staggered for 1 round. The area remains chilled for the spell’s duration. Any creature that starts your turn within the spell’s area takes 1d6 points of cold damage (Fortitude saving throw for half) but does not become staggered even on a failed saving throw."},{"Name":"Frost Mammoth","Description":"\nSchool conjuration (creation) [cold]; Level cleric 7, druid 7, sorcerer\/wizard 7, summoner 6\n\nRange close (25 + 5ft.\/2 levels)Effect one frost mammothDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\n\nA blast of snow suddenly fills an area with a space of 15 feet—this snow immediately forms the shape of a woolly mammoth that seems to be made of snow, with tusks of solid ice.\nThe mammoth has statistics identical to those of a mastodon, save that it also has the cold subtype (and thus gains immunity to cold and vulnerability to fire).\nThe frost mammoth obeys your telepathic commands. It allows you or anyone you designate to ride it, and is treated as if combat trained.\nAt 17th level, a frost mammoth you conjure deals an additional 1d6 points of cold damage with each physical attack.","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a fragment of mammoth tusk)"}},{"Name":"Frostbite","School":"transmutation [cold]","Level":{"bloodrager":1,"druid":1,"magus":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets creature touchedDuration instantaneousSaving Throw none; Spell Resistance yes\nYour melee touch attack deals 1d6 points of nonlethal cold damage + 1 point per level, and the target is fatigued. The fatigued condition ends when the target recovers from the nonlethal damage. This spell cannot make a creature exhausted even if it is already fatigued. You can use this melee touch attack up to one time per level."},{"Name":"Frozen Note","School":"enchantment (compulsion) [mind-affecting, sonic]","Level":{"bard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Area 30-ft.-radius emanation centered on youTargets any number of creatures within areaDuration concentration (up to 1 round\/level); see textSaving Throw Will partial; see text; Spell Resistance yes\nYou produce and sustain a single perfect musical note that holds nearby creatures, friend as well as foe, utterly spellbound until you stop singing. Affected creatures are both paralyzed and oblivious to their surroundings so long as you maintain the note.\nMaintaining this note requires your absolute attention; if you take damage or take any other action, including moving from your current square, the spell instantly ends. Creatures that succeed in their initial Saving Throw must make a new one for each round they spend within the area of the spell until they fail and become captivated. Creatures with 4 or more Hit Dice greater than your caster level are not affected by this spell. However, those with 4 or more Hit Dice less than your caster level do not receive a Saving Throw to resist it. The note is so clear and flawless that less than extraordinary attempts to avoid hearing it merely grant targets a bonus on their saving throws. Targets get a +2 circumstance bonus on their Saving Throw for each barrier between your voice and their ears. This includes such things as a creature stopping up its ears with wax, closing all windows and doors in a nearby building, or even crawling into a barrel and pulling down the top.\nIf a target that had previously made its Saving Throw loses the benefit of one or more of its barriers it must immediately make a new Saving Throw. Similarly, any target that had previously failed its Saving Throw gets a new save each time it gains the protection of a barrier."},{"Name":"Fumbletongue","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. +5 ft.\/2 levels)","Target":"one creature","Duration":"1d4 rounds","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This enchantment causes a creature to be unable to speak intelligibly. Any effort the target makes to talk, in any language, comes out as a useless mix of unconnected words and noises. Even magic words are affected to some extent; the target has a 20% spell failure chance for any spell it attempts to cast with verbal components, and a 20% chance to incorrectly use a command word to activate a magic item. This spell has no effect on telepathic communication, or the vocalizations of creatures that lack a spoken language."},{"Name":"Fungal Infestation","School":"necromancy [disease]","Level":{"druid":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1d3 days","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You coat the target in necrotic fungus that makes its flesh soft and fragile. Toadstools, ringworm, and other disgusting fungal growths sprout from its skin. The target takes 1d3 points of Charisma damage. Any physical attack against the target automatically adds 1d6 points of bleed damage."},{"Name":"Fury of the Sun","School":"transmutation [curse, fire]","Level":{"druid":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 10 minutes\/levelSaving Throw Fort negates; Spell Resistance yes"}]