[{"Name":"Gallant Inspiration","School":"divination","Level":{"bard":2},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance yes\nThis word of arcane-empowered inspiration often ensures success of a crucial endeavor. Cast this spell when a creature fails an attack roll or skill check. The creature gains a +2d4 competence bonus to the attack roll or skill check retroactively.\nIf the bonus is enough to turn the failure into a success, the roll succeeds."},{"Name":"Gaseous Form","School":"transmutation","Level":{"alchemist":3,"bard":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"S":"Somatic","M\/DF":""},"Range":"touch","Target":"willing corporeal creature touched","Duration":"2 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nThe subject and all its gear become insubstantial, misty, and translucent. Its material armor (including natural armor) becomes worthless, though its size, Dexterity, deflection bonuses, and armor bonuses from force effects still apply. The subject gains DR 10\/magic and becomes immune to poison, sneak attacks, and critical hits. It can't attack or cast spells with verbal, somatic, material, or focus components while in gaseous form. This does not rule out the use of certain spells that the subject may have prepared using the feats Silent Spell, Still Spell, and Eschew Materials. The subject also loses supernatural abilities while in gaseous form. If it has a touch spell ready to use, that spell is discharged harmlessly when the gaseous form spell takes effect."},{"Name":"Gate","School":"conjuration (creation or calling)","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"earth":9,"fire":9,"water":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (see text)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect see textDuration instantaneous or concentration (up to 1 round\/level); see textSaving Throw none; Spell Resistance no\nCasting a gate spell has two effects.\nFirst, it creates an interdimensional connection between your plane of existence and a plane you specify, allowing travel between those two planes in either direction.\nSecond, you may then call a particular individual or kind of being through the gate.\nThe gate itself is a circular hoop or disk from 5 to 20 feet in diameter (caster's choice) oriented in the direction you desire when it comes into existence (typically vertical and facing you). It is a two-dimensional window looking into the plane you specified when casting the spell, and anyone or anything that moves through is shunted instantly to the other side.\nA gate has a front and a back. Creatures moving through the gate from the front are transported to the other plane; creatures moving through it from the back are not.\nPlanar Travel: As a mode of planar travel, a gate spell functions much like a plane shift spell, except that the gate opens precisely at the point you desire (a creation effect). Deities and other beings who rule a planar realm can prevent a gate from opening in their presence or personal demesnes if they so desire. Travelers need not join hands with you--anyone who chooses to step through the portal is transported. A gate cannot be opened to another point on the same plane; the spell works only for interplanar travel.\nYou may hold the gate open only for a brief time (no more than 1 round per caster level), and you must concentrate on doing so, or else the interplanar connection is severed.\nCalling Creatures: The second effect of the gate spell is to call an extraplanar creature to your aid (a calling effect). By naming a particular being or kind of being as you cast the spell, you cause the gate to open in the immediate vicinity of the desired creature and pull the subject through, willing or unwilling. Deities and unique beings are under no compulsion to come through the gate, although they may choose to do so of their own accord. This use of the spell creates a gate that remains open just long enough to transport the called creatures. This use of the spell has a material cost of 10,000 gp in rare incense and offerings. This cost is in addition to any cost that must be paid to the called creatures.\nIf you choose to call a kind of creature instead of a known individual, you may call either a single creature or several creatures. In either case, their total HD cannot exceed twice your caster level. In the case of a single creature, you can control it if its HD does not exceed your caster level. A creature with more HD than your caster level can't be controlled. Deities and unique beings cannot be controlled in any event. An uncontrolled being acts as it pleases, making the calling of such creatures rather dangerous. An uncontrolled being may return to its home plane at any time.\nIf you choose to exact a longer or more involved form of service from a called creature, you must offer some fair trade in return for that service. The service exacted must be reasonable with respect to the promised favor or reward; see the lesser planar ally spell for appropriate rewards. Some creatures may want their payment in \"livestock\" rather than in coin, which could involve complications. Immediately upon completion of the service, the being is transported to your vicinity, and you must then and there turn over the promised reward. After this is done, the creature is instantly freed to return to its own plane.\nFailure to fulfill the promise to the letter results in your being subjected to service by the creature or by its liege and master, at the very least. At worst, the creature or its kin may attack you."},{"Name":"Geas-Quest","School":"enchantment (compulsion) [curse, language-dependent, mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":4,"witch":4},"Description":"\nCasting Time 10 minutes\n\n\nTarget one living creatureSaving Throw none; Spell Resistance yes\n\nThis spell functions similarly to lesser geas, except that it affects a creature of any HD and allows no saving throw.\nIf the subject is prevented from obeying the geas\/quest for 24 hours, it takes a -3 penalty to each of its ability scores. Each day, another -3 penalty accumulates, up to a total of -12. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the geas\/quest.\nA remove curse spell ends a geas\/quest spell only if its caster level is at least two higher than your caster level. Break enchantment does not end a geas\/quest, but limited wish, miracle, and wish do.\nBards, sorcerers, and wizards usually refer to this spell as geas, while clerics call the same spell quest.\nGeas, Lesser\nA lesser geas places a magical command on a creature to carry out some service or to refrain from some action or course of activity, as desired by you. The creature must have 7 or fewer HD and be able to understand you. While a geas cannot compel a creature to kill itself or perform acts that would result in certain death, it can cause almost any other course of activity.\nThe geased creature must follow the given instructions until the geas is completed, no matter how long it takes.\nIf the instructions involve some open-ended task that the recipient cannot complete through his own actions, the spell remains in effect for a maximum of 1 day per caster level. A clever recipient can subvert some instructions.\nIf the subject is prevented from obeying the lesser geas for 24 hours, it takes a -2 penalty to each of its ability scores. Each day, another -2 penalty accumulates, up to a total of -8. No ability score can be reduced to less than 1 by this effect. The ability score penalties are removed 24 hours after the subject resumes obeying the lesser geas.","Casting_Time":"1 round","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature with 7 HD or less","Duration":"1 day\/level or until discharged (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Genesis","School":"conjuration (creation)","Level":{"artifice":9},"Casting_Time":"1 week (8 hours\/day)","Components":{"V":"Verbal","S":"Somatic","M":"Material (small crystalline sphere worth 25,000 gp)"},"Description":"Range 180 ft.Effect a demiplane on the Ethereal Plane centered on youDuration instantaneousSaving Throw none; Spell Resistance no\nYou create an immobile, finite demiplane with limited access. Demiplanes created by this spell are very small. At first, the demiplane grows at a rate of 1-foot-radius per day, up to a 180-foot radius. You determine the environment in the demiplane, reflecting most any desire you can visualize, such as atmosphere, water, temperature, and the shape of the terrain. The spell cannot create life, nor can it create buildings. If desired, these must be brought in by some other fashion.\nYou can cast this spell again to enlarge the demiplane by 60 feet per casting if you are inside its boundaries.\nMaterial Component: A perfectly formed crystal sphere worth at least 25,000 gp."},{"Name":"Geniekind","School":"transmutation (polymorph)","Level":{"cleric":5,"druid":5,"sorcerer\/wizard":5,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dust","embers":"","wind-blown":"","depending":""},"Description":"Range personalTarget youDuration 1 round\/level\nUpon casting this spell, you must choose one type of genie to transform into, selecting from djinni, efreeti, marid, or shaitan. You retain your basic physical appearance but shift in some way to become more akin to the genie type you chose. While under the effects of geniekind, you gain a +2 racial bonus on all saving throws against paralysis, poison, sleep, and stunning effects, and a +4 enhancement bonus to your natural armor bonus. You also gain a +2 enhancement bonus to Constitution and a +5 bonus on all Diplomacy checks made when interacting with creatures of the same elemental subtype as your chosen genie. In addition, you gain other abilities depending upon the type of genie you choose to assume the form of, as detailed below."},{"Name":"Genius Avaricious","School":"conjuration (creation) [evil]","Level":{"cleric":6,"sorcerer\/wizard":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (valuable offerings; see text)","F":""},"Description":"Range touchEffect a vestige of the archdevil Mammon imbues a coin with a negotiable degree of powerDuration instantaneous (see text)Saving Throw none; Spell Resistance no\nCasting this spell constitutes performing a rite of sacrifice to the archdevil Mammon, making an offering to the Lord of Erebus and channeling a measure of his disembodied might into a single coin. The power and abilities of this vestige correspond directly to the value of the offering, allowing for three distinct effects.\nCorrupted Coin: Making a sacrifice worth 1,500 gp corrupts the focus into a “lucky” or “unlucky” coin as per the caster’s will for 1 month. Any creature that bears the coin gains a bonus or penalty (decided by the caster at the time of casting) on all Appraise, Bluff, Craft, and Profession checks. This bonus or penalty is equal to 1 per 3 caster levels (maximum +5 at 15th level). In addition, the coin can produce an effect similar to the spell augury once per day—its ﬂip producing a weal (heads), woe (tails), or nothing result (landing on the edge). Potentially unknown to the bearer (if different from the caster), the caster can telepathically hear any question asked of the coin and, as a free action, influence the result as he chooses.\nMammon’s Mantle: Making a sacrifice worth 3,000 gp transforms the coin into a kind of infernal aegis for any who swallow the coin. Upon ingesting the coin, the target gains a bonus to Charisma equal to +1 per 3 caster levels (maximum +5 at 15th level). The bearer’s blood also takes on a hue like liquid gold and runs slowly, granting him immunity to poison, disease, and aging effects, and causing him to automatically stabilize if reduced to fewer than 0 hit points. Additionally, the bearer can eat gold to heal himself, regaining 1 hit point for every 20 gold pieces he consumes (materials other than gold provide no beneﬁt). The coin’s effects last for 1 day per caster level.\nGold Guardian: Making a sacrifice worth 6,000 gp allows the focus coin to animate nearby coins. When cast into a pile of 100,000 coins, an animate hoard forms under the control of the caster. The guardian serves for 1 month. After this month, coins begin disappearing from the guardian at a rate of 100 gp per day, reducing the creature’s hit points by 1 per day. When the guardian’s hit points reach 0, the guardian collapses and the focus coin is destroyed. Coins lost from the guardian can be replaced, restoring any lost hit points.\nIn addition to the effects of any of these offerings, should the focus coin be swallowed, any being sired or conceived by the creature while the magic is in effect is born as a tieﬂing (bearing an indirect relation to Mammon himself)."},{"Name":"Gentle Breeze","School":"evocation (air)","Level":{"druid":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or object","Duration":"1 hour (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You create a light wind that blows only against the target, from a direction of your choice. The breeze grants the target a +2 circumstance bonus on saves against very hot conditions, severe heat, and saves against clouds, vapors, and gases (such as cloudkill, stinking cloud, and inhaled poisons). There must be air present to use this spell."},{"Name":"Gentle Repose","School":"necromancy","Level":{"cleric\/oracle":2,"shaman":2,"sorcerer\/wizard":3,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"corpse touched","Duration":"1 day\/level","Saving_Throw":"Spell Resistance negates (object);","Spell_Resistance":"yes (object)","Description":"You preserve the remains of a dead creature so that they do not decay. Doing so effectively extends the time limit on raising that creature from the dead (see raise dead). Days spent under the influence of this spell don't count against the time limit. Additionally, this spell makes transporting a slain (and thus decaying) comrade less unpleasant."},{"Name":"Getaway","School":"conjuration [teleportation]","Level":{"bard":6,"sorcerer\/wizard":6},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a brass doorknob)"},"Description":"Range unlimitedTargets you and one willing creature\/2 levels, all of which must be within 30 feet of youDuration 1 hour\/levelSaving Throw none; Spell Resistance no\nGetaway teleports you and allies you designate at the time of casting to a predetermined location. You must initially cast the spell at that location-all creatures affected by the spell must be present at that time and within 30 feet of you. At any time before the spell's duration expires, you may trigger the spell as a swift action. At this time, all affected creatures (or their remains and gear) within 30 feet of you are teleported to the location where you first cast the spell. Creatures more than 30 feet away from you are left behind. Selected creatures within 30 feet of you who do not wish to travel with you at that time can simply choose not to go. You can be transported any distance within a plane but cannot travel between planes.\n"},{"Name":"Geyser","School":"conjuration (creation) [fire, water]","Level":{"druid":4,"magus":5,"sorcerer\/wizard":5,"water":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Effect spout of boiling water filling a 5 ft. square and spraying upward 10 ft.\/2 levelsDuration concentration + 1 round\/levelSaving Throw Reflex partial (see below); Spell Resistance no\nYou cause a column of boiling water to spring forth from any horizontal surface, knocking over creatures directly over it and exposing nearby creatures to searing droplets as its spray falls back to the ground.\nAny creature entering the geyser, or occupying the square it appears in, must make a Reflex Saving Throw to avoid being hurled into the air and then tossed to the ground. If the creature fails its Saving Throw, it takes 3d6 points of fire damage from the boiling water and also takes falling damage based upon the height of the geyser (e.g., if the geyser is 50 feet tall, the creature takes 5d6 falling damage), landing prone in a random square adjacent to the geyser. A successful Saving Throw halves the damage and negates the falling damage, and the creature is moved to the closest square adjacent to the geyser (Large-sized or larger creatures are moved enough so that they are not on top of the geyser but still adjacent to it).\nThis movement does not provoke attacks of opportunity and does not count toward the creature's normal movement.\nIn addition, the geyser sprays boiling water in a hemispherical emanation around its square. The radius of this emanation is equal to one-half the geyser's height (e.g., a 50-foot geyser has a 25-foot-radius emanation). Any creature within this area, including yourself, takes 1d6 points of fire damage each round as droplets of boiling water cascade on them.\nYou can choose to make a smaller geyser than your level permits if an obstruction prevents it from reaching its full height, or if you simply want to create a spread of boiling rain that's smaller than what would be created by a full-height geyser spell."},{"Name":"Ghost Sound","School":"illusion (figment)","Level":{"bard":0,"magus":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of wool or a small lump of wax)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect illusory soundsDuration 1 round\/level (D)Saving Throw Will disbelief; Spell Resistance no\nCan this create intelligible speech?\nMaking something that sounds like speech, and actually making intelligible speech are two different things. Ghost sound can sound like people talking, but anyone listening can't make out what the \"people\" are saying. After all, it is a cantrip, and shouldn't be as good as ventriloquism (which is a higher-level spell).\n[Source]\nGhost sound allows you to create a volume of sound that rises, recedes, approaches, or remains at a fixed place. You choose what type of sound ghost sound creates when casting it and cannot thereafter change the sound's basic character.\nThe volume of sound created depends on your level. You can produce as much noise as four normal humans per caster level (maximum 40 humans). Thus, talking, singing, shouting, walking, marching, or running sounds can be created. The noise a ghost sound spell produces can be virtually any type of sound within the volume limit. A horde of rats running and squeaking is about the same volume as eight humans running and shouting. A roaring lion is equal to the noise from 16 humans, while a roaring dragon is equal to the noise from 32 humans. Anyone who hears a ghost sound receives a Will save to disbelieve.\nGhost sound can enhance the effectiveness of a silent image spell."},{"Name":"Ghost Wolf","School":"conjuration (creation)","Level":{"bloodrager":4,"sorcerer\/wizard":4,"summoner":2},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"0 ft.","Target":"one quasi-real wolflike creature","Duration":"1 hour\/level (D) or 1 round\/level; see text","Saving_Throw":"none (see description);","Spell_Resistance":"no","Description":"This spell conjures a Large, quasi-real, wolflike creature made of roiling black smoke. It functions as phantom steed, except as noted above. In addition, the creature radiates an aura of fear. Any creature with fewer than 6 Hit Dice within 30 feet (except the ghost wolf‘s rider) must make a Will save or become shaken for 1d4 rounds (this is a mind-affecting fear effect). A creature that makes its Will save is unaffected by the steed's fear aura for 24 hours."},{"Name":"Ghostbane Dirge","School":"transmutation","Level":{"bard":4,"cleric\/oracle":5,"inquisitor":5,"paladin":3,"shaman":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one incorporeal creatureDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nThe target coalesces into a semi-physical form for a short period of time. While subject to the spell, the incorporeal creature takes half damage (50%) from nonmagical attack forms, and full damage from magic weapons, spells, spell-like effects, and supernatural effects.\nGhostbane Dirge, Mass\nTargets one incorporeal creature\/level, no two of which can be more than 30 ft. apart\nThis spell functions as ghostbane dirge, except that it affects multiple targets."},{"Name":"Ghostly Disguise","School":"illusion (glamer)","Level":{"alchemist":2,"bard":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 minute\/level (D)\nYou make yourself—including clothing, armor, weapons, and equipment—appear translucent like a ghost. Any mundane or magical disguise on you is affected by this illusion as well; for example, if you are disguised as the king or a sahuagin, you look like a ghostly version of the king or a sahuagin. Your ghostly form may have a pale green, blue, or violet coloration, or a muted version of your normal appearance.\nThe spell does not actually make you ghostly or provide any incorporeal abilities. If you choose, the illusion can make you appear to float slightly above the ground, though you are actually still on the ground. A creature that interacts with the glamer gets a Will save to recognize it as an illusion."},{"Name":"Ghoul Army","School":"necromancy [evil]","Level":{"cleric":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range 5 feetEffect 1d4+1 ghouls and 1 ghastDuration 1 round\/levelSaving Throw Fortitude half (see text); Spell Resistance no\nBy scattering a handful of ghoul’s teeth across the ground, you cause 1d4+1 ghouls led by a single ghast to rise up from the ground around you. The ghouls and their ghast leader must appear in squares adjacent to you, but after that they follow your spoken commands unerringly.\nIf one of the ghouls is destroyed while the spell’s duration is still in effect, it bursts into a spray of rotten flesh and necromantic energy that deals 1d6 points of negative energy damage to all adjacent targets—this energy heals undead targets as typical for negative energy damage. If the ghast is destroyed in this manner, it deals twice as much negative energy damage as a ghoul. A successful Fortitude save halves the negative energy damage dealt. When this spell’s duration expires, any remaining undead created by this spell crumble apart into dust and blow away without dealing any additional negative energy damage."},{"Name":"Ghoul Hunger","School":"necromancy [evil, mind-affecting]","Level":{"antipaladin":2,"cleric\/oracle":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1 round\/level; see text","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"You awaken an unnatural hunger in the target, compelling it to fall upon a nearby helpless or dead humanoid creature and begin eating its flesh. The target defends itself normally but takes no other actions while eating. The target does not take extraordinary risks to satisfy this urge (it wouldn't jump over a pit or swim through lava to reach a suitable victim). If the target can't fulfill this urge on its next turn, the spell fails. Each round on its turn, the target can attempt a new saving throw to end the effect."},{"Name":"Ghoul Touch","School":"necromancy [poison (stench aspect only)]","Level":{"bloodrager":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (cloth from a ghoul or earth from a ghoul's lair)"},"Range":"touch","Target":"living humanoid touched","Duration":"1d6+2 rounds","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"Imbuing you with negative energy, this spell allows you to paralyze a single living humanoid for the duration of the spell with a successful melee touch attack."},{"Name":"Giant Form","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you plan to assume)"},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nWhen you cast this spell you can assume the form of any Large humanoid creature of the giant subtype (those are: frost giant, fire giant, cyclops, ettin, hill giant, ogre, stone giant, or troll). Once you assume your new form, you gain the following abilities:\nIf the form you assume has any of the following abilities, you gain the listed ability:\nIf the creature has immunity or resistance to any elements, you gain resistance 20 to those elements.\nIf the creature has vulnerability to an element, you gain that vulnerability.\nThis spell functions as giant form I except that it also allows you to assume the form of any Huge creature of the giant subtype (cloud giant and storm giant are the only core Huge creatures with giant subtype). You gain the following abilities:\nIf the form you assume has any of the following abilities, you gain the listed ability:\nIf the creature has immunity or resistance to one element, you gain that immunity or resistance."},{"Name":"Giant Vermin","School":"transmutation","Level":{"cleric\/oracle":4,"druid":4,"shaman":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets 1 or more vermin, no two of which can be more than 30 ft. apartDuration 1 min.\/levelSaving Throw none; Spell Resistance yes\nYou turn a number of normal-sized centipedes, scorpions, or spiders into their giant counterparts. Only one type of vermin can be transmuted (so a single casting cannot affect both a centipede and a spider). The number of vermin which can be affected by this spell depends on your caster level, as noted on the table below."},{"Name":"Gift of the Deep","School":"transmutation (polymorph)","Level":{"cleric":4,"sorcerer\/":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one non-mutated sahuagin\/level, no two of which can be more than 30 ft. apart","Duration":"1 minute\/level (D)","Saving_Throw":"Fortitude negate (harmless);","Spell_Resistance":"yes (harmless)","Description":"\n\n\nGet this book AND support this site!\nYou give the targets the appearance and many of the abilities of sahuagin mutants, with effects as described below. Choose one benefit for all targets of this spell. This spell has no effect on sahuagin that are already mutants or already under the effects of gift of the deep."},{"Name":"Gilded Whispers","School":"divination","Level":{"cleric":4,"sorcerer\/wizard":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (100 gp of powdered gemstones)"},"Range":"touch","Target":"a gold or platinum coin","Duration":"1 day\/level (D)","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"Developed by priests to catch thieves and skimmers, gilded whispers later spread to other faiths and was adapted to the arcane arts. This spell is most commonly used to track bribes and illicit purchases back to their ultimate source.\nGilded whispers allows you to use a single coin as a conduit for an eavesdropping spell. When you use a divination (scrying) spell or item, such as clairvoyance\/clairaudience, scrying, or a crystal ball, you can choose to target a coin you have affected with gilded whispers instead of a creature or location (even if you would not otherwise be able to target an object), though any range limits on the scrying effect still apply. If the coin is held or carried by a creature, its owner receives any applicable saving throw against the effect. The caster of gilded whispers treats the coin as a familiar subject. The residual psychic impressions left upon the coin by other handlers help mask this dweomer from detection, protecting gilded whispers against location by detect magic, arcane sight, and similar effects unless the latter spell’s caster succeeds on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the spellcaster who cast gilded whispers. The scrying sensor created by using a divination (scrying) spell to observe or listen to the coin’s surroundings can be detected as normal."},{"Name":"Glibness","School":"transmutation","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range personalTarget youDuration 10 min.\/level (D)\nYour speech becomes fluent and more believable, causing those who hear you to believe every word you say. You gain a +20 bonus on Bluff checks made to convince another of the truth of your words. This bonus doesn't apply to other uses of the Bluff skill, such as feinting in combat, creating a diversion to hide, or communicating a hidden message via innuendo."},{"Name":"Glide","School":"transmutation","Level":{"druid":2,"ranger":1,"shaman":2,"sorcerer\/wizard":2,"summoner\/unchained":0,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personalTargets youDuration until landing or 1 minute\/level (D)\nYou take no damage from falls (as if from feather fall). In addition, you can move up to 5 feet in any horizontal direction for every 1 foot you fall, at a speed of 60 feet per round. You cannot use this spell to actually gain height, merely coast in other directions as you fall. If subjected to a strong wind or any other effect that causes you to rise you can take advantage of it in order to increase the distance you can glide. The spell ends as soon as your feet touch the ground regardless of its remaining duration. If the spell expires while you are still in the air you fall the remaining distance as normal."},{"Name":"Glitterdust","School":"conjuration (creation)","Level":{"bard":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2,"summoner\/unchained":0,"witch":2,"metal":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (ground mica)"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"creatures and objects within 10-ft.-radius spread","Duration":"1 round\/level","Saving_Throw":"Will negates (blinding only);","Spell_Resistance":"no","Description":"A cloud of golden particles covers everyone and everything in the area, causing creatures to become blinded and visibly outlining invisible things for the duration of the spell. All within the area are covered by the dust, which cannot be removed and continues to sparkle until it fades. Each round at the end of their turn blinded creatures may attempt new saving throws to end the blindness effect."},{"Name":"Globe of Invulnerability","School":"abjuration","Level":{"sorcerer\/wizard":4},"Description":"Source Skull & Shackles Player's Guide\nThis spell functions like lesser globe of invulnerability, except that it also excludes 4th-level spells and spell-like effects.\nAn immobile, faintly shimmering magical sphere surrounds you and excludes all spell effects of 3rd level or lower. The area or effect of any such spells does not include the area of the lesser globe of invulnerability. Such spells fail to affect any target located within the globe. Excluded effects include spell-like abilities and spells or spell-like effects from items. Any type of spell, however, can be cast through or out of the magical globe. Spells of 4th level and higher are not affected by the globe, nor are spells already in effect when the globe is cast. The globe can be brought down by a dispel magic spell. You can leave and return to the globe without penalty.\nNote that spell effects are not disrupted unless their effects enter the globe, and even then they are merely suppressed, not dispelled.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a glass or crystal bead)"},"Range":"10 ft.","Area":"10-ft.-radius spherical emanation, centered on you","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Gloomblind Bolts","School":"conjuration (creation) [shadow]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange medium (100 ft. + 10 ft.\/level)Effect one or more bolts of energyDuration instantaneousSaving Throw Reflex negates; see text; Spell Resistance yes"},{"Name":"Glue Seal","School":"conjuration (creation)","Level":{"bard":1,"magus":1,"sorcerer\/wizard":1,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one object or one 5-ft. square","Duration":"1 minute\/level (D)","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"You cover a solid surface with a layer of sticky glue. Anyone in the area when the spell is cast must attempt a Reflex save. Those who fail become entangled, but can break free by succeeding at a combat maneuver check or an Escape Artist check as a standard action against the DC of this spell. The area of the spell is considered difficult terrain. A creature moving through the glue must succeed at a combat maneuver check or an Escape Artist check as part of its move action (DC = the spell's DC). Creatures that fail lose their movement and become entangled in the first square they enter.\nThe spell can also be used to create a sticky coating on an item. A creature holding a targeted item can attempt a Reflex saving throw against the spell's DC. If the initial saving throw succeeds, the item is unaffected. If it fails, the item is stuck in place. If an affected item is connected to another item (such as a sword in a sheath or a cork in a potion bottle), it cannot be separated from the other item unless the creature succeeds at a combat maneuver check or a Strength check as a move action to free it (DC = the spell's DC). A creature must succeed at saving throw each time it attempts to use the sticky item; otherwise, the item becomes stuck to the creature. Sticky armor or clothing imposes a –10 circumstance penalty on Escape Artist checks and combat maneuver checks to escape a grapple attempted by the wearer, as well as to the wearer's CMD to avoid being grappled."},{"Name":"Glyph of Warding","School":"abjuration","Level":{"cleric\/oracle":6,"inquisitor":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered diamond worth 200 gp)"},"Range":"touchTarget or ","Area":"object touched or up to 5 sq. ft.\/level","Duration":"permanent until discharged (D)","Saving_Throw":"see text;","Spell_Resistance":"no (object) and yes; see text","Description":"This powerful inscription harms those who enter, pass, or open the warded area or object. A glyph of warding can guard a bridge or passage, ward a portal, trap a chest or box, and so on.\nYou set all of the conditions of the ward. Typically, any creature entering the warded area or opening the warded object without speaking a password (which you set when casting the spell) is subject to the magic it stores. Alternatively or in addition to a password trigger, glyphs can be set according to physical characteristics (such as height or weight) or creature type, subtype, or kind. Glyphs can also be set with respect to good, evil, law, or chaos, or to pass those of your religion. They cannot be set according to class, HD, or level. Glyphs respond to invisible creatures normally but are not triggered by those who travel past them ethereally. Multiple glyphs cannot be cast on the same area. However, if a cabinet has three different drawers, each can be separately warded.\nWhen casting the spell, you weave a tracery of faintly glowing lines around the warding sigil. A glyph can be placed to conform to any shape up to the limitations of your total square footage. When the spell is completed, the glyph and tracery become nearly invisible.\nGlyphs cannot be affected or bypassed by such means as physical or magical probing, though they can be dispelled. Mislead, polymorph, and nondetection (and similar magical effects) can fool a glyph, though non-magical disguises and the like can't. Read magic allows you to identify a glyph of warding with a DC 13 Knowledge (arcana) check. Identifying the glyph does not discharge it and allows you to know the basic nature of the glyph (version, type of damage caused, what spell is stored).\nDepending on the version selected, a glyph either blasts the intruder or activates a spell.\nBlast Glyph: A blast glyph deals 1d8 points of damage per two caster levels (maximum 5d8) to the intruder and to all within 5 feet of him or her. This damage is acid, cold, fire, electricity, or sonic (caster's choice, made at time of casting). Each creature affected can attempt a Reflex save to take half damage. Spell resistance applies against this effect.\nSpell Glyph: You can store any harmful spell of 3rd level or lower that you know. All level-dependent features of the spell are based on your caster level at the time of casting the glyph. If the spell has a target, it targets the intruder. If the spell has an area or an amorphous effect, the area or effect is centered on the intruder. If the spell summons creatures, they appear as close as possible to the intruder and attack. Saving throws and spell resistance operate as normal, except that the DC is based on the level of the spell stored in the glyph.\nGlyph of Warding, Greater\nThis spell functions like glyph of warding, except that a greater blast glyph deals up to 10d8 points of damage, and a greater spell glyph can store a spell of 6th level or lower.\nRead magic allows you to identify a greater glyph of warding with a DC 16 Spellcraft check."},{"Name":"Good Hope","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one living creature\/level, no two of which may be more than 30 ft. apartDuration 1 min.\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nThis spell instills powerful hope in the subjects. Each affected creature gains a +2 morale bonus on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls."},{"Name":"Goodberry","School":"transmutation","Level":{"druid":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets 2d4 fresh berries touchedDuration 1 day\/levelSaving Throw none; Spell Resistance yes"},{"Name":"Grace","School":"abjuration","Level":{"cleric\/oracle":2,"paladin":1},"Casting_Time":"1 swift action","Components":{"V":"Verbal"},"Description":"Range personalTargets youDuration see text\nUntil the end of your turn, your movement does not provoke attacks of opportunity. "},{"Name":"Grasping Hand","School":"evocation [force]","Level":{"sorcerer\/wizard":7}},{"Name":"Gravity Bow","School":"transmutation","Level":{"ranger":1,"sorcerer\/wizard":1,"void":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTargets youDuration 1 minute\/level (D)\nGravity bow significantly increases the weight and density of arrows or bolts fired from your bow or crossbow the instant before they strike their target and then return them to normal a few moments later. Any arrow fired from a bow or crossbow you are carrying when the spell is cast deals damage as if one size larger than it actually is. For instance, an arrow fired from a Medium longbow normally deals 1d8 points of damage, but it would instead deal 2d6 points of damage if fired from a gravity bow (see table on this page for associated increase\/decrease in damage due to size change). Only you can benefit from this spell. If anyone else uses your bow to make an attack the arrows deal damage as normal for their size."},{"Name":"Gravity Sphere","School":"transmutation","Level":{"druid":6,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a marble)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 30-ft.-radius sphere of altered gravityDuration 1 round\/level (D)Saving Throw none (see text); Spell Resistance no\nYou affect the local gravity field in a 30-foot-radius sphere around the spell's designated point of origin. Creatures in the affected area can be weighed down by high gravity, lightened by low gravity, or left to float in an area with no gravity, depending on the effect you choose for your gravity sphere. See page 18 for rules on the effects of high, low, and no gravity.\nCreatures that fall within the area of a gravity sphere spell take more damage from the fall if the gravity within is higher and less damage if the gravity within is lower. However, if the creature falls through a gravity sphere and continues to fall in a non-affected area, the rest of the fall damage is calculated normally. For instance, if a creature falls through 20 feet of a low-gravity sphere and an additional 30 feet outside the sphere, it would take 1d6 points of damage for the 20 feet of low gravity plus 3d6 points of damage as normal for the 30 feet outside the sphere (for a total of 4d6 points of damage).\nThis spell doesn't counteract or negate the effects of other spells that affect gravity; both effects occur simultaneously. For instance, a no-gravity gravity sphere spell cast within the area of a reverse gravity spell would simply mean that creatures float about until the gravity sphere's duration expires or they exit the gravity sphere, at which point they return to the top of the reverse gravity effect's area. If both gravity-altering magical effects could not feasibly take place simultaneously (at the GM's discretion), the gravity sphere spell supersedes the previous effect (if it's higher-level than the previous effect) or simply fails (if it's lower-level)."},{"Name":"Gravity Well","Description":"School transmutation; Level druid 6, sorcerer\/wizard 5\nCasting Time 1 standard actionComponents V, S, M (a small lead weight)\nRange medium (100 ft. + 10 ft.\/level)Target one creatureDuration 1 round\/level (D)Saving Throw Fort negates; Spell Resistance no\nYou bring into being a localized region of increased gravity that crushes a creature to the ground.\nAffected targets weigh twice as much as normal, can move only at half speed, jump only half as far as normal, and can lift and carry only half as much as normal. Any flying target has its maneuverability worsened by two steps (from good to poor, for example; minimum clumsy) and plummets to the ground unless it succeeds at a DC 25 Fly check to remain in the air.\nFreedom of movement negates the effects of this spell. A creature targeted by gravity well behaves normally in the area of a reverse gravity spell."},{"Name":"Grease","School":"conjuration (creation)","Level":{"bard":5,"magus":5,"sorcerer\/wizard":5,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (butter)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one object or 10-ft. square","Duration":"1 min.\/level (D)","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"If an opponent casts grease on an item, and the wielder succeeds at the initial save, what happens?\nThe spell description says \"an object wielded or employed by a creature requires its bearer to make a Reflex saving throw to avoid the effect,\" so succeeding the save means the wielder avoids the effect—in other words, the spell is negated and there is no grease on the item.\n[Source]\nA grease spell covers a solid surface with a layer of slippery grease. Any creature in the area when the spell is cast must make a successful Reflex save or fall. A creature can walk within or through the area of grease at half normal speed with a DC 10 Acrobatics check. Failure means it can't move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the Acrobatics skill for details). Creatures that do not move on their turn do not need to make this check and are not considered flat-footed.\nThe spell can also be used to create a greasy coating on an item. Material objects not in use are always affected by this spell, while an object wielded or employed by a creature requires its bearer to make a Reflex saving throw to avoid the effect. If the initial saving throw fails, the creature immediately drops the item. A saving throw must be made in each round that the creature attempts to pick up or use the greased item. A creature wearing greased armor or clothing gains a +10 circumstance bonus on Escape Artist checks and combat maneuver checks made to escape a grapple, and to their CMD to avoid being grappled.\nSource PPC:DTT\nEFFECT\nRange medium (100 ft. + 10 ft.\/level)Target one object\/2 levels or 1 10-ft. square\/2 levels; see text\nDESCRIPTION"},{"Name":"Greensight","School":"transmutation","Level":{"druid":2,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a leaf)"},"Description":"\nRange touchEffect creature touchedDuration 10 minutes\/levelSaving Throw Will negates (harmless); Spell Resistance no\n"},{"Name":"Groundswell","School":"transmutation [earth]","Level":{"cleric":2,"druid":2,"magus":2,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell allows the target to cause the ground to rise up beneath him. As a swift action,\n the target can cause the ground to rise 5 feet, while all adjacent \nsquares are treated as steep slopes. The groundswell precludes flanking\n from creatures standing at lower elevations than the target. If the \ntarget moves after creating a groundswell, the ground returns to its \nnormal elevation at the end of his turn; otherwise, it remains in place \nuntil the target moves or uses a swift action to return the ground to normal. A groundswell cannot increase elevation of the ground beyond 5 feet."},{"Name":"Grove of Respite","School":"conjuration (creation)","Level":{"druid":4,"ranger":4,"shaman":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 20-ft.-radius groveDuration 2 hours\/level (D)Saving Throw none; Spell Resistance no\nYou conjure a sheltered grove of trees surrounding a shallow spring. The grove appears from nowhere even in the most barren, rocky soil regardless of season, but the spell must be cast outside on open ground.\nThe area within the grove is temperate and comfortable, like that of a tiny hut, although the grove provides no illumination and provides no protection from the elements. The water in the grove's spring is clean and drinkable. Additionally, the trees provide a variety of ripe fruit, regardless of season, which acts as a goodberry spell for up to eight people. The grove is warded with an alarm spell that alerts you whenever any creature enters the area. Once the spell expires, the grove vanishes, including all fruit, water, and other materials from it, although any nourishment or healing gained from its effects remains.\n"},{"Name":"Guardian of Faith","School":"abjuration [see text]","Level":{"cleric":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (parchment with a holy text written on it)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one ally","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"The target gains the benefit of shield of faith and your choice of protection from chaos, evil, good, or law. As a move action, the target can transfer this spell to a touched ally, who becomes the new target of the spell.\nThe alignment descriptor of this spell matches the alignment descriptor of the protection spell you chose when casting it. For example, granting the target protection from evil gives this spell the good descriptor."},{"Name":"Guards and Wards","School":"abjuration","Level":{"sorcerer\/wizard":6,"witch":6,"home":7,"wards":6},"Casting_Time":"30 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (burning incense","a":"","and":"","F":""},"Range":"anywhere within the area to be warded","Area":"up to 200 sq. ft.\/level (S)","Duration":"2 hours\/level (D)","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Source Skull & Shackles Player's Guide\nThis powerful spell is primarily used to defend a stronghold or fortress by creating a number of magical wards and effects. The ward protects 200 square feet per caster level. The warded area can be as much as 20 feet high, and shaped as you desire. You can ward several stories of a stronghold by dividing the area among them; you must be somewhere within the area to be warded to cast the spell. The spell creates the following magical effects within the warded area.\nFog: Fog fills all corridors, obscuring all sight, including darkvision, beyond 5 feet. A creature within 5 feet has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Saving Throw: none. Spell Resistance: no.\nArcane Locks: All doors in the warded area are arcane locked. Saving Throw: none. Spell Resistance: no.\nWebs: Webs fill all stairs from top to bottom. These strands are identical with those created by the web spell, except that they regrow in 10 minutes if they are burned or torn away while the guards and wards spell lasts. Saving Throw: Reflex negates; see text for web. Spell Resistance: no.\nConfusion: Where there are choices in direction- such as a corridor intersection or side passage- a minor confusion-type effect functions so as to make it 50% probable that intruders believe they are going in the opposite direction from the one they actually chose. This is a mind-affecting effect. Saving Throw: none. Spell Resistance: yes.\nLost Doors: One door per caster level is covered by a silent image to appear as if it were a plain wall. Saving Throw: Will disbelief (if interacted with). Spell Resistance: no.\nIn addition, you can place your choice of one of the following five magical effects.\nDancing lights in four corridors. You can designate a simple program that causes the lights to repeat as long as the guards and wards spell lasts. Saving Throw: none. Spell Resistance: no.\nA magic mouth in two places. Saving Throw: none. Spell Resistance: no.\nA stinking cloud in two places. The vapors appear in the places you designate; they return within 10 minutes if dispersed by wind while the guards and wards spell lasts. Saving Throw: Fortitude negates; see text for stinking cloud. Spell Resistance: no.\nA gust of wind in one corridor or room. Saving Throw: Fortitude negates. Spell Resistance: yes.\nA suggestion in one place. You select an area of up to 5 feet square, and any creature who enters or passes through the area receives the suggestion mentally. Saving Throw: Will negates. Spell Resistance: yes."},{"Name":"Guidance","Description":"School divination; Level\ncleric\/oracle 0, \ndruid 0, \ninquisitor 0, summoner\/unchained summoner 0, \nwitch 0; Elemental School void 0\n\nThis spell imbues the subject with a touch of divine guidance.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes"},{"Name":"Guiding Star","School":"divination","Level":{"cleric\/oracle":3,"ranger":2,"shaman":2,"witch":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a spool of thread or string)"},"Description":"Range personalTargets youDuration 1 day\/level (D)\nYou form a bond with your surroundings when you cast this spell. For the remaining duration of the spell you can always, as a standard action, determine your approximate distance from that area as well as the direction you must travel in order to reach it. You cannot determine the location of the area if you are on a different plane. The area counts as \"very familiar\" for the purposes of teleport or similar spells. You can only attune yourself to one location at a time. If you cast the spell at another spot you lose the ability to locate your original area. "},{"Name":"Gust of Wind","School":"evocation [air]","Level":{"bloodrager":2,"druid":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 60 ft.Effect line-shaped gust of severe wind emanating out from you to the extreme of the rangeDuration 1 roundSaving Throw Fortitude negates; Spell Resistance yes\nThis spell creates a severe blast of air (approximately 50 mph) that originates from you, affecting all creatures in its path. All flying creatures in this area take a -4 penalty on Fly skill checks. Tiny or smaller flying creatures must make a DC 25 Fly skill check or be blown back 2d6 x 10 feet and take 2d6 points of damage. Small or smaller flying creatures must make a DC 20 Fly skill check to move against the force of the wind.\nA Tiny or smaller creature on the ground is knocked down and rolled 1d4 x 10 feet, taking 1d4 points of nonlethal damage per 10 feet.\nSmall creatures are knocked prone by the force of the wind.\nMedium or smaller creatures are unable to move forward against the force of the wind unless they succeed at a DC 15 Strength check.\nLarge or larger creatures may move normally within a gust of wind effect.\nThis spell can't move a creature beyond the limit of it's range.\nAny creature, regardless of size, takes a -4 penalty on ranged attacks and Perception checks in the area of a gust of wind.\nThe force of the gust automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those in lanterns, to dance wildly and has a 50% chance to extinguish those lights.\nIn addition to the effects noted, a gust of wind can do anything that a sudden blast of wind would be expected to do. It can create a stinging spray of sand or dust, fan a large fire, overturn delicate awnings or hangings, heel over a small boat, and blow gases or vapors to the edge of its range."},{"Name":"Gusting Sphere","Description":"\nSchool evocation [air]; \nLevel bloodrager 2, druid 2, magus 2, sorcerer\/wizard 2\n\nRange medium (100 ft. + 10 ft.\/level)Effect 5-ft.-diameter sphere of airDuration 1 round\/levelSaving Throw Fort negates (object) or Reflex negates; see text; Spell Resistance yes\nA swirling ball of wind rolls in whichever direction you point, hurling those it strikes with great force. The sphere is treated in all ways as an area of severe wind, applying a –4 penalty on ranged weapon attacks that pass through it. The sphere moves 30 feet per round. As part of this movement, it can ascend or jump up to 30 feet to strike a target. If it enters a space containing a Medium or smaller creature, it stops moving for that round and generates a sharp thrust of wind to bull rush the creature. The sphere's CMB for bull rush combat maneuvers uses your caster level in place of its base attack bonus, with a +2 bonus for its Strength score (14). Whether or not the bull rush is successful, the creature takes 1d6 points of nonlethal bludgeoning damage from the attack. If the bull rush fails, the creature is still subject to the severe winds from the sphere as long as they remain in the same square as it. A gusting sphere rolls over objects or barriers that are less than 4 feet tall.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}}]