[{"Name":"Hairline Fractures","School":"transmutation [earth]","Level":{"cleric\/oracle":1,"druid":1,"shaman":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a broken twig)"},"Range":"touch","Target":"5-foot-square section of stone or a creature with the earth subtype","Duration":"1 round\/level","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"With a single touch, you create temporary hairline fractures in a piece of stone or a creature with the earth subtype. If you cast this spell on a section of stone, you reduce its hardness to 5 and its hit points to 10\/inch of thickness. If you cast this spell on a creature with the earth subtype, that creature takes a –2 penalty to AC for the spell's duration. Make whole reverses this spell's effect."},{"Name":"Half-Blood Extraction","School":"transmutation","Level":{"alchemist":5,"cleric":5,"druid":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"willing half-orc touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Hallow","School":"evocation [good]","Level":{"cleric\/oracle":5,"druid":5,"inquisitor":5},"Casting_Time":"24 hours","Components":{"V":"Verbal","S":"Somatic","M":"Material (herbs","oils":"","and":"","plus":"","DF":"Divine Focus"},"Range":"touch","Area":"40-ft. radius emanating from the touched point","Duration":"instantaneous","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Hallow makes a particular site, building, or structure a holy site. This has four major effects.\nFirst, the site is warded by a magic circle against evil effect.\nSecond, the DC to resist positive channeled energy within this area gains a +4 sacred bonus and the DC to resist negative energy is reduced by 4. Spell Resistance does not apply to this effect. This provision does not apply to the druid version of the spell.\nThird, any dead body interred in a hallowed site cannot be turned into an undead creature.\nFinally, you can fix a single spell effect to the hallowed site. The spell effect lasts for 1 year and functions throughout the entire site, regardless of the normal duration and area or effect. You may designate whether the effect applies to all creatures, creatures who share your faith or alignment, or creatures who adhere to another faith or alignment. At the end of the year, the chosen effect lapses, but it can be renewed or replaced simply by casting hallow again.\nSpell effects that may be tied to a hallowed site include aid, bane, bless, cause fear, darkness, daylight, death ward, deeper darkness, detect evil, detect magic, dimensional anchor, discern lies, dispel magic, endure elements, freedom of movement, invisibility purge, protection from energy, remove fear, resist energy, silence, tongues, and zone of truth. Saving throws and Spell Resistance might apply to these spells' effects. (See the individual spell descriptions for details.)"},{"Name":"Hallucinatory Terrain","School":"illusion (glamer)","Level":{"bard":4,"sorcerer\/wizard":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a stone","a":"","and":""},"Range":"long (400 ft. + 40 ft.\/level)","Area":"one 30-ft. cube\/level (S)","Duration":"2 hours\/level (D)","Saving_Throw":"Will disbelief (if interacted with);","Spell_Resistance":"no"},{"Name":"Halt Undead","School":"necromancy","Level":{"inquisitor":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of sulfur and powdered garlic)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets up to three undead creatures, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates (see text); Spell Resistance yes"},{"Name":"Hammer of Mending","School":"transmutation","Level":{"cleric\/oracle":6,"sorcerer\/wizard":5,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","DF":"Divine Focus"},"Description":"Area 30-ft.-radius burst centered on youDuration instantaneousSaving Throw Fort negates (harmless); Spell Resistance yes (harmless)\nUpon striking a piece of solid ground with the spell's focus or a holy symbol, you let out a wave of energy that repairs items within its burst.\nAll objects or constructs within the burst are repaired of 1d6 points of damage per level. When this spell affects constructs, the spell bypasses any immunity to magic as if the spell did not allow spell resistance.\nHammer of mending can fix destroyed magic items (items with 0 hit points or fewer), and restores the magic properties of the item if your caster level is at least twice that of the item. Items with charges (such as wands) and single-use items (such as potions and scrolls) cannot be repaired in this way."},{"Name":"Hardening","School":"transmutation","Level":{"artifice":7,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one item of a volume no greater than 10 cu. ft.\/level","Duration":"permanent","Saving_Throw":"none;","Spell_Resistance":"yes (object)","Description":"This spell increases the hardness of materials by 1 point per 2 caster levels. The hardening spell does not in any way affect resistance to other forms of transformation.\nThis spell affects up to 10 cubic feet per level. If cast upon a metal or mineral, the spell affects 1 cubic foot per level."},{"Name":"Harm","School":"necromancy","Level":{"cleric\/oracle":6,"inquisitor":6,"shaman":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will half; see text;","Spell_Resistance":"yes","Description":"FYI: 3rd Party Publisher Rogue Genius Games created a 'Mass' version of this spell in Adventurer's Handbook: Genius Guide Volume 1 in case you are interested.\nMass Harm\nHarm charges a subject with negative energy that deals 10 points of damage per caster level (to a maximum of 150 points at 15th level). If the creature successfully saves, harm deals half this amount. Harm cannot reduce the target's hit points to less than 1."},{"Name":"Harrowing","School":"divination","Level":{"bard":5,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"\nRange touchTarget one creatureDuration 1 day\/level or until fulfilled\nYou use a Harrow deck to tell a fortune for yourself or someone else. If you cast harrowing on another creature, you must remain adjacent to the target for the duration of the casting time. A harrowing must describe one set of events or course of action (for example, “hunting down the pirate king,” or “traveling to Viperwall to search for a magic sword”) that the target of the spell intends to undertake at some point during the spell’s duration. If you have access to a Harrow deck, draw nine cards when this spell is cast. If you do not have a Harrow deck, you can simulate the draws by rolling a d6 and a d10 for each of the nine cards.\nRecord the ability score and alignment associated with each card. Each of these cards grants a luck bonus or a penalty on a specific type of d20 check; the magnitude of the penalty or bonus depends upon how closely that particular card’s alignment matches the target creature’s alignment. If the card and target’s alignments are identical, that card provides a +2 luck bonus on the associated suit’s check. If the card and target’s alignments are of the opposite alignment (see below), the card inflicts a –1 penalty on that associated check. If the card has any other alignment, it provides a +1 luck bonus on the associated suit’s check.\nWhile penalties persist on all associated checks for as long as the harrowing persists, the bonuses are one-use bonuses that the harrowed character can “spend” at any time to modify that card’s associated check. You can spend a bonus to modify an appropriate roll after the die is rolled, but cannot spend the bonus once you know the result of the roll. Since all of the bonuses granted by a harrowing are luck bonuses, they do not stack with each other. Penalties, on the other hand, do stack. Once you spend all of the bonuses granted by a harrowing, or once the spell’s duration ends, the spell ends and the penalties are removed.\nA single creature can only be under the effects of one harrowing at a time. If it is subjected to a second harrowing while a previous harrowing is still in effect, the new harrowing automatically fails.\nRange touchTarget one creature, plus one additional creature for every 3 caster levelsDuration 1 day\/level or until fulfilled\nThis spell functions as harrowing, except it can affect an entire group of creatures and allows its subjects some measure of control over their destiny. Subjects of a greater harrowing spell record and spend their accumulated bonuses and penalties individually, according to their own alignment.\nEach participant in a greater harrowing can gain a special ability to seize control of fate if a card that matches that participant's alignment is drawn. Like the bonuses and penalties granted by the spell, the special ability can be used once before the end of the spell's duration. The exact ability gained depends on the card's suit; if multiple cards that match a participant's alignment are drawn, the participant can select one suit of her choice during the spell's casting.\nHammers: As a standard action, you can grant yourself a +4 enhancement bonus to Strength for 1 minute. While this bonus persists, you can reroll any bull rush, grapple, or sunder combat maneuver checks. You must use the result of this second roll, even if it is worse.\nKeys: As a standard action, you can grant yourself a +4 enhancement bonus to Dexterity for 1 minute. While this bonus persists, you gain evasion, as the rogue class feature. If you already possess evasion, you instead gain improved evasion, as the advanced rogue talent.\nShields: As a standard action, you can grant yourself a +4 enhancement bonus to Constitution for 1 minute. While this bonus persists, you gain fast healing 1 and don't die until you reach a number of negative hit points equal to double your Constitution.\nBooks: As a standard action, you can grant yourself a +4 enhancement bonus to Intelligence for 1 minute. While this bonus persists, you gain a +3 enhancement bonus on checks with all skills you have no ranks in, and you can use those skills even if they can't normally be used untrained.\nStars: As a standard action, you can grant yourself a +4 enhancement bonus to Wisdom for 1 minute. While this bonus persists, you gain immunity to one of the following (your choice): charm and compulsion effects, curse effects, or fear effects.\nCrowns: As a standard action, you can grant yourself a +4 enhancement bonus to Charisma for 1 minute. While this bonus persists, whenever you succeed at a Diplomacy or Intimidate check to improve a non-hostile creature's attitude toward you, that creature's attitude toward you becomes helpful for the remaining duration of the Charisma bonus, regardless of the number of steps by which you would normally improve its attitude. The creature reverts to its original attitude after the duration expires.\nA single creature can be under the effects of only one harrowing or greater harrowing at a time. If the subject is targeted with a second harrowing or greater harrowing spell while a previous harrowing or greater harrowing is s till affecting him, the new spell automatically fails for that subject.\nPathfinder Campaign Setting: The Inner Sea World Guide. © 2011, Paizo Publishing, LLC; Authors: Keith Baker, Wolfgang Baur, Clinton J. Boomer, Jason Bulmahn, Joshua J. Frost, Ed Greenwood, Stephen S. Greer, Jeff Grubb, James Jacobs, Michael Kortes, Tito Leati, Mike McArtor, Rob McCreary, Erik Mona, Jason Eric Nelson, Jeff Quick, Sean K Reynolds, F. Wesley Schneider, Leandra Christine Schneider, David Schwartz, Amber E. Scott, Stan!, Owen K.C. Stephens, Todd Stewart, James L. Sutter, Greg A. Vaughan, Jeremy Walker, and JD Wiker."},{"Name":"Haste","School":"transmutation","Level":{"alchemist":3,"bard":3,"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"summoner":2,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a shaving of licorice root)"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\n\nThe transmuted creatures move and act more quickly than normal. This extra speed has several effects.\nWhen making a full attack action, a hasted creature may make one extra attack with one natural or manufactured weapon. The attack is made using the creature's full base attack bonus, plus any modifiers appropriate to the situation. (This effect is not cumulative with similar effects, such as that provided by a speed weapon, nor does it actually grant an extra action, so you can't use it to cast a second spell or otherwise take an extra action in the round.)\nA hasted creature gains a +1 bonus on attack rolls and a +1 dodge bonus to AC and Reflex saves. Any condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses."},{"Name":"Haunted Fey Aspect","School":"illusion (glamer)","Level":{"bard":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"\nRange PersonalTarget YouDuration 1 round\/level (D)\nYou surround yourself with disturbing illusions, making you look and sound like a bizarre, insane fey creature. You gain DR 1\/cold iron against a single opponent until the end of the spell, or until you take damage."},{"Name":"Haunting Choir","School":"necromancy [mind-affecting, pain]","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"30-ft.-radius emanation","Duration":"concentration + 2 rounds","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You create a spectral choir and conduct its tortured, ghostly moans, deluding listeners into believing they are suffering the torments of the dead. The transparent singers occupy a 10-foot cube, but they are intangible and do not interfere with creatures in any physical way, nor can they be attacked. Creatures within 30 feet of the choir experience wracking pain that causes them to take a –2 penalty on attack rolls, skill checks, and ability checks. Individuals who exit the area of effect take these penalties for an additional 2 rounds before the delusion wears off."},{"Name":"Haunting Mists","School":"illusion (figment) [fear, shadow]","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 20 ft.Effect cloud spreads in 20-ft. radius, 20 ft. highDuration 1 minute\/level (D)Saving Throw Will partial (see text); Spell Resistance no\nAn illusion of misty vapor inhabited by shadowy shapes arises around you. It is stationary. The illusory mist obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). All creatures within the mist must save or take 1d2 points of Wisdom damage and gain the shaken condition. The shaken condition lasts as long as the creature remains in the mist."},{"Name":"Haze of Dreams","School":"enchantment (charm) [emotion, mind-affecting]","Level":{"bard":1,"cleric\/oracle":1,"inquisitor":1,"paladin":1,"shaman":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (pinch of sand)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You fill an enemy's head with waking dreams, a reminder of the pleasures, delights, and terrors to be found in the dream world. While in this strange dream state, the target moves at half its normal speed (round down to the next 5-foot increment), which affects the creature's jumping distance as normal for decreased speed.\nMultiple haze of dreams effects do not stack, nor does this spell's effect stack with slow."},{"Name":"Heal","School":"conjuration (healing)","Level":{"cleric\/oracle":9,"shaman":9,"Domain":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Heal enables you to channel positive energy into a creature to wipe away injury and afflictions. It immediately ends any and all of the following adverse conditions affecting the target: ability damage, blinded, confused, dazed, dazzled, deafened, diseased, exhausted, fatigued, feebleminded, insanity, nauseated, poisoned, sickened, and stunned. It also cures 10 hit points of damage per level of the caster, to a maximum of 150 points at 15th level.\nHeal does not remove negative levels or restore permanently drained ability score points.\nIf used against an undead creature, heal instead acts like harm.\nRange close (25 ft. + 5 ft.\/2 levels)Target One or more creatures, no two of which can be more than 30 ft. apart"},{"Name":"Heal Mount","School":"conjuration (healing)","Level":{"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"your mount touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Healing Thief","Description":"School necromancy Level sorcerer\/wizard 3, witch 3\nWith this spell you can steal the healing of the target creature. You must succeed at a melee touch attack to strike the target. If you do, until the effect ends, whenever your target is subject to a healing spell or a supernatural effect that heals hit points, the target only receives half the healing (rounded down) and you receive the other half (also rounded down). You must remain within 25 feet (plus 5 feet per two caster levels) of the target to gain this benefit. If you move outside that range, the spell is discharged. Once you steal 5 hit points per your caster level (maximum 50 hit points) of healing from this spell’s effect, the spell is discharged.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of sponge","damp":""},"Range":"touch","Target":"creature touched","Duration":"1 round\/level or until discharged","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Healing Warmth","School":"abjuration","Level":{"alchemist":4,"cleric":4,"druid":4,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 minute\/level"},{"Name":"Heart of the Mammoth","Description":"School transmutation; Level cleric 8, druid 8, sorcerer\/wizard 8, witch 8\nCasting Time 1 standard actionComponents V, S, F (a fetish of mammoth hair soaked in dragon's blood)\nRange touchTarget creature touchedDuration 1 round\/levelSaving Throw Will (harmless); Spell Resistance no\nThe target creature becomes stronger, hardier, and imbued with the courage of the greatest megafauna of the tundra.\nThe spell grants a +8 enhancement bonus to Strength and Constitution, immunity to fear, a +4 morale bonus to Will saves, and doubles the critical threat range of all its attacks against creatures of the dragon type (this does not stack with Improved Critical, keen edge, or similar effects)."},{"Name":"Heart of The Metal","School":"transmutation [earth]","Level":{"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a chunk of adamantine worth 100 gp","or":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one weapon per levelDuration 1 minute\/level (see text)Saving Throw none; Spell Resistance no\nYou lend the nature of adamantine, cold iron, or silver depending on which component you used, to the targeted weapons, with the following effects:\nAdamantine: The weapons overcome DR\/adamantine and ignore hardness less than 20.\nCold Iron: The weapons overcome DR\/cold iron.\nSilver: The weapons overcome DR\/silver.\nNo other advantages or disadvantages of these metal types apply. For example, a weapon given the nature of adamantine is not automatically masterwork.\nThis is able to affect nonmetal weapons. If you grant the target weapons the property of cold iron, the spell lasts half as long as normal."},{"Name":"Heat Metal","School":"transmutation [fire]","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"metal equipment of one creature per two levels, no two of which can be more than 30 ft. apart; or 25 lbs. of metal\/level, all of which must be within a 30-ft. circle","Duration":"7 rounds ","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"Heat metal causes metal objects to become red-hot. Unattended, non-magical metal gets no saving throw. Magical metal is allowed a saving throw against the spell. An item in a creature's possession uses the creature's saving throw bonus unless its own is higher.\nA creature takes fire damage if its equipment is heated. It takes full damage if its armor, shield, or weapon is affected. The creature takes minimum damage (1 point or 2 points; see the table) if it's not wearing or wielding such an item.\nOn the first round of the spell, the metal becomes warm and uncomfortable to touch but deals no damage. The same effect also occurs on the last round of the spell's duration. During the second (and also the next-to-last) round, intense heat causes pain and damage. In the third, fourth, and fifth rounds, the metal is searing hot, and causes more damage, as shown on the table.\nAny cold intense enough to damage the creature negates fire damage from the spell (and vice versa) on a point-for-point basis. If cast underwater, heat metal deals half damage and boils the surrounding water."},{"Name":"Heatstroke","School":"evocation [fire]","Level":{"druid":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of sweat)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration 1 minute\/levelSaving Throw Fortitude partial, see text; Spell Resistance yes\nA wavering red ray projects from your finger. You must succeed on a ranged touch attack with the ray to hit your target. The ray inflicts 1d4 points of nonlethal damage, causing the target to suffer from heatstroke as its body temperature dramatically increases. Except as noted above, this spell otherwise functions as ray of exhaustion. Characters wearing heavy clothing or armor of any sort take a –4 penalty on their saves."},{"Name":"Heavy Water","Description":"\nYou cause a volume of water to become heavier than normal.\nSwimming in or through such water requires a Swim check with a DC equal to the saving throw DC of this spell; even creatures with a swim speed must attempt this check. Success allows a creature to swim at up to half its speed as a full-round action; a creature cannot swim as a move action while in an area of heavy water. If a creature fails its Swim check by 4 or less, it makes no progress. If it fails by 5 or more, it goes underwater. All Perception checks to see through the affected water take a –10 penalty. All ships sailing through an area of heavy water move at half speed.","School":"transmutation [water]","Level":{"cleric":4,"druid":4,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"cylinder of water (5-ft. radius\/level, 30 ft. deep)","Duration":"1 minute\/level (D)","Saving_Throw":"none (see text);","Spell_Resistance":"no"},{"Name":"Heightened Awareness","School":"divination","Level":{"alchemist":1,"bard":1,"druid":1,"inquisitor":1,"ranger":1,"shaman":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Description":"Range personalTarget youDuration 10 minutes\/level (D)\nYou enter a heightened state of awareness that allows you to notice more about your surroundings and recall information effortlessly. You gain a +2 competence bonus on Perception checks and on all Knowledge checks that you are trained in.\nIf this spell is active when you have to make an initiative check, you can instantly dismiss this spell and gain a +4 bonus on that check."},{"Name":"Heightened Reflexes","School":"transmutation","Level":{"bard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"30 ft.","Area":"allies within a 30-ft.-radius burst centered on you","Duration":"1 minute\/level or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You grant each of your allies within the area a +10 competence bonus on a single Reflex saving throw. Each ally must decide whether to use the bonus before making the roll to which it applies. When an ally uses the bonus, the spell ends for that individual."},{"Name":"Hellfire Ray","School":"evocation [evil]","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF\/F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration instantaneousSaving Throw no (see text); Spell Resistance yes\nA blast of hellfire blazes from your hands. You must succeed on a ranged touch attack with the ray to deal damage to the target. The ray deals 1d6 points of damage per caster level (maximum 15d6). Half the damage is fire damage, but the other half results directly from unholy power and is therefore not subject to being reduced by resistance to fire-based attacks."},{"Name":"Hellmouth Lash","School":"transmutation [acid, electricity, or fire]","Level":{"bloodrager":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange  personalTarget youDuration 1 round\/level\nUpon casting this spell, your tongue transforms into an energy whip weapon that can deal acid, electricity, or fire damage. You choose what type of energy damage the spell deals when you cast it. You attack with your tongue as if it were a whip, except you make touch attacks with it and it can harm creatures with armor or natural armor bonuses. You are considered proficient with this weapon. A successful touch attack with the tongue deals 1d8 points of energy damage per two caster levels (maximum of 5d8 points of damage at 10th level).\nWhile the spell is in effect, you cannot speak, cast spells requiring verbal components, or activate items requiring command words."},{"Name":"Helping Hand","School":"evocation","Level":{"cleric\/oracle":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 5 milesEffect ghostly handDuration 1 hour\/levelSaving Throw none; Spell Resistance no\nYou create the ghostly image of a hand, which you can send to find a creature within 5 miles. The hand then beckons to that creature and leads it to you if the creature is willing to follow.\nWhen the spell is cast, you specify a person (or any creature) by physical description, which can include race, gender, and appearance but not ambiguous factors such as level, alignment, or class. When the description is done, the hand streaks off in search of a subject that fits the description. The amount of time it takes to find the subject depends on how far away he is, as detailed on the following table.\nOnce the hand locates the subject, it beckons the creature to follow it. If the subject does so, the hand points in your direction, indicating the most direct, feasible route. The hand hovers 10 feet in front of the subject, moving before it at a speed of as much as 240 feet per round. Once the hand leads the subject back to you, it disappears.\nThe subject is not compelled to follow the hand or act in any particular way toward you. If the subject chooses not to follow, the hand continues to beckon for the duration of the spell, then disappears. If the spell expires while the subject is en route to you, the hand disappears; the subject must then rely on its own devices to locate you.\nIf more than one subject in a 5-mile radius meets the description, the hand locates the closest creature. If that creature refuses to follow the hand, the hand does not seek out a second subject.\nIf, at the end of 4 hours of searching, the hand has found no subject that matches the description within 5 miles, it returns to you, displays an outstretched palm (indicating that no such creature was found), and disappears."},{"Name":"Hero's Defiance","School":"conjuration [healing]","Level":{"paladin":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range personalTargets youDuration instantaneous\nThe instant before you are reduced to 0 or fewer hit points, you can expend a use of your lay on hands ability to heal yourself as if you had used lay on hands, plus an additional 1d6 hit points.\nIf this healing brings your hit point total above 0 hit points, you do not fall, and may continue to act. If you have no more uses of lay on hands this spell has no effect."},{"Name":"Heroes' Feast","School":"conjuration (creation)","Level":{"bard":6,"cleric\/oracle":6,"inquisitor":6,"revelry":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect feast for one creature\/levelDuration 1 hour plus 12 hours; see textSaving Throw none; Spell Resistance no\nYou bring forth a great feast, including a magnificent table, chairs, service, and food and drink. The feast takes 1 hour to consume, and the beneficial effects do not set in until this hour is over. Every creature partaking of the feast is cured of all sickness and nausea, receives the benefits of both neutralize poison and remove disease, and gains 1d8 temporary hit points + 1 point per two caster levels (maximum +10) after imbibing the nectar-like beverage that is part of the feast. The ambrosial food grants each creature that partakes a +1 morale bonus on attack rolls and Will saves and a +4 morale bonus on saving throws against poison and fear effects for 12 hours."},{"Name":"Heroic Finale","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou must have a bardic performance in effect to cast this spell. With a flourish, you immediately end the performance, and one creature within range affected by your bardic performance can make a move action or a standard action of their choice.\n"},{"Name":"Heroic Fortune","School":"evocation","Level":{"bard":4,"cleric\/oracle":5,"S":999,"DF":999,"M":0,"no":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus","M":"Material (diamond dust worth 100 gp)"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"Note: This spell deals with hero points. It originally appeared in the Advanced Player's Guide. See Hero Points for full details.\nThis spell grants 1 hero point to the target. This hero point must be \nspent before the duration expires, or it is lost. The bonus hero point \nis spent before any other hero points the target might possess.\nThis spell functions like heroic fortune, except as noted above."},{"Name":"Heroic Invocation","School":"enchantment (compulsion) [mind affecting]","Level":{"sorcerer\/wizard":9,"witch":9},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one or more creatures, no two of which can be more than 30 ft. apart","Duration":"10 minutes \/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Using worlds of ancient power, you bestow heroic powers on all creatures subject to this spell. They gain a +4 morale bonus on attack and damage rolls, gain 2d8+4 temporary hit points, and become immune to both fear and charm effects for the spell’s duration. At the end of the spell’s duration, the subjects become fatigued."},{"Name":"Heroism","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":5,"sorcerer\/wizard":6,"summoner":5,"unchained":0,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"10 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell imbues a single creature with great bravery and morale in battle. The target gains a +2 morale bonus on attack rolls, saves, and skill checks.\nHeroism, Greater\nDuration 1 min.\/level"},{"Name":"Hex Glyph","School":"abjuration","Level":{"shaman":5,"witch":5,"S":999,"M":0},"Description":"This spell functions like the spell glyph version (see box at right) of glyph of warding, except you can store a hex you know (but not a major hex or a grand hex) instead of a spell. If the hex has a target, it targets the intruder. If the hex has an area or an amorphous effect, the area or effect is centered on the intruder. The triggered hex uses this spell's caster level and DC.\nYou can store any harmful spell of 3rd level or lower that you know. All level-dependent features of the spell are based on your caster level at the time of casting the glyph. If the spell has a target, it targets the intruder. If the spell has an area or an amorphous effect, the area or effect is centered on the intruder. If the spell summons creatures, they appear as close as possible to the intruder and attack. Saving throws and spell resistance operate as normal, except that the DC is based on the level of the spell stored in the glyph.\nRead magic allows its caster to identify a hex glyph with a successful DC 13 Knowledge (arcana) check. Identifying the glyph does not discharge it and indicates that it stores a hex, but does not indicate the effect of that hex.\nThis spell functions as hex glyph, except you can store a hex or a major hex (but not a grand hex). You trace the glyph with incense, which must first be sprinkled with powdered diamond (as noted in the material line).\nRead magic allows its caster to identify a greater hex glyph with a DC 16 Spellcraft check."},{"Name":"Hex Vulnerability","School":"necromancy [curse]","Level":{"shaman":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of your blood)"},"Range":"close (25 ft. +5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The targeted creature becomes susceptible to a repeat use of your harmful hexes, even if you could not otherwise target that creature with a particular hex for a certain time period. For example, normally after you target a creature with a charm hex, you cannot target it again for 1 day. But after casting this spell on a creature, you could try the charm hex repeatedly as long as the spell persists. The end of this spell has no effect on any active or ongoing hex on a creature. For example, if the creature failed its save against a second use of your charm hex, it remains charmed for the normal duration, even if the spell expires before the hex does.\nEach subsequent casting of this spell on a target within a 24-hour period gives the target a +4 bonus on its save against the spell and imposes a –4 penalty on your caster level check to overcome the target's spell resistance with this spell."},{"Name":"Hex Ward","School":"abjuration","Level":{"inquisitor":1,"shaman":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You give the target a +4 resistance bonus on saving throws against witch hexes."},{"Name":"Hidden Knowledge","School":"transmutation","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of ink)"},"Description":"Range personalTarget youDuration 1 day\/level\nThis subtle but useful spell allows the caster to safeguard important knowledge—even from himself. While casting this spell, you recite one piece of knowledge you possess (up to a maximum of 50 words). Upon completion of the spell’s casting, you transfer the knowledge from your mind to your skin in the form of an intricate, runic tattoo placed anywhere you choose on your body. The knowledge disappears utterly from your mind, and you might not realize you forgot something. The magic of the spell patches over gaps in your memory with recollections from the past. Until the spell’s duration ends, the knowledge is lost to you."},{"Name":"Hidden Speech","Description":"School transmutation [language-dependent] Level bard 2, inquisitor 3, witch 2\nRange close (25 ft. + 5 ft.\/2 levels)Targets you plus one creature\/level, no two of which can be more than 30 ft. apartDuration 10 minutes\/level (D)Saving Throw Will negates (harmless) Spell Resistance yes\n\n\nYou can use Bluff to pass hidden messages to another \ncharacter without others understanding your true meaning. The DC of this\n check is 15 for simple messages and 20 for complex messages. If you are\nsuccessful, the target automatically understands you, assuming you are \nspeaking in a language that it understands. If your check fails by 5 or \nmore, you deliver the wrong message. Other creatures that hear the \nmessage can decipher the message by succeeding at an opposed Sense Motive check against your Bluff result.\nYou greatly enhance the ability of the subjects to communicate hidden messages to each other. Each target gains a +10 competence bonus on Bluff checks to send secret messages to other recipients. Others using opposed Sense Motive checks to decipher these messages receive a -5 penalty. All subjects affected by the spell must share a language to be able to pass messages.\n","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""}},{"Name":"Hide Campsite","Description":"School illusion (glamer);  Level druid 3, ranger 2\nRange close (25 ft. + 5 ft.\/2 levels)Area one 20-ft. cubeDuration 2 hours\/level (D)Saving Throw Will disbelief (if interacted with); Spell Resistance no\nYou make the area around a campsite appear to be a thicket of untouched and forbidding foliage, or some other unwelcoming feature matching the surrounding terrain. Creatures outside the area cannot sense any activity going on inside the area- they cannot smell campfires or cooking food, they cannot hear conversation, loud noises, or spells being cast, and they cannot even feel heat or a rush of wind coming from the area. Those inside the area can see out normally. Once a creature steps into the area of the spell, it can see everything in and around the area normally.\n","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sprig of mistletoe","and":""}},{"Name":"Hide from Animals","School":"abjuration","Level":{"druid":1,"ranger":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one creature touched\/levelDuration 10 min.\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes"},{"Name":"Hide from Undead","School":"abjuration","Level":{"cleric\/oracle":1,"inquisitor":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one touched creature\/levelDuration 10 min.\/level (D)Saving Throw Will negates (harmless); see text; Spell Resistance yes"},{"Name":"Hideous Laughter","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":2,"whimsy":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (tiny fruit tarts and a feather)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature; see text","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell afflicts the subject with uncontrollable laughter. It collapses into gales of manic laughter, falling prone. The subject can take no actions while laughing, but is not considered helpless. After the spell ends, it can act normally. On the creature's next turn, it may attempt a new saving throw to end the effect. This is a full round action that does not provoke attacks of opportunity. If this save is successful, the effect ends. If not, the creature continues laughing for the entire duration."},{"Name":"Hold Animal","School":"enchantment (compulsion) [mind-affecting]","Level":{"druid":2,"ranger":2},"Description":"Components: V, S\nTarget one animal"},{"Name":"Hold Monster","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":9,"witch":9},"Description":"Components V, S, M\/DF (one hard metal bar or rod, which can be as small as a three-penny nail)\nTarget one living creature\nThis spell functions like hold person, except that it affects any living creature that fails its Will save.\nHold Monster, Mass\nTargets one or more creatures, no two of which can be more than 30 ft. apart"},{"Name":"Hold Person","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":"","straight":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one humanoid creature","Duration":"1 round\/level (D); see text","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"The subject becomes paralyzed and freezes in place. It is aware and breathes normally but cannot take any actions, even speech. Each round on its turn, the subject may attempt a new saving throw to end the effect. This is a full-round action that does not provoke attacks of opportunity. A winged creature who is paralyzed cannot flap its wings and falls. A swimmer can't swim and may drown.\nHold Person, Mass\nTargets one or more humanoid creatures, no two of which can be more than 30 ft. apart"},{"Name":"Hold Portal","School":"abjuration","Level":{"sorcerer\/wizard":1},"Description":"Casting Time 1 standard actionComponent V\nThis spell magically holds shut a door, gate, window, or shutter of wood, metal, or stone. The magic affects the portal just as if it were securely closed and normally locked. A knock spell or a successful dispel magic spell can negate a hold portal spell.","Range":"medium (100 ft. + 10 ft.\/level)","Target":"one portal, up to 20 sq. ft.\/level","Duration":"1 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Hollow Blades","School":"transmutation","Level":{"magus":2,"ranger":1,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nAll melee and natural attacks from the target deal damage as if the target were one size category smaller than it actually is. While the target is under the effects of this spell, weapons dropped by the target function normally for other creatures, while any melee weapons picked up by the target deal damage as if one size smaller. Ranged attacks and weapons are unaffected by this spell."},{"Name":"Holy Aura","School":"abjuration [good]","Level":{"cleric\/oracle":8,"good":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 20 ft.Targets one creature\/level in a 20-ft.-radius burst centered on youDuration 1 round\/level (D)Saving Throw see text; Spell Resistance yes (harmless)"},{"Name":"Holy Ice","School":"transmutation [cold, good, water]","Level":{"cleric\/oracle":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of holy water or 5 pounds of powdered silver worth 25 gp)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect wall of ice or flying ice javelins (see text)Duration 1 minute\/level, instantaneous, or until expended (see text)Saving Throw Reflex negates or none (see text); Spell Resistance yes\nThis spell creates a large mass of frozen holy water that can be used for one of two effects.\nHoly Ice Wall: This functions like wall of ice (hemisphere or plane). Any creature that takes damage from holy water takes 1 point of damage every time it touches or attacks the ice wall with melee attacks; extended contact with the wall (such as standing or walking on it) deals 1d6 points of damage. Even when the ice has been broken through, a sheet of frigid holy air remains. Any creature that steps through it (including the one who broke through the wall) takes 1d6 points of damage + 1 point per caster level (no save); half of this damage is cold damage, half is damage from holy water (creatures unharmed by holy water do not take the damage).\nHoly Ice Javelins: The spell creates a number of javelins of frozen holy water in your square equal to your caster level (maximum 15), which hurl themselves toward one or more targets that are no more than 10 feet away from each other. You must succeed on attack rolls (one per javelin) to hit the target with the javelin, using your base attack bonus + your Wisdom modifier. The javelins deal 1d6 damage each, plus 1 point of cold damage and 1 point of damage from holy water. The javelins are destroyed by this attack."},{"Name":"Holy Ice Weapon","School":"transmutation [cold, good, water]","Level":{"cleric":2,"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of holy water","or":""},"Description":"Range 0 ft.Effect one ice weaponDuration 1 minute\/level (D)Saving Throw none; Spell Resistance no\nYou create a masterwork weapon that has the qualities of ice and holy water. This weapon must be a simple weapon or your deity's favored weapon. The weapon deals normal damage for a weapon of that type, plus 1 point of cold damage per caster level (maximum 10). In addition, any creature struck by the weapon is also hit by holy water, dealing 1d4 points of damage if the creature is susceptible to holy water. If the weapon leaves your hands for more than 1 round, it melts and the spell ends.\nAt caster level 6th, the weapon gains the returning weapon special ability when thrown, melting away after an attack and re-forming in your hand just before your next turn."},{"Name":"Holy Shield","School":"abjuration","Level":{"paladin":2},"Description":"Casting Time 1 standard actioncomponent V, S\nYou gain the ability to magically project the defense of your shield to protect another creature at a distance. As a swift action, you designate one target within 30 feet. The target gains your shield’s shield bonus and enhancement bonus to Armor Class until your next turn; you gain no benefit from the shield’s shield bonus or enhancement bonus while using this spell and cannot use any of the shield’s other properties or abilities (such as magical abilities, making a shield bash, or providing cover with a tower shield). As a swift action, you may move the protection to another target (including yourself); if you move the protection to yourself, you may use any of the shield’s properties or abilities as normal. If the shielded creature exceeds the 30-foot range, your shield’s protection automatically reverts to you. Any circumstance that would make you lose your shield bonus (such as an enemy breaking the shield, you dropping the shield, or you becoming helpless or unconscious) means the protected creature loses the shield’s benefit.","Range":"personal","Target":"you","Duration":"10 minutes\/level","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Holy Smite","School":"evocation [good]","Level":{"cleric\/oracle":4,"inquisitor":4,"good":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"20-ft.-radius burst","Duration":"instantaneous (1 round); see text","Saving_Throw":"Will partial; see text;","Spell_Resistance":"yes","Description":"You draw down holy power to smite your enemies. Only evil and neutral creatures are harmed by the spell; good creatures are unaffected.\nThe spell deals 1d8 points of damage per two caster levels (maximum 5d8) to each evil creature in the area (or 1d6 points of damage per caster level, maximum 10d6, to an evil outsider) and causes it to become blinded for 1 round. A successful Will saving throw reduces damage to half and negates the blinded effect."},{"Name":"Holy Sword","School":"evocation [good]","Level":{"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"melee weapon touched","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell allows you to channel holy power into your sword, or any other melee weapon you choose. The weapon acts as a +5 holy weapon (+5 enhancement bonus on attack and damage rolls, extra 2d6 damage against evil opponents). It also emits a magic circle against evil effect (as the spell). If the magic circle ends, the sword creates a new one on your turn as a free action. The spell is automatically canceled 1 round after the weapon leaves your hand. You cannot have more than one holy sword at a time."},{"Name":"Holy Whisper","School":"evocation [good]","Level":{"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"30 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"Fortitude negates; see text;","Spell_Resistance":"yes","Description":"You whisper a single word in the primordial language of good that is anathema to the minions of evil and strengthens the resolve of good creatures. Evil creatures within the burst must make a Fortitude Saving Throw or become sickened for 1 round\/ level. Evil outsiders with the evil subtype, evil-aligned dragons, and undead in the burst also take 2d8 points of damage if they fail their saves. Good-aligned creatures in the burst gain a +2 sacred bonus on attack and damage rolls for 1 round.\n"},{"Name":"Holy Word","School":"evocation [good, sonic]","Level":{"cleric\/oracle":7,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"40 ft.","Area":"nongood creatures in a 40-ft.-radius spread centered on you","Duration":"instantaneous","Saving_Throw":"Will partial;","Spell_Resistance":"yes","Description":"Any non-good creature within the area of a holy word spell suffers the following ill effects.\nThe effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.\nDeafened: The creature is deafened for 1d4 rounds. Save negates.\nBlinded: The creature is blinded for 2d4 rounds. Save reduces the blinded effect to 1d4 rounds.\nParalyzed: The creature is paralyzed and helpless for 1d10 minutes. Save reduces the paralyzed effect to 1 round.\nKilled: Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage +1 point per caster level (maximum +25).\nFurthermore, if you are on your home plane when you cast this spell, non-good extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether or not the creatures hear the holy word. The banishment effect allows a Will save (at a -4 penalty) to negate."},{"Name":"Honeyed Tongue","School":"transmutation","Level":{"bard":2,"inquisitor":2,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Description":"Range personalTargets youDuration 10 minutes\/level\nThis spell augments your diplomacies. While under the effects of spell, you roll two dice each time you make a Diplomacy check to change a creature's attitude, taking the highest roll. \nIf this results in a roll low enough to reduce the creature's attitude by a step, that creature gets some clue that you are manipulating it with a spell. Alternatively you can cast this spell before making a Diplomacy check to gather information, gaining a +5 competence bonus on the check. "},{"Name":"Horn of Pursuit","School":"evocation [sonic]","Level":{"bard":1,"inquisitor":1,"paladin":1,"ranger":1},"Description":"Casting Time 1 standard actioncomponent S\nRange personalEffect 3 peals of a hornDuration 1 roundSaving Throw none; Spell Resistance no\nYou create the sound of a large hunting horn, blowing up to three notes as loud as a roaring dragon. These notes can be heard up to 2 miles away in typical outdoor conditions. You can make these sounds at any point during the spell’s duration as a free action, and each sounding can be short or long, allowing you to send very simple coded messages."},{"Name":"Horrid Wilting","School":"necromancy","Level":{"sorcerer\/wizard":8,"shaman":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Targets living creatures, no two of which can be more than 60 ft. apartDuration instantaneousSaving Throw Fortitude half; Spell Resistance yes"},{"Name":"Hostile Juxtaposition","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":5,"summoner":4,"unchained":0,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a coin)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature of your size or smaller","Duration":"1 round\/level or until discharged","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You create a dimensional link to the target creature. When attacked or the subject of a spell that deals damage to you, you can spend an immediate action to cause yourself and the target creature to teleport and switch places. The target then becomes the target of the triggering attack or spell instead of you. If you fail to teleport out of the area of an effect, that effect might still affect you. If the target creature cannot fit safely into the new space without squeezing, or you try to teleport the target into an occupied space or a space it could not normally stand within, the juxtaposition fails. Further, if the target is unconscious or dead when you attempt to switch places, the juxtaposition fails. Once you have used it to teleport once, this spell is discharged.\nLevel sorcerer\/wizard 7, summoner 6, witch 7Target one creature\/4 levels\nThis spell functions like hostile juxtaposition, except you can target one creature for every four caster levels you have or you can target a single creature that is larger than you are. You can switch places with each target only once while the effect lasts. Once you have used it to teleport and switch places with each affected target, the spell is discharged."},{"Name":"Hostile Levitation","School":"transmutation","Level":{"bloodrager":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a leather loop studded with lodestones)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You levitate the target a few inches off the ground, removing solid footing and halving the target’s speed. The target also takes a –4 penalty to CMD against bull rush, drag, and reposition attempts. A targeted creature that attacks with a melee or ranged weapon finds itself increasingly unstable; the first attack has a –1 penalty on attack rolls, the second –2, and so on, to a maximum penalty of –5. A full-round action spent stabilizing allows the creature to begin again at –1. This spell fails if cast on a flying creature."},{"Name":"Howling Agony","School":"necromancy [death, pain]","Level":{"bloodrager":3,"inquisitor":2,"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a needle and a dried eyeball)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature\/level, no two of which can be more than 30 ft. apart","Duration":"1 round\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You send wracking pains through the targets’ bodies. Because of the pain, affected creatures take a –2 penalty to AC, attacks, melee damage rolls, and Reflex saving throws, and must succeed at a concentration check (DC equal to the DC of this spell) to cast spells. However, if an affected creature spends a move action screaming as loudly as possible, it can act without any other penalties for the remainder of its turn. “Screaming,” for the purposes of this spell, includes any vocalization of pain or its telepathic equivalent; creatures that cannot scream (such as creatures without the natural ability to communicate or vocalize) suffer the full effect of the spell."},{"Name":"Hungry Darkness","School":"evocation [darkness, force]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bat’s tooth)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"60-ft.-radius spread","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"yes (see text)","Description":"This spell creates an area of intense blackness, as deeper darkness, but filled with unseen chewing teeth and ravenous maws. Any creatures beginning its turn within the hungry darkness is gnawed and slashed by these unseen fangs of force, dealing 3d6 points of force damage and 2 points of Constitution damage per round. Once a creature leaves the cloud, it continues to take 1d6 points of bleed damage each round until it receives magical healing or enters an area of bright light. Spell Resistance can prevent damage from the hungry darkness but not against the darkness it creates."},{"Name":"Hungry Earth","School":"transmutation","Level":{"druid":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"20-foot-radius spread","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"\n\n\nGet this book AND support this site!\nThe ground attempts to pull creatures beneath its surface as if hungry for the flesh of mortals.\nImmediately, and at the beginning of each of your turns, every creature touching the ground within the area of the spell is the target of a grapple combat maneuver. Creatures that enter the area of effect are also automatically attacked. The ground does not provoke attacks of opportunity. The earth's CMB is equal to 5 + your caster level for the purpose of this combat maneuver check.\nAttempt the combat maneuver check only once each round and apply the result to all creatures in the area of effect.\nEach time the ground succeeds at a combat maneuver check to grapple a foe, it drags the creature farther down, eventually forcing the creature below its surface. With the first successful check, the target gains the grappled condition. Grappled opponents can't move without first breaking the grapple (doing so requires a successful DC 20 combat maneuver or Escape Artist check). The ground receives a +5 bonus on combat maneuver checks to grapple opponents it is already grappling. After the second successful grapple combat maneuver check, the grappled creature is pulled to the ground and becomes prone. On the third successful grapple combat maneuver check, the creature is fully buried and must hold its breath or begin suffocating.\nA buried creature can't attempt to escape unless the effect ends or it breaks the grapple. The DC to escape the grapple increases to 25 for a creature that has been pulled beneath the earth."},{"Name":"Hungry Pit","School":"conjuration (creation)","Level":{"sorcerer\/wizard":5,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 10-ft.-by-10-ft. hole, 10 ft. deep\/2 levelsDuration 1 round + 1 round\/levelSaving Throw Reflex negates; Reflex half; see text; Spell Resistance no\nThis spell functions as create pit, except that the pit has the ability to squeeze and crush any creature trapped within it and has a maximum depth of 100 feet. Creatures who fall into the hole take falling damage as normal. In addition, anyone within the pit, not just those on the bottom, takes 4d6 points of bludgeoning damage each round as the pit contracts and then returns to its normal size (a successful Reflex save halves this damage). The ever-shifting walls of the pit are quite difficult to scale and have a Climb DC of 35.\n"},{"Name":"Hunter's Blessing","School":"transmutation","Level":{"cleric\/oracle":5,"druid":5,"inquisitor":5,"shaman":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature\/level, no two of which can be more than 30 ft. apart","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"When casting this spell, you designate a type or type and subtype of creature (using the ranger's favored enemy categories and a type of terrain (using the list of ranger's favored terrain categories).\nTargets of the spell gain a +2 sacred bonus on Bluff, Perception, Sense Motive, and Survival checks attempted against creatures of the selected type, and a +2 sacred bonus on attack rolls and damage rolls made against creatures of that type.\nFurthermore, they gain a +2 sacred bonus on initiative checks, Perception, Stealth, and Survival checks while they are in the type of terrain you designate.\nLastly, when tracking the designated creature type in the chosen terrain, the targets can follow the tracks of such creatures untrained, even if the DC for the task is 11 or higher."},{"Name":"Hunter's Eye","School":"divination","Level":{"inquisitor":3,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creatureDuration 1 minute\/levelSaving Throw none; Spell Resistance yes\nSharpening your perceptive abilities and tuning them against obfuscating effects, hunter's eye greatly enhances your senses against the target creature. You gain the ability to perceive the target when it is invisible or ethereal as though using the see invisibility spell, and receive a +20 competence bonus on Perception checks to locate the target.\n\nYou ignore concealment provided by fog or mist, blur, displacement, invisibility, and similar effects affecting the target, but not concealment provided by darkness. This spell provides no benefits to your allies and no benefits against creatures other than the target.\n"},{"Name":"Hunter's Friend","School":"transmutation","Level":{"druid":3,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"your animal companion","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"Your animal companion works in perfect harmony with your mastery of nature.\nYou share one of the following class abilities with your companion for every 4 caster levels you possess: camouflage, favored enemy, favored terrain, hide in plain sight, resist nature's lure, swift tracker, trackless step, venom immunity, and woodland stride. You must have the ability in question to share it with your companion, and it functions for your companion just as it functions for you, save that each favored enemy or favored terrain you share counts as a separate class ability for the purpose of this spell.\nAt the GM's discretion, you may instead share an ability granted by an archetype that substitutes for one of the above abilities, such as the arctic endurance, arctic native, icewalking, and snowcaster abilities of an arctic druid."},{"Name":"Hunter's Howl","School":"necromancy [emotion, fear, mind-affecting]","Level":{"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"20 ft.","Area":"20-ft.-radius burst","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"none","Description":"Notice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nWith a single primal howl, you strike fear in your opponents. Until the end of the spell's duration, you treat those affected by it as if they were your favored enemy, gaining a +2 bonus on weapon attack and damage rolls against them, and a +2 bonus on Bluff, Knowledge, Perception, Sense Motive, and Survival checks against them. If an affected creature is already one of your favored enemies, it is shaken instead. This is a mind-affecting fear effect."},{"Name":"Hunter’s Lore","School":"divination","Level":{"inquisitor":2,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a scrap of paper torn from a book about monsters)"},"Description":"Range personalTarget youDuration 1 minute\/level\nInquisitors and rangers alike learned long ago that knowledge of an enemy grants power over that enemy. This spell was created so that almost any enemy could have its vulnerabilities known and exploited.\nFor the duration of this spell you may spend a full-round action to take 20 on any Knowledge skill checks made to identify a foe’s weaknesses, provided the foe in question is within line of sight and provided that you have at least one rank in that particular Knowledge skill. This spell allows you to make untrained Knowledge checks to determine a monster’s weaknesses as if you had ranks in that skill, but you cannot take 20 on these checks."},{"Name":"Hurricane Blast","School":"evocation [air]","Level":{"druid":3,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personalTarget you","Area":"5-ft.-radius burst\/2 levels (maximum 25-ft.-radius burst)","Duration":"1 round","Saving_Throw":"Reflex negates;","Spell_Resistance":"no","Description":"This spell creates a severe blast of air (approximately 50 mph) that originates from you, affecting all creatures in the burst. \nA Tiny or smaller creature on the ground is knocked down and rolled 1d4×10 feet, taking 1d4 points of nonlethal damage per 10 feet. If flying, a Tiny or smaller creature is  blown back 2d6×10\nfeet and takes 2d6 points of nonlethal damage due to battering and buffeting. \nSmall creatures are knocked prone by the force of the wind, or if flying are blown back 1d6×10 feet.\nMedium creatures are unable to move forward against the force of the wind, or if flying are blown back 1d6×5 feet.\nLarge or larger creatures may move normally within a hurricane blast effect.\nHurricane blast can’t move a creature beyond the limit of its range. Any creature, regardless of size, takes a –4 penalty\non ranged attacks and Listen checks in the area of a hurricane blast. The force of the gust automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those of lanterns, to dance wildly and has a 50% chance to extinguish those lights."},{"Name":"Hydraulic Push","School":"evocation [water]","Level":{"bloodrager":1,"druid":1,"magus":1,"shaman":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature or objectDuration instantaneousSaving Throw none; Spell Resistance yes\nYou call forth a quick blast of water that knocks over and soaks one creature or square. You can use this blast of water to make a bull rush against any one creature or object. Your CMB for this bull rush is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. This bull rush does not provoke an attack of opportunity. Hydraulic push extinguishes any normal fires on a creature, object, or in a single 5-foot square which it is targeted against. Magical fires are unaffected.\n"},{"Name":"Hydraulic Torrent","School":"evocation [water]","Level":{"bloodrager":3,"druid":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Area":"60-ft. line","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You call forth a powerful stream of water that batters all creatures and obstacles in its path until it strikes something it cannot push past. Against creatures and movable objects this stream acts as a bull rush. You can bull rush creatures of any size, not just those one size larger than your own. Make a combat maneuver check and apply its results to each creature within the area. Your CMB for this bull rush is equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. This bull rush does not provoke an attack of opportunity.\n\nAgainst immovable objects this stream instead allows you to make a Strength check to destroy the target. When attempting to break an object, the stream has an effective Strength equal to your caster level plus the ability score modifier as above. The Break DC depends on the object you're trying to break (see Damaging Objects for sample Break DCs for various objects.)\nHydraulic torrent extinguishes any normal fires it encounters along its path. Magical fires are unaffected.\n"},{"Name":"Hydrophobia","Description":"\nTargets in the area must succeed at a Will save or become deathly afraid of drowning. If the target is swimming or otherwise submerged in water, it must spend all of its efforts attempting to escape from the water. As long as an affected target remains in water, it takes 1d6 points of nonlethal damage each round as it thrashes about and swallows water. Even out of water, targets cannot imbibe potions or willingly interact with any fluids for the duration of this spell.","School":"necromancy [emotion, fear, mind-affecting]","Level":{"bard":2,"cleric":3,"druid":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"30-ft.-radius burst","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Hymn of Mercy","School":"enchantment (compulsion) [good, mind-affecting]","Level":{"bard":5,"cleric":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"30 ft.","Area":"30-ft.-radius burst centered on you","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell functions like touch of mercy, except as noted above."},{"Name":"Hymn of Peace","School":"abjuration [good]","Level":{"bard":6,"cleric":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"40 ft.","Area":"40-ft.-radius burst centered on you","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Each time a subject of this spell attempts to attack another creature or object, or otherwise perform an aggressive or damaging action toward a creature or object, it must attempt a Will save. If the save succeeds, the subject can attack normally. If the save fails, the subject cannot follow through with the attack and loses that part of its action. Creatures not taking violent actions are unaffected by this spell."},{"Name":"Hypnotic Pattern","School":"illusion (pattern) [mind-affecting]","Level":{"bard":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a stick of incense or a crystal rod); see text"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect colorful lights in a 10-ft.-radius spreadDuration Concentration + 2 roundsSaving Throw Will negates; Spell Resistance yes\nA twisting pattern of subtle, shifting colors weaves through the air, fascinating creatures within it. Roll 2d4 and add your caster level (maximum 10) to determine the total number of HD of creatures affected. Creatures with the fewest HD are affected first; and, among creatures with equal HD, those who are closest to the spell's point of origin are affected first. HD that are not sufficient to affect a creature are wasted. Affected creatures become fascinated by the pattern of colors. Sightless creatures are not affected."},{"Name":"Hypnotism","Description":"School enchantment (compulsion) [mind-affecting]; Level\nbard 1, \nsorcerer\/wizard 1, \nwitch 1\nYour gestures and droning incantation fascinate nearby creatures, causing them to stop and stare blankly at you. In addition, you can use their rapt attention to make your suggestions and requests seem more plausible. Roll 2d4 to see how many total HD of creatures you affect. Creatures with fewer HD are affected before creatures with more HD. Only creatures that can see or hear you are affected, but they do not need to understand you to be fascinated.\nIf you use this spell in combat, each target gains a +2 bonus on its saving throw. If the spell affects only a single creature not in combat at the time, the saving throw has a penalty of -2.\nWhile the subject is fascinated by this spell, it reacts as though it were two steps more friendly in attitude. This allows you to make a single request of the affected creature (provided you can communicate with it). The request must be brief and reasonable. Even after the spell ends, the creature retains its new attitude toward you, but only with respect to that particular request.","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"several living creatures, no two of which may be more than 30 ft. apart","Duration":"2d4 rounds (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes"}]