[{"Name":"Ice Armor","School":"transmutation [cold, water]","Level":{"cleric\/oracle":1,"druid":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 0 ft.; see textEffect a suit of armor made of iceDuration 1 hour\/level or until destroyedSaving Throw none; Spell Resistance no\nYou create a suit of armor made of ice. While cold to the touch, it does not harm the wearer, especially if worn over normal clothing (though it can hasten the effects of exposure in cold environments). It offers the same protection as a breastplate, except it has hardness 0 and 30 hit points. If the intended wearer is immersed in water when you cast this spell, you may form the armor around the wearer (who may be you); otherwise the wearer must don the armor normally. Attacks against the wearer that create heat or fire degrade the armor, reducing its armor bonus by 1 for every 5 points of fire damage the wearer takes; when the armor's bonus to AC reaches 0, the armor is destroyed and the spell ends. Because the ice is slightly buoyant, the wearer gains a +2 circumstance bonus on Swim checks, except when swimming downward. Druids can wear ice armor without penalty."},{"Name":"Ice Body","Description":"School transmutation [cold]; Level shaman 7, sorcerer\/wizard 7, witch 7\nRange personalTarget youDuration 1 minute\/level (D)\nYour form transmutes into living ice, granting you several abilities. You gain the cold subtype and damage reduction 5\/magic. You are immune to ability score damage, blindness, critical hits, deafness, disease, drowning, electricity, poison, stunning, and all spells or attacks that affect your physiology or respiration, because you have no physiology or respiration while this spell is in effect. You cannot drink (and thus can’t use potions) or play wind instruments.\nYour unarmed attack deals damage equal to a club sized for you (1d4 for Small characters or 1d6 for Medium characters) plus 1 point of cold damage, and you are considered armed when making unarmed attacks. You may burrow through nonmagical ice or snow at your base speed as easily as a fish swims through water. You can move through magical ice and snow if you succeed on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the effect; you automatically succeed on caster level checks against effects that you created. Your passage through snow and ice in this fashion leaves behind no tunnel or hole.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Ice Crystal Teleport","School":"conjuration (teleportation) [cold]","Level":{"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"one creature","Duration":"1d4 rounds and instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell functions as teleport, except you use it to teleport yourself or one other creature to a safe location you specify (the target can bring along objects as long as their weight doesn’t exceed the target’s heavy load). You can only send the target to a location with which you are very familiar. The target is first trapped in ice (hardness 0, 3 hit points per inch of thickness, 1 inch thick per caster level) for 1d4 rounds, during which time it is paralyzed, aware but unable to take any physical actions, and begins to fade away as the teleportation aspect takes effect. At the end of the 1d4 rounds, the target teleports to the specified location, and the ice’s hit points drop to 0 and it quickly melts away. If the ice is destroyed before the target teleports, the spell ends and the teleport doesn’t occur."},{"Name":"Ice Slick","School":"evocation [cold]","Level":{"druid":2,"magus":2,"ranger":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"5-ft.-radius burst","Duration":"instantaneous (see text)","Saving_Throw":"Reflex partial (see text);","Spell_Resistance":"see text","Description":"\n\n\nGet this book AND support this site!\nYou create a blast of intense cold, coating all solid surfaces in the area with a thin coating of ice.\nAny creature in the area when the spell is cast takes 1d6 points of cold damage + 1 point per caster level (maximum +10) and falls prone; creatures that succeed at a Reflex save take half damage and don't fall prone. Spell resistance applies to this initial effect.\nA creature can walk within or through the area of ice at half its normal speed with a successful DC 10 Acrobatics check. Failure by 4 or less means the creature can't move that round (and must succeed at a Reflex save or fall); failure by 5 or more means it falls (see the Acrobatics skill). Creatures that do not move on their turn do not need to attempt this check.\nA 5-foot square of ice has hardness 0 and 3 hit points. The ice is an instantaneous effect, but persists as non-magical ice. Under temperate conditions, the ice lasts 1 minute per level. In tropical environments, it might last only half as long. In cold environments where ice and snow persist without melting, it could last indefinitely."},{"Name":"Ice Spears","School":"conjuration [cold]","Level":{"druid":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small stalagmite-shaped crystal)"},"Description":"Range close (25 ft. + 5ft.\/2 levels)Effect 1 ice spear\/4 levelsDuration instantaneousSaving Throw Reflex half and see below; Spell Resistance no\nUpon casting this spell, one or more giant spears of ice lance up out of the ground. Each stalagmite-like icicle affects a 5-foot square and tapers to a height of 10 feet. You may cause a number of ice spears equal to one spear for every four caster levels you possess to burst from the ground. A creature that occupies a square from which a spear extends (or that is within 10 feet of the ground below) takes 2d6 points of piercing damage and 2d6 points of cold damage per square—creatures that take up more than one square can be hit by multiple spears if the caster is high enough level. The explosive growth can also trip foes. When the spears erupt from the ground, they make a combat maneuver check against any targets that take damage from the spears, with a total bonus equal to your caster level plus your Intelligence, Wisdom, or Charisma modifier, whichever is highest. Each additional ice spear beyond the first that strikes a single foe grants a +10 bonus to this CMB check. If the check succeeds, the ice spears knock the foe prone. A successful Reflex save halves the damage and prevents the trip attempt.\nIf you cast this spell upon an area covered with ice or snow, such as atop a glacier, frozen lake, or snow-covered field, the spears strike with additional force. Saves against the effect suffer a –2 penalty and the spell gains a +4 bonus on its combat maneuver check to trip foes. Ice spears created by this spell remain after they do their damage. They melt as normal depending on the surrounding environment. They no longer damage foes in their square, but can provide cover. An ice spear has hardness 5 and 30 hit points."},{"Name":"Ice Storm","Description":"\nSchool evocation [cold]; Level\nbloodrager 4, druid 4, magus 4, shaman 4, sorcerer\/wizard 4, \nwitch 4; Domain water 5, weather 5; Elemental School water 4\nSource Skull & Shackles Player's Guide","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"long (400 ft. + 40 ft.\/level)","Area":"cylinder (20-ft. radius, 40 ft. high)","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Icicle Dagger","School":"conjuration (creation) [cold]","Level":{"bloodrager":1,"sorcerer\/wizard":1,"summoner\/unchained":0,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect one icicleDuration 1 minute\/levelSaving Throw none; Spell Resistance no\nYou create a masterwork dagger out of ice. The dagger deals 1 point of cold damage in addition to normal dagger damage. If the dagger leaves your hand for more than 1 round, it melts and the spell ends. At 6th level, the dagger functions as a  +1 frost dagger. At 11th level, it gains the returning property when thrown, melting away and reforming in your hand just before your next turn."},{"Name":"Icy Prison","School":"evocation [cold]","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 minute\/level; see text","Saving_Throw":"Reflex partial;","Spell_Resistance":"yes","Description":"You trap the target in solid ice 1 inch thick per caster level. If the creature fails its save, it is helpless, but can still breathe (the ice blocks line of effect to the target). If the target makes its save, it gains the entangled condition but can otherwise act normally. Whether or not the target saves, it takes 1 point of cold damage per caster level each round it is helpless or entangled in the ice. The ice has hardness 0 and 3 hit points per inch of thickness; if broken, the creature is freed. A creature can break the ice as a full-round action with a successful Strength check (DC 15 + your caster level).\nIcy Prison, Mass\nTarget one creature\/level, no two of which can be more than 30 ft. apart.\nThis spell functions as icy prison, except as noted above."},{"Name":"Identify","Description":"School divination; Level\nalchemist 1, \nbard 1, \nsorcerer\/wizard 1, summoner\/unchained summoner 1, \nwitch 1; Domain magic 1; Bloodline arcane 1\nRange 60 ft.Area cone-shaped emanationDuration 3 rounds\/level (D)Saving Throw: none; Spell Resistance: no","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (wine stirred with an owl's feather)"}},{"Name":"Ill Omen","Description":"School enchantment (compulsion) [curse, mind-affecting]; Level\nwitch 1\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 round\/level or until dischargedSaving Throw none; Spell Resistance yes\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou afflict the target with bad luck. On the next d20 roll the target makes, it must roll twice and take the less favorable result. For every five caster levels you have, the target must roll twice on an additional d20 roll (to a maximum of five rolls at 20th level).\nA target who can speak and has at least one free hand and who is aware of the spell and its effects (such as from a Spellcraft check to identify the spell as it is cast) can negate one reroll by spending a move action to utter a brief prayer or good luck charm to appease the spirits of ill fortune.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (hair from a black cat)"}},{"Name":"Illusion of Calm","School":"illusion (figment)","Level":{"alchemist":1,"magus":1,"sorcerer\/wizard":1},"Description":"\nCasting Time 1 standard action\nComponent V, S\nWhen casting this spell, you create an illusory double that takes the same space of you. That double makes it look like you are standing still, even when you are not. While under the effects of this spell, you do not provoke attacks of opportunity when you cast a spell, make a ranged attack with a thrown weapon, or move out of your first square during a move action. It does not hide ranged attacks made with any type of projectile weapon.\nWhen a creature hits you with an attack of any type, it gains a saving throw to disbelieve the figment. On a successful saving throw, it successfully disbelieves and the spell’s effect ends for that creature.","Range":"personal","Target":"you","Duration":"1 minute\/level","Saving_Throw":"Will disbelieve (on hit; see below);","Spell_Resistance":"no"},{"Name":"Illusory Hoard","Description":"School illusion (phantasm)) [mind-affecting]; Level bard 4, sorcerer\/wizard 5\nCasting Time 1 standard actionComponents S, M (an item from the hoard, see below)\nRange medium (100 ft. + 10 ft.\/level)Target one creatureDuration 1 hour\/level (D)Saving Throw Will negates (and see below); Spell Resistance yes\nThis spell forces the target to believe that nothing in its hoard is missing or has been disturbed.\nThis spell fools all the senses, convincing the target that its hoard feels and behaves as it should. Only if the target tries to use an item from this illusory hoard for some other purpose does it receive another saving throw to disbelieve the effects of the spell (a wizard trying to use an illusory wand or a dragon trying to unlock a door with an illusory key). For the purposes of this spell, a hoard is any amount of treasure that is too big to be carried by the treasure's owner without magical tools such as bags of holding or portable holes, such as a dragon's hoard, a king's treasury, a merchant's strongbox, or a thief's hidden cache.\nThe material component is any item worth 10 gp or more taken from the original hoard. This item is consumed by the spell."},{"Name":"Illusory Poison","Description":"School illusion\n (phantasm) [mind-affecting]; Level sorcerer\/wizard 3\nRange touchTarget weapon touchedDuration 1 minute\/level or until discharged (see text)Saving Throw Will disbelief, then Fortitude (see text); Spell resistance yes\nYou create a phantasm of an oily green phantasmal poison on the target weapon.\nThe first creature hit by the poisoned weapon must make a Will save against the illusion spell; success means the spell has no effect and is expended from the weapon. If the creature fails its save, it believes it has been poisoned and must make Fortitude saves at the spell’s DC to avoid suffering illusory poison damage. Delay poison allows the target to ignore the effects of the phantasmal poison until the delay poison spell ends, at which time it may make a Will save to realize the poison is illusory and recover all illusory poison damage.\nNeutralize poison, lesser restoration, or restoration immediately recovers all damage from the spell. A successful dispel magic spell ends the effect of the illusion, as do spells that penetrate illusions (such as true seeing). The target automatically recovers all illusory poison damage after 1 hour.\nType poison, injury; Save Fortitude DC as the spellFrequency 1\/round for 6 rounds; Effect 1d3 Str damage; Cure 1 save","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Illusory Script","School":"illusion (phantasm) [mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"1 minute per page","Components":{"V":"Verbal","S":"Somatic","M":"Material (lead-based ink worth 50 gp)"},"Range":"touch","Target":"one touched object weighing no more than 10 lbs.","Duration":"one day\/level (D)","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"You write instructions or other information on parchment, paper, or any suitable writing material. The illusory script appears to be some form of foreign or magical writing. Only the person (or people) designated by you at the time of the casting can read the writing; it's unintelligible to any other character."},{"Name":"Illusory Wall","School":"illusion (figment)","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect image 1 ft. by 10 ft. by 10 ft.Duration permanentSaving Throw Will disbelief (if interacted with); Spell Resistance no"},{"Name":"Imbue Army Special Ability","School":"evocation","Level":{"cleric":9},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"1 hex","Target":"one army","Duration":"1 battle","Saving_Throw":"none or Will negates (harmless);","Spell_Resistance":"yes","Description":"You imbue the target with an army special ability possessed by the army's commander.\nThe army is treated as if it consists of units who all possess the chosen special ability. This special ability is in addition to any special abilities the army inherently possessed prior to the casting of the spell."},{"Name":"Imbue Hex","School":"evocation","Level":{"shaman":5,"witch":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched; see text","Duration":"permanent or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"\n\n\nGet this book AND support this site!\nYou transfer a single hex you know to the target, and give that target the ability to use the hex. The transferred hex's variable characteristics function according to your level, not the level of the recipient. Only a creature with Intelligence and Wisdom scores of at least 9 can receive this effect. To use this hex, the target must be able to speak and move freely. Once it uses the hex, the spell ends (though any effects of the hex still last for the full duration). You can transfer only a hex—not a major or grand hex—with this ability.\nOnce you cast imbue hex, you cannot use the transferred hex until the spell is discharged, dispelled, or dismissed."},{"Name":"Imbue With Addiction","School":"transmutation","Level":{"alchemist":2,"mesmerist":3,"sorcerer\/wizard":3,"witch":3},"Description":"CASTING\nEFFECT\nDESCRIPTION\nThe target immediately becomes addicted to the drug used as the material component during the casting of the spell. If the target was ever addicted to the drug at any point in the past, it takes a –4 penalty on its saving throw.\n\n\nGet this book AND support this site!","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a dose of an addictive drug or substance)"},"Range":"touch","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Fort negates;","Spell_Resistance":"yes"},{"Name":"Imbue with Aura","School":"transmutation","Level":{"cleric\/oracle":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"You infuse another creature with your divine aura, causing the target to radiate an aura identical to your own clerical aura. The target’s actual alignment is not changed, but spells like detect evil or detect good detect only the aura, not the creature’s actual alignment. For the duration of this spell, effects influenced by the target’s alignment function according to the imposed aura, not the creature’s actual aura. When the spell ends, the target’s aura returns to normal, and alignment-affecting magic affects it according to its actual alignment."},{"Name":"Imbue with Elemental Might","School":"evocation [see text]","Level":{"bloodrager":2,"cleric":2,"magus":2,"shaman":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nDuration 24 hours or until discharged (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Imbue with Spell Ability","School":"evocation","Level":{"cleric\/oracle":4,"shaman":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched; see text","Duration":"permanent until discharged (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You transfer some of your currently prepared spells, and the ability to cast them, to another creature. Only a creature with an Intelligence score of at least 5 and a Wisdom score of at least 9 can receive this boon. Only cleric spells from the schools of abjuration, divination, and conjuration (healing) can be transferred. The number and level of spells that the subject can be granted depends on its Hit Dice; even multiple castings of imbue with spell ability can't exceed this limit.\nThe transferred spell's variable characteristics (range, duration, area, and the like) function according to your level, not the level of the recipient.\nOnce you cast imbue with spell ability, you cannot prepare a new 4th-level spell to replace it until the recipient uses the imbued spells or is slain, or until you dismiss the imbue with spell ability spell. In the meantime, you remain responsible to your deity or your principles for the use to which the spell is put. If the number of 4th-level spells you can cast decreases, and that number drops below your current number of active imbue with spell ability spells, the more recently cast imbued spells are dispelled."},{"Name":"Impart Mind","School":"transmutation","Level":{"cleric":6,"magus":5,"sorcerer\/wizard":6},"Casting_Time":"2 rounds","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond dust worth at least 1,000 gp)"},"Range":"touch","Target":"permanent nonintelligent magic item touched","Duration":"1 hour\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell grants the target magic item temporary intelligence by siphoning off a tiny portion of your own mind to infuse the object. Only permanent magic items may be enhanced by this spell—one-use items and charged items cannot be affected by impart mind. Intelligent magic items cannot be affected by impart mind.\nWhen you cast impart mind on a magic item, the item gains an Intelligence, Wisdom, and Charisma score of 10 and gains your alignment. You have no special control over the item once it becomes intelligent, although since it has your alignment, personality conflicts with items you wield won’t be a problem. Determine the item’s ego normally, as per the rules on intelligent items in the Core Rulebook.\nAn item made intelligent via impart mind communicates via speech and has normal senses to a range of 60 feet. It speaks and reads one language known by you—if you know multiple languages, you may choose which language the item knows.\nWhen you cast impart mind on an item, roll once on Table: Intelligent Item Powers to randomly determine the item’s power—add your caster level to this roll. By expending additional diamond dust in excess of the 1,000 gp worth of material components required to cast this spell, you can gain further bonuses on the d% roll made to determine the item’s power. Every additional 100 gp in diamond dust you use in excess grants a cumulative +1 bonus to the roll, up to a maximum additional bonus equal to your caster level. If the item gains the ability to cast a spell, determine the spell it can cast randomly from spells you know of the appropriate level. If the item gains ranks in a skill, it gains ranks in a random skill in which you have at least 1 rank.\nIf you roll above 100, then you can choose one item power on Table: Intelligent Item Powers to grant the item, and the item gains a special purpose. Roll once on Table: Intelligent Item Purpose and Table: Special Purpose Item Dedicated Powers to determine what the item’s special purpose and dedicated powers are. These d% rolls are not modified by your caster level or any additional powdered gems you used to cast the spell.\nOnce this spell ends, the item reverts to its previous nature—if you cast this spell on the item again, it gains entirely different powers as determined by a new set of rolls."},{"Name":"Impede Speech","School":"necromancy","Level":{"bard":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"10 min.\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Implosion","School":"evocation","Level":{"cleric\/oracle":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one corporeal creature\/round","Duration":"concentration (up to 1 round per 2 levels)","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes"},{"Name":"Imprisonment","School":"abjuration","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes"},{"Name":"Improve Trap","School":"transmutation","Level":{"antipaladin":2,"druid":3,"inquisitor":2,"ranger":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange\nclose (25 ft. + 5 ft.\/2 levels)Target one trapDuration instantaneousSaving Throw Will negates (object); Spell Resistance yes (object)"},{"Name":"Incendiary Cloud","School":"conjuration (creation) [fire]","Level":{"sorcerer\/wizard":8,"summoner":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area cloud spreads in 20-ft. radius, 20 ft. highDuration 1 round\/level (D)Saving Throw: Reflex half, see text; Spell Resistance: no\nSource Skull & Shackles Player's Guide\nAn incendiary cloud spell creates a cloud of roiling smoke shot through with white-hot embers. The smoke obscures all sight as a fog cloud does. In addition, the white-hot embers within the cloud deal 6d6 points of fire damage to everything within the cloud on your turn each round. All targets can make Reflex saves each round to take half damage.\nAs with a cloudkill spell, the smoke moves away from you at 10 feet per round. Figure out the smoke's new spread each round based on its new point of origin, which is 10 feet farther away from where you were when you cast the spell. By concentrating, you can make the cloud move as much as 60 feet each round. Any portion of the cloud that would extend beyond your maximum range dissipates harmlessly, reducing the remainder's spread thereafter."},{"Name":"Infernal Healing","School":"conjuration (healing) [evil]","Level":{"cleric\/oracle":4,"magus":4,"sorcerer\/wizard":4,"summoner":4,"witch":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (1 drop of devil blood or 1 dose of unholy water)"},"Range":"touch","Target":"creature touched","Duration":"1 minute","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You anoint a wounded creature with devil’s blood or unholy water, giving it fast healing 1. This ability cannot repair damage caused by silver weapons, good-aligned weapons, or spells or effects with the good descriptor. The target detects as an evil creature for the duration of the spell and can sense the evil of the magic, though this has no long-term effect on the target’s alignment.\nAs infernal healing, except the target gains fast healing 4 and the target detects as an evil cleric."},{"Name":"Inflict Critical Wounds","School":"necromancy","Level":{"cleric\/oracle":8,"shaman":8,"witch":9},"Description":"This spell functions like inflict light wounds, except that you deal 4d8 points of damage + 1 point per caster level (maximum +20).\nInflict Critical Wounds, Mass"},{"Name":"Inflict Light Wounds","School":"necromancy","Level":{"antipaladin":1,"cleric\/oracle":1,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature\/level, no two of which can be more than 30 ft. apart","Duration":"instantaneous","Saving_Throw":"Will half;","Spell_Resistance":"yes","Description":"When laying your hand upon a creature, you channel negative energy that deals 1d8 points of damage + 1 point per caster level (maximum +5).\nSince undead are powered by negative energy, this spell cures such a creature of a like amount of damage, rather than harming it.\nSchool necromancy; Level\ncleric\/oracle 5, \ninquisitor 5, shaman 5, \nwitch 6\nNegative energy spreads out in all directions from the point of origin, dealing 1d8 points of damage + 1 point per caster level (maximum +25) to nearby living enemies."},{"Name":"Inflict Moderate Wounds","School":"necromancy","Level":{"cleric\/oracle":6,"inquisitor":6,"shaman":6,"witch":7},"Description":"This spell functions like inflict light wounds, except that you deal 2d8 points of damage + 1 point per caster level (maximum +10)."},{"Name":"Inflict Serious Wounds","School":"necromancy","Level":{"cleric\/oracle":7,"shaman":7,"witch":8},"Description":"This spell functions like inflict light wounds, except that you deal 3d8 points of damage + 1 point per caster level (maximum +15)."},{"Name":"Infuse Robot","School":"transmutation","Level":{"cleric":7,"druid":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one robot","Duration":"10 minutes\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nIf the targeted robot fails its Will saving throw, it transforms into a magical construct made of wood, stone, flesh, or bone. The robot's statistics and abilities do not change, although it is now a magical construct rather than a technological one. It loses the robot subtype, but does not lose its Intelligence score (if any). You can issue mental commands to the infused robot as long as it stays within range of the spell; issuing commands in this manner is a free action for you. When the spell's duration runs out, the robot transforms back to normal but is staggered for 1d4 rounds."},{"Name":"Inheritor's Smite","School":"transmutation","Level":{"cleric\/oracle":2,"inquisitor":2,"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration see text\nYou channel the power of righteousness into your weapon arm, allowing you to strike with great force. Your next melee attack (if made before the end of your next turn) gains a +5 sacred bonus on the attack roll. If the attack hits, you may immediately attempt a bull rush combat maneuver (with a +5 sacred bonus on your combat maneuver check) against the target without provoking an attack of opportunity; if your combat maneuver check exceeds the defender's CMD by more than 5, you do not need to move with the target to push it back more than 5 feet."},{"Name":"Inner Focus","School":"illusion (glamer)","Level":{"adept":2,"antipaladin":1,"cleric":2,"druid":2,"inquisitor":2,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"10 minutes\/level","Saving_Throw":"none (harmless);","Spell_Resistance":"no","Description":"For the duration of this spell, you may ignore any divine focus components of your spells, allowing you to cast such spells without holding or revealing your holy or unholy symbol."},{"Name":"Innocence","School":"transmutation","Level":{"bard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTargets youDuration 1 minute\/level (D)\nYou surround yourself with an aura of innocence and trustworthiness. You gain a +10 competence bonus on Bluff skill checks to convince others of your innocence. They find it difficult to believe you capable of any wrongdoing. This bonus does not apply to other uses of the Bluff skill, such as feinting in combat, creating a diversion to hide, or communicating secret messages via innuendo, nor does it apply to any use of the skill to convince anyone of anything other than your complete innocence and blamelessness."},{"Name":"Insanity","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":7,"witch":7,"madness":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The affected creature suffers from a continuous confusion effect, as the spell."},{"Name":"Insect Plague","School":"conjuration (summoning)","Level":{"cleric\/oracle":5,"druid":5,"shaman":5,"summoner":4,"unchained":0},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\nRange long (400 ft. + 40 ft.\/level)Effect one swarm of wasps per three levels, each of which must be adjacent to at least one other swarmDuration 1 min.\/levelSaving Throw none; Spell Resistance no\n"},{"Name":"Instant Armor","School":"conjuration (creation) [force]","Level":{"cleric\/oracle":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTargets youDuration 1 minute\/level (D)\nYou instantly wrap your body in a suit of armor made from opaque force. At your option, the armor can be decorated with your religion's holy symbol in a prominent place, such as upon the breastplate or helm. While it exists, this armor replaces any garments or other sort of armor worn, magical as well as mundane. You lose access to, and all benefits from, armor replaced by this spell until the spell ends and the instant armor disappears.\nInstant armor acts in all ways as armor typical of its type (armor bonus, maximum Dexterity bonus, arcane spell failure chance, and so on). Since instant armor is made of force, incorporeal creatures can't bypass it the way they do normal armor. The sort of armor you can create with this spell depends on your caster level.\nIf you choose to create lesser armor than your level allows you gain a +1 magical enhancement bonus to the armor you do create for every type of armor you pass over. For instance, if you have the capacity to create full plate instant armor you could instead choose to create +1 half-plate, +2 banded mail, or +3 chainmail. You cannot replace these bonuses with armor special properties."},{"Name":"Instant Enemy","School":"enchantment","Level":{"ranger":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature that is not your favored enemy.Duration 1 minute\/levelSaving Throw none; Spell Resistance no\nWith this spell you designate the target as your favored enemy for the remainder of its duration. Select one of your favored enemy types. For the duration of the spell, you treat the target as if it were that type of favored enemy for all purposes."},{"Name":"Instant Suffocation","Description":"School necromancy [death]; Level\nThis spell functions like slay living, and kills by immediate suffocation. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of keif for the purpose of addiction and withdrawal effects.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes"},{"Name":"Instant Summons","School":"conjuration (summoning)","Level":{"sorcerer\/wizard":7,"witch":7,"rune":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (sapphire worth 1,000 gp)"},"Range":"see text","Target":"one object weighing 10 lbs. or less whose longest dimension is 6 ft. or less","Duration":"permanent until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You call some nonliving item directly to your hand from virtually any location.\nFirst, you must place your arcane mark on the item. Then you cast this spell, which magically and invisibly inscribes the name of the item on a sapphire worth at least 1,000 gp. Thereafter, you can summon the item by speaking a special word (set by you when the spell is cast) and crushing the gem. The item appears instantly in your hand. Only you can use the gem in this way.\nIf the item is in the possession of another creature, the spell does not work, but you know who the possessor is and roughly where that creature is located when the summons occurs.\nThe inscription on the gem is invisible. It is also unreadable, except by means of a read magic spell, to anyone but you."},{"Name":"Instrument of Agony","School":"transmutation","Level":{"cleric":2,"inquisitor":2,"law)":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"weapon touched","Duration":"1 minutes\/level","Saving_Throw":"Will negates (harmless, object), see text;","Spell_Resistance":"yes (harmless, object), see text","Description":"You cause a weapon to exude a palpable aura of divine fury. While wielding this weapon, a creature gains a +2 morale bonus on Intimidate checks. When an attack made using the targeted weapon hits, the wielder can spend a free action to discharge the effect to inflict agony on the creature the weapon hit. If that creature has spell resistance, it applies against this effect. If the creature fails a Will save, it is nauseated for 1d4+1 rounds. If it succeeds at the saving throw, the creature is instead sickened for 1 round. The sickened condition created by the instrument is a mind-affecting effect."},{"Name":"Interplanetary Teleport","School":"conjuration (teleportation)","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"personal and touch","Target":"you and touched objects or other touched willing creatures","Duration":"instantaneous","Saving_Throw":"none and Will negates (object);","Spell_Resistance":"no and yes (object)","Description":"This spell functions as teleport, except there is truly no range limit and you do not need to have seen your destination, though you must have a solid grasp of which world you wish to travel to (“the third planet from the sun” is an acceptable destination, but “a habitable world near that bright star” is not). If you have a specific location on a planet in mind, you arrive there without a chance of failure; otherwise you arrive at a location that would not immediately be life-threatening. If no such safe landing zone exists on the world, such as someone attempting to travel into the sun without the proper precautions in place, the spell simply fails."},{"Name":"Interposing Hand","School":"evocation [force]","Level":{"magus":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 10-ft. handDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes\nInterposing hand creates a Large magic hand that appears between you and one opponent. This floating, disembodied hand then moves to remain between the two of you, regardless of where you move or how the opponent tries to get around it, providing cover (+4 AC) for you against that opponent. Nothing can fool the hand--it sticks with the selected opponent in spite of darkness, invisibility, polymorphing, or any other attempt at hiding or disguise. The hand does not pursue an opponent, however.\nAn interposing hand is 10 feet long and about that wide with its fingers outstretched. It has as many hit points as you do when you're undamaged, and is AC 20 (-1 size, +11 natural). It takes damage as a normal creature, but most magical effects that don't cause damage do not affect it.\nThe hand never provokes attacks of opportunity from opponents. It cannot push through a wall of force or enter an antimagic field, but it suffers the full effect of a prismatic wall or prismatic sphere. The hand makes saving throws as its caster.\nDisintegrate or a successful dispel magic destroys it.\nAny creature weighing 2,000 pounds or less that tries to push past the hand is slowed to half its normal speed. The hand cannot reduce the speed of a creature weighing more than 2,000 pounds, but it still affects the creature's attacks. "},{"Name":"Interrogation","School":"necromancy [evil, pain]","Level":{"inquisitor":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"1 minute\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You question the target, backed up by the threat of magical pain. You may ask one question per two caster levels. The target can either answer the question or take 1d4 points of damage plus your Wisdom bonus. The target is not compelled to answer truthfully, but the threat of pain gives it a –4 penalty on Bluff checks to convince you when it is lying.\nInterrogation, Greater\nThis spell functions as interrogation, except you may ask one question per caster level and the spell deals damage equal to 1d8 points plus your Wisdom bonus if the target doesn’t answer a question."},{"Name":"Investigative Mind","School":"enchantment (compulsion) [mind-affecting]","Level":{"alchemist":2,"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 minutes\/level or until discharged\nYour mind is able to correlate information effectively. When attempting an Appraise, Knowledge, Linguistics, or Spellcraft check, you can roll twice and take the higher result. If you have an ability that allows you to roll twice, you cannot use that ability and this benefit on the same roll.\nThe spell is discharged once you have used its benefit a number of times equal to your caster level."},{"Name":"Invigorate","School":"illusion [figment]","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range touchTargets creature touchedDuration 10 minutes\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThis spell banishes feelings of weariness. For the duration, the subject takes no penalties from the fatigued or exhausted conditions. The effect of invigorate is merely an illusion, however, not a substitute for actual rest or respite. When the spell ends, the subject takes 1d6 points of nonlethal damage, along with the return of the original condition(s). A creature can be under the effects of only one invigorate spell at a time; if it is cast a second time on that creature, the first immediately ends.\nTargets creatures touched, up to one\/level\nThis spell work as invigorate, except it affects multiple creatures."},{"Name":"Invigorating Repose","School":"conjuration (healing)","Level":{"cleric\/oracle":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 hour or until discharged\nThis spell enhances your spells that bring the dead back to life. If you cast raise dead, the target creature is restored to full hit points. If you cast breath of life, that spell can revive a dead target as long as you cast it within a number of rounds equal to half your caster level, and the healing effect is treated as if the spell were empowered with the Empower Spell feat. Casting any of these spells discharges the invigorating repose spell."},{"Name":"Invisibility","School":"illusion (glamer)","Level":{"sorcerer\/wizard":7,"summoner":5,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"personal or touch","Target":"you or a creature or object weighing no more than 100 lbs.\/level","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless) or Will negates (harmless, object);","Spell_Resistance":"yes (harmless) or yes (harmless, object)","Description":"The creature or object touched becomes invisible. If the recipient is a creature carrying gear, that vanishes, too. If you cast the spell on someone else, neither you nor your allies can see the subject, unless you can normally see invisible things or you employ magic to do so. \nItems dropped or put down by an invisible creature become visible; items picked up disappear if tucked into the clothing or pouches worn by the creature. Light, however, never becomes invisible, although a source of light can become so (thus, the effect is that of a light with no visible source). Any part of an item that the subject carries but that extends more than 10 feet from it becomes visible. \nOf course, the subject is not magically silenced, and certain other conditions can render the recipient detectable (such as swimming in water or stepping in a puddle). If a check is required, a stationary invisible creature has a +40 bonus on its Stealth checks. This bonus is reduced to +20 if the creature is moving. The spell ends if the subject attacks any creature. For purposes of this spell, an attack includes any spell targeting a foe or whose area or effect includes a foe. Exactly who is a foe depends on the invisible character's perceptions. Actions directed at unattended objects do not break the spell. Causing harm indirectly is not an attack. Thus, an invisible being can open doors, talk, eat, climb stairs, summon monsters and have them attack, cut the ropes holding a rope bridge while enemies are on the bridge, remotely trigger traps, open a portcullis to release attack dogs, and so forth. If the subject attacks directly, however, it immediately becomes visible along with all its gear. Spells such as bless that specifically affect allies but not foes are not attacks for this purpose, even when they include foes in their area.\nInvisibility can be made permanent (on objects only) with a permanency spell.\nComponents V, S\nTarget you or creature touchedDuration 1 round\/level (D)Saving Throw Will negates (harmless) \nThis spell functions like invisibility, except that it doesn't end if the subject attacks. \n\nRange long (400 ft. + 40 ft.\/level)Targets any number of creatures, no two of which can be more than 180 ft. apart\n"},{"Name":"Invisibility Alarm","School":"abjuration","Level":{"alchemist":1,"bard":1,"inquisitor":1,"ranger":1,"sorcerer\/wizard":1},"Description":"This spell functions as alarm, except it is triggered only by invisible creatures entering or leaving the warded area. The spell has a different mental alarm depending on whether the invisible creature is entering or leaving the area. This spell does not aid you in sensing or pinpointing the location of an invisible creature within the spell's area.\nInvisibility alarm can be made permanent with a permanency spell by a caster of 9th level or higher at a cost of 2,500 gp."},{"Name":"Invisibility Purge","School":"evocation","Level":{"cleric\/oracle":3,"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nYou surround yourself with a sphere of power with a radius of 5 feet per caster level that negates all forms of invisibility."},{"Name":"Invisibility Sphere","School":"illusion (glamer)","Level":{"bard":3,"sorcerer\/wizard":3,"unchained":0},"Description":"Components: V, S, M\nArea 10-ft.-radius emanation around the creature\nThis spell functions like invisibility, except that this spell confers invisibility upon all creatures within 10 feet of the recipient at the time the spell is cast. The center of the effect is mobile with the recipient.\nThose affected by this spell can see each other and themselves as if unaffected by the spell. Any affected creature moving out of the area becomes visible, but creatures moving into the area after the spell is cast do not become invisible. Affected creatures (other than the recipient) who attack negate the invisibility only for themselves. If the spell recipient attacks, the invisibility sphere ends."},{"Name":"Iron Body","School":"transmutation","Level":{"sorcerer\/wizard":8,"metal":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","a":"","or":""},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nThis spell transforms your body into living iron, which grants you several powerful resistances and abilities. You gain damage reduction 15\/adamantine. You are immune to blindness, critical hits, ability score damage, deafness, disease, drowning, electricity, poison, stunning, and all spells or attacks that affect your physiology or respiration, because you have no physiology or respiration while this spell is in effect. You take only half damage from acid and fire. However, you also become vulnerable to all special attacks that affect iron golems.\nYou gain a +6 enhancement bonus to your Strength score, but you take a -6 penalty to Dexterity as well (to a minimum Dexterity score of 1), and your speed is reduced to half normal. You have an arcane spell failure chance of 35% and a -6 armor check penalty, just as if you were clad in full plate armor. You cannot drink (and thus can't use potions) or play wind instruments.\nYour unarmed attack deals damage equal to a club sized for you (1d4 for Small characters or 1d6 for Medium characters), and you are considered armed when making unarmed attacks."},{"Name":"Ironbeard","School":"transmutation","Level":{"antipaladin":1,"cleric":1,"magus":1,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Ironskin","School":"transmutation [earth]","Level":{"alchemist":2,"antipaladin":2,"bloodrager":2,"cleric":2,"druid":2,"paladin":2,"ranger":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF\/M":""},"Description":"Range personalTarget youDuration 1 minute\/level (D; see text)\n\n\n\nGet this book AND support this site!\nYour skin hardens and takes on the color and texture of rough iron.\nYou gain a +4 enhancement bonus to your existing natural armor bonus (if you do not have a natural armor bonus, you are considered to have an effective natural armor bonus of +0).\nThis enhancement bonus increases by 1 for every 4 caster levels above 4th, to a maximum of +7 at 15th level.\nWhile you're under the effects of this spell, if an opponent confirms a critical hit or sneak attack against you with a physical weapon (not a spell or magical effect), you can dismiss this spell to negate the critical hit or sneak attack and treat it is as a normal hit. Dismissing the spell in this way is not an action, but you must be conscious and aware of the attack to do so."},{"Name":"Ironwood","School":"transmutation","Level":{"druid":6},"Casting_Time":"1 minute\/lb. created","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 0 ft.Effect an ironwood object weighing up to 5 lbs.\/levelDuration 1 day\/level (D)Saving Throw none; Spell Resistance no\nIronwood is a magical substance created by druids from normal wood. While remaining natural wood in almost every way, ironwood is as strong, heavy, and resistant to fire as steel. Spells that affect metal or iron do not function on ironwood. Spells that affect wood do affect ironwood, although ironwood does not burn. Using this spell with wood shape or a wood-related Craft check, you can fashion wooden items that function as steel items. Thus, wooden plate armor and wooden swords can be created that are as durable as their normal steel counterparts. These items are freely usable by druids."},{"Name":"Irradiate","School":"conjuration (creation)","Level":{"cleric":3,"druid":4,"magus":3,"sorcerer\/wizard":3,"summoner":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect special (see below)Duration instantaneousSaving Throw Fortitude partial (see below); Spell Resistance no\nGet this book AND support this site!\nThe spell's area of effect floods with dangerous radiation. The strength of the radiation you create depends on your caster level, as detailed below. The central irradiated area is always a 10-foot-radius spread that expands normally per the rules for radiation areas of effect. Creatures within the area are exposed to the radiation only once; the radiation does not linger in the area. The save to resist the radiation effects is set by the spell, not the standard save DC for radiation."},{"Name":"Irresistible Dance","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":6,"shaman":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"touch","Target":"living creature touched","Duration":"1d4+1 rounds","Saving_Throw":"Will partial;","Spell_Resistance":"yes"},{"Name":"Isolate","School":"illusion (glamer)","Level":{"antipaladin":3,"bard":3,"inquisitor":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level (D)","Saving_Throw":"Will partial;","Spell_Resistance":"yes","Description":"\n\n\nGet this book AND support this site!\nYou cause the target to become invisible and silent, but only to his allies.\nAny creature with an attitude of indifferent or worse toward the target, and any creature that wishes the target harm, can see the target normally. The target can see and hear himself, can cast spells with verbal components, and can use command words normally, but any effect that requires allies to see or hear the target does not function. An ally that can see invisible creatures can both see and hear the target of isolate.\nIf the target succeeds at its save, the duration of the spell is reduced to 1 round."}]