[{"Name":"Jester's Jaunt","Description":"School conjuration (teleportation); Level bard 3\nRange touchTargets one living creatureDuration instantaneousSaving Throw Will negates; Spell Resistance yes\nYou teleport the target to a space you can see within 30 feet of the target. The destination must be on solid ground, and the teleportation cannot end in a space that is by nature hazardous to the creature you are teleporting.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Jitterbugs","School":"illusion (figment) [mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange short (25 ft. +5 ft. 2\/levels)Target one creatureDuration 1 round\/levelSaving Throw Will negates;Spell Resistance yes"},{"Name":"Jolting Portent","Description":"School evocation (electricity) Level cleric 7\nThe creature you designate is surrounded by a glowing red aura of vengeful fate. Once per round when the target makes an attack or casts a spell, it must succeed at a Fortitude saving throw with a DC = 10 + 1\/2 caster level + Charisma (in the case of oracles) or Wisdom (in the case of clerics). If the target fails the saving throw, it takes 4d6 + your Charisma modifier (in the case of oracles) or Wisdom modifier (in the case of clerics) electricity damage. It takes no damage on a successful saving throw. You can dismiss this spell as an immediate action when its subject confirms a critical hit to negate the critical hit and daze the creature for 1 round. The attack still hits its target and deals normal damage. The effects of the daze occur after the attack.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 round\/level (D) see text","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Joyful Rapture","School":"conjuration (healing) [emotion]","Level":{"bard":5,"cleric\/oracle":6,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 60 ft.Area all allies and opponents within a 60-ft.-radius burst centered on youDuration instantaneousSaving Throw no; Spell Resistance yes\nYour inspired words overwhelm others with transcendental bliss. All allies within the area of effect are freed from any harmful emotion effects. The spell also cures 1d4 points of Intelligence, Wisdom, or Charisma damage (your choice) to all allies in the area."},{"Name":"Judgment Light","School":"evocation [light]","Level":{"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalArea 30-ft.-radius burstDuration instantaneous, see text\nAn inquisitor may only cast this spell while she has a judgment active. When she does cast this spell, it causes one or more of the following effects based on the inquisitor’s active judgments.\nDestruction: Red light erupts from the caster. Enemies in the area take 4d8 points of damage and become shaken for 1d4 rounds. A successful Will saving throw halves the damage and negates the shaken effect.\nHealing: Green light erupts from the caster. Allies in the area regain a number of hit points equal to 1d8 + the caster’s Wisdom modifier.\nJustice: Blue light erupts from the caster, revealing hidden and invisible creatures to all. The light outlines such creatures for 1 round per caster level, imposing a –20 penalty on Stealth checks on those creatures.\nPiercing: Violet light erupts from the caster, reducing the spell resistance of enemies within the burst by 5 for 1 round per caster level.\nProtection: Amber light erupts from the caster, granting allies in the burst a +2 sacred bonus to AC and CMD, and a +4 bonus to AC against critical confirmation attack rolls for 1 round per caster level.\nPurity: White light erupts from the caster, allowing each ally within the burst to attempt a saving throw against a single effect that allows a saving throw with a +2 sacred bonus on the roll.\nResiliency: Golden light erupts from the caster, granting allies within the burst DR 3\/magic or the alignment your judgment allows for 1 round per caster level.\nResistance: Copper light erupts from the caster, granting allies within the burst resistance 5 against the energy the judgment protects the inquisitor against when she casts this spell for 1 round per caster level.\nSmiting: Silver light erupts from the caster, making allies’ weapons within the burst count as magic, the alignment her weapon is, and adamantine for purposes of overcoming damage reduction for 1 round per caster level."},{"Name":"Jump","School":"transmutation","Level":{"alchemist":1,"bloodrager":1,"druid":1,"magus":1,"ranger":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a grasshopper's hind leg)"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes"},{"Name":"Jury-Rig","School":"transmutation","Level":{"bard":1,"magus":1,"sorcerer\/wizard":1,"summoner":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of tree resin)"},"Range":"touch","Target":"one broken object of up to 2 lbs.\/level","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"When you cast this spell, a spectral force binds a broken weapon together, relieving the broken condition for a short time. While under the effects of this spell, an item with the broken condition suffers no adverse effects from that condition, and is treated as if it is not broken. The object regains no hit points, and damage can still destroy the object."}]