[{"Name":"Karmic Blessing","School":"School divination [good]","Level":{"cleric":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target treats one skill of your choice as a class skill."},{"Name":"Keen Edge","School":"transmutation","Level":{"bloodrager":3,"inquisitor":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one weapon or 50 projectiles, all of which must be together at the time of castingDuration 10 min.\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nSource Skull & Shackles Player's Guide\nThis spell makes a weapon magically keen, improving its ability to deal telling blows. This transmutation doubles the threat range of the weapon. A threat range of 20 becomes 19-20, a threat range of 19-20 becomes 17-20, and a threat range of 18-20 becomes 15-20. The spell can be cast only on piercing or slashing weapons. If cast on arrows or crossbow bolts, the keen edge on a particular projectile ends after one use, whether or not the missile strikes its intended target. Treat shuriken as arrows, rather than as thrown weapons, for the purpose of this spell."},{"Name":"Keen Senses","School":"transmutation","Level":{"alchemist":1,"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Description":"Range touchTargets creature touchedDuration 1 minute\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThe subject gains a +2 competence bonus on Perception checks and gains low-light vision. Subjects that have low-light vision double the distance they can see under the effects of this spell."},{"Name":"Keep Watch","School":"enchantment","Level":{"inquisitor":1,"magus":1,"paladin":1,"ranger":1,"sorcerer\/wizard":1},"Range":"touch","Target":"one creature touched\/2 levels","Duration":"8 hours or less; see text","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell enables the subjects to stand watch or keep vigil throughout the night without any ill effects.\nThe subjects suffer no fatigue and gain all the usual benefits of a full night's rest.\nThe subjects gain hit points as though from resting, wizards may prepare their spells as though they had slept for 8 hours, and so on. Effects that rely on actual sleep or dreaming are ineffective, though the subjects are still susceptible to effects that would put them to sleep, such as sleep or deep slumber. Any vigorous activity, including fighting, immediately ends the effect, and the affected creatures must either have the spell cast on them again or sleep for the remaining hours to avoid fatigue and gain the benefits of a full night's rest."},{"Name":"Keif Addiction","School":"necromancy","Level":{"sahir-afiyun":3},"Casting_Time":"1 round","Components":{"V":"Verbal","M":"Material (a dose of keif)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature with 7 HD or less","Duration":"1 day\/level or until discharged (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell functions like geas\/quest, except the only allowed command is “use keif or refined keif.”\nNote: \"Keif\" is another word for a cannabis-like drug.\nThis spell functions like lesser geas, except the only allowed command is “use keif or refined keif.”"},{"Name":"Keif Vigor","School":"transmutation","Level":{"alchemist":1,"antipaladin":1,"bloodrager":1,"cleric":1,"druid":1,"magus":1,"medium":1,"psychic":1,"shaman":1,"sorcerer\/wizard":1,"summoner":1},"Description":"CASTING\nEFFECT\nDESCRIPTION\nThe target gains a +2 enhancement bonus to its Strength. Once per round as a free action, the target can choose to increase the enhancement bonus by 2 for 1 round; if it does so, it takes 1d6 points of nonlethal damage and the spell's duration decreases by 1 additional round. For every 5 caster levels you have, the target can choose to increase the enhancement bonus by an additional 2, taking an additional 1d6 points of nonlethal damage and decreasing the duration by 1 additional round per increase to the Strength bonus, to a maximum enhancement bonus of +10 and 4d6 points of nonlethal damage at caster level 15th. The subject can't spend more rounds than remain in the duration. When the spell ends, the subject becomes fatigued.\n\n\nGet this book AND support this site!","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a dose of keif worth 15 gp)"},"Range":"touch","Target":"living creature touched","Duration":"1 round\/level; see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Ki Arrow","School":"conjuration","Level":{"bard":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Range":"touch","Target":"1 arrow touched","Duration":"instantaneous","Saving_Throw":"Fortitude (object);","Spell_Resistance":"yes (object)","Description":"You imbue an arrow with your power and throw it at a target up to 100 feet away. Make a ranged attack roll. If it hits, the target takes damage from the arrow as if you had hit it with a single unarmed strike (including your Strength bonus)."},{"Name":"Ki Leech","School":"necromancy [evil]","Level":{"cleric\/oracle":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nYou place your spirit in a receptive state so when you confirm a critical hit against a living enemy or reduce a living enemy to 0 or fewer hit points, you can steal some of that creature’s ki. This replenishes 1 point of ki as long as you have at least 1 ki point in your ki pool. This does not allow you to exceed your ki pool’s maximum. This ability does not stack with similar abilities (such as the steal ki ability of the hungry ghost monk).\nThis spell has no effect if you do not have a ki pool."},{"Name":"Ki Shout","School":"evocation [sonic]","Level":{"bard":5,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft + 5 ft.\/2 levels)Target one living creatureDuration instantaneousSaving Throw Fortitude partial (see text); Spell Resistance yes\nWith a guttural bark, you unleash a sudden blast of sonic energy that strikes your opponent. The target takes 1d6 points of sonic damage per level (maximum 20d6) and is stunned for 1 round; a successful Fortitude save reduces the damage by half and negates the stun."},{"Name":"Kinetic Reverberation","School":"transmutation","Level":{"alchemist":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (rubber tree sap)"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"This spell converts the momentum and force from melee attacks made against the target of the spell, reflecting them back upon the attacker’s weapon. After making a successful melee attack against the target, an attacker must make a Fortitude saving throw for the weapon used. If the weapon fails the save, it takes damage equal to the damage rolled against the target. Creatures using natural attacks or unarmed strikes are unaffected by this spell."},{"Name":"King's Castle","Description":"School conjuration (teleportation); Level paladin 4\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThis spell allows you to switch places with an ally. When you cast this spell, choose a single ally within range. You teleport to your ally's space while your ally teleports to your former space.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Kiss of the First World","School":"transmutation","Level":{"bard":4,"druid":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond dust worth 100 gp)"},"Range":"touch","Area":"living or undead creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell infuses a living creature with a surge of positive energy, filling the target with the raw energies of life. The exact effects of this spell vary, depending on the nature of the creature touched. Constructs are immune to the effects of this spell."},{"Name":"Knight's Calling","Description":"School enchantment (compulsion) [mind-affecting]; Level paladin 1\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 roundSaving Throw Will negates; Spell Resistance yes\nYou compel an enemy to come and fight you. On its turn, the target moves its speed toward you, avoiding any other dangers along its path (including any movement that would provoke attacks of opportunity). The target may do nothing but move on its turn. If the target ends its move adjacent to you, you can make an attack of opportunity against the target.","Casting_Time":"1 standard action","Components":{"V":"Verbal","DF":"Divine Focus"}},{"Name":"Knock","School":"transmutation","Level":{"inquisitor":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one door, box, or chest with an area of up to 10 sq. ft.\/level","Duration":"instantaneous; see text","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Know Direction","School":"divination","Level":{"bard":0,"druid":0,"shaman":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration instantaneous"},{"Name":"Know the Enemy","School":"divination","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1,"ranger":1},"Casting_Time":"1 minute","Components":{"S":"Somatic","V":"Verbal","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You commune with the divine, reflecting on one type of creature you encountered in the last day. You may make a Knowledge check regarding that creature type with a +10 insight bonus."}]