[{"Name":"Languid Bomb Admixture","School":"enchantment (compulsion) [mind-affecting]","Level":{"alchemist":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"Will negates (special, see below);","Spell_Resistance":"yes","Description":"Upon drinking an extract created with this \nformula, you make a significant change to your magical reserve that \nmodifies the nature of all bombs you create and throw during this \nextract’s duration. This effect on your magical reserve has no effect on\n any discoveries that you use to modify your bombs, but you can only \nhave one admixture effect (formulae with the words “bomb admixture” in \ntheir titles) active at a time. If you drink another bomb admixture, the\n effects of the former bomb admixture end and the those of the new one \nbecome active.\nWhen you throw a bomb and hit a direct target,\n it affects up to four creatures—the creature the bomb hit directly, and\n up to three other creatures damaged by the splash (alchemist’s choice). Those creatures must succeed at a Will saving throw or become fatigued."},{"Name":"Lash of the Astradaemon","School":"necromancy [evil]","Level":{"cleric":6,"magus":5,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level"},{"Name":"Lead Blades","School":"transmutation","Level":{"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTargets touchDuration 1 minute\/level (D)\nLead blades increases the momentum and density of your melee weapons just as they strike a foe. All melee weapons you are carrying when the spell is cast deal damage as if one size category larger than they actually are. For instance, a Medium longsword normally deals 1d8 points of damage, but it would instead deal 2d6 points of damage if benefiting from lead blades (see table below). Only you can benefit from this spell. If anyone else uses one of your weapons to make an attack it deals damage as normal for its size."},{"Name":"Lead Plating","Description":"School conjuration (creation); Level alchemist 3, cleric 2, druid 2, ranger 2, sorcerer\/wizard 2, witch 2\nCasting Time 1 standard actionComponents V, S, F (an ounce of lead)\nRange touchTarget a creature or object weighing up to 100 lbs.\/levelDuration 1 minute\/level (D)Saving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nYou enclose the target in a thin sheath of lead. This doesn't restrict the target's movement or functionality, but protects it from the effects of radiation and prevents the penetration of many divination spells. The lead doesn't coat the target's equipment."},{"Name":"Leashed Shackles","School":"evocation [force]","Level":{"inquisitor":4,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. +10 ft.\/level)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Reflex negates;","Spell_Resistance":"yes","Description":"You create shackles of force that attach to the target’s limbs. You designate an object or location within 30 feet of the target for the shackles to anchor themselves to; this must be the ground, a wall, or a sturdy structure for the anchoring to occur. The target is entangled, and cannot move more than 30 feet from the anchor point of the spell. The shackle itself cannot be attacked (though it can be dispelled), but if the object or area it is attached to is broken, the target is free to move away (though it is still entangled)."},{"Name":"Legend Lore","School":"divination","Level":{"bard":4,"inquisitor":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"see text","Components":{"V":"Verbal","S":"Somatic","M":"Material (incense worth 250 gp)","F":""},"Description":"Range personalTarget youDuration see text\nLegend lore brings to your mind legends about an important person, place, or thing. If the person or thing is at hand, or if you are in the place in question, the casting time is only 1d4 x 10 minutes. If you have only detailed information on the person, place, or thing, the casting time is 1d10 days, and the resulting lore is less complete and specific (though it often provides enough information to help you find the person, place, or thing, thus allowing a better legend lore result next time). If you know only rumors, the casting time is 2d6 weeks, and the resulting lore is vague and incomplete (though it often directs you to more detailed information, thus allowing a better legend lore result next time)."},{"Name":"Lend Judgment","School":"divination","Level":{"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","DF":"Divine Focus"},"Range":"touch","Target":"one ally","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You create a conduit of divine knowledge and outrage between you and an ally. That ally gains the benefit of one of your active judgments (as do you). If you cannot use a judgment (for example, if you are not in combat, are frightened or unconscious, and so on) or change judgments, the ally loses the benefit of the judgment. If you have multiple judgments active, the ally gains only one, chosen when you cast this spell.\nLend Judgement, Greater\nThis functions as lend judgment, except the ally gains the benefit of all your active judgments."},{"Name":"Levitate","School":"transmutation","Level":{"alchemist":2,"magus":2,"shaman":2,"sorcerer\/wizard":2,"summoner\/unchained":0,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"personal or close (25 ft. + 5 ft.\/2 levels)","Target":"you or one willing creature or one object (total weight up to 100 lbs.\/level)","Duration":"1 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Levitate allows you to move yourself, another creature, or an object up and down as you wish. A creature must be willing to be levitated, and an object must be unattended or possessed by a willing creature. You can mentally direct the recipient to move up or down as much as 20 feet each round; doing so is a move action. You cannot move the recipient horizontally, but the recipient could clamber along the face of a cliff, for example, or push against a ceiling to move laterally (generally at half its base land speed)."},{"Name":"Liberating Command","School":"transmutation","Level":{"bard":1,"cleric\/oracle":1,"druid":1,"paladin":1,"ranger":1,"sorcerer\/wizard":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"If the target is bound, grappled, or otherwise restrained, he may make an Escape Artist check to escape as an immediate action. He gains a competence bonus on this check equal to twice your caster level (maximum +20). This spell has no effect if the target could not get free by using the Escape Artist skill (for example, if he were under the effects of a hold person spell or paralyzed by Strength damage). "},{"Name":"Life Bubble","School":"abjuration","Level":{"cleric\/oracle":5,"druid":4,"ranger":3,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchTargets creatures touched, up to one\/levelDuration 2 hours\/level; see textSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou surround the touched creatures with a constant and moveable 1-inch shell of tolerable living conditions. This shell enables the subjects to breathe freely, even underwater or in a vacuum, as well as making them immune to harmful gases and vapors, including inhaled diseases and poisons and spells like cloudkill and stinking cloud. In addition, the shell protects subjects from extremes of temperature (per endure elements) as well as extremes of pressure.\nLife bubble does not provide protection from negative or positive energy (such as found on the Negative and Positive Energy planes), the ability to see in conditions of poor visibility (such as in smoke or fog), nor the ability to move or act normally in conditions that impede movement (such as underwater).\nWhen you cast this spell it has a total duration of 2 hours per caster level. You can divide this duration up in any manner you wish, not necessarily equally, between up to 1 creature per caster level."},{"Name":"Life Channel","School":"transmutation","Level":{"cleric":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one touched creature with negative energy affinity ","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Life Conduit","School":"conjuration (healing)","Level":{"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level\nYou utilize life conduit to share hit points with your eidolon. While this spell is active, you can spend a swift action to transfer 1d6 hit points\n between you and your eidolon, either taking damage yourself and healing\n your eidolon or healing yourself and damaging your eidolon. If your \neidolon moves farther than 50 feet from you, this spell ends.\n\nRange personalTarget youDuration 1 round\/level\nThis spell functions like life conduit, except you can transfer 2d6 hit points as a swift action.\n\nRange personalTarget youDuration 1 round\/level\nThis spell functions like life conduit, except you can transfer 3d6 hit points as a swift action."},{"Name":"Life Pact","School":"necromancy","Level":{"cleric":2,"shaman":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF\/M":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one willing living creature\/level, no two of which can be more than 30 ft. apartDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell Resistance yes\nYou bind the life forces of the targets into a mystical pact. If any target is reduced to fewer than 0 hit points, that target automatically triggers the power of the pact. The triggering target drains 1 hit point from all other targets who have at least 1 hit point and are within 30 feet of the triggering target; these hit points are applied to the triggering target as magical healing. This healing can prevent the triggering creature from dying, if the attack would cause the target's to have an amount of negative hit points equal to its Constitution score. This healing cannot raise the triggering creature above 1 hit point; any excess hit points drained from other targets are wasted.\nThe pact can be triggered once per round. It's not triggered by death effects or effects that do not deal hit point damage."},{"Name":"Life Shield","School":"conjuration (healing)","Level":{"cleric":3,"druid":3,"paladin":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 minute\/level or until discharged\nYou surround yourself with a positive energy field that damages undead opponents. Each time an undead creature damages you with a melee attack, that creature takes an amount of positive energy damage equal to half the damage it dealt to you. This damage is calculated after applying your damage reduction, resistances, and other defenses. Once this spell has dealt 5 points of damage per caster level (maximum 50), it is discharged."},{"Name":"Light","Description":"School evocation [light]; Level\nbard 0, \ncleric\/oracle  0, \ndruid 0, \ninquisitor 0, magus 0, shaman 0, sorcerer\/wizard 0, summoner\/unchained summoner 0, \nwitch 0; Elemental School wood 0\nThis spell causes a touched object to glow like a torch, shedding normal light in a 20-foot radius from the point touched, and increasing the light level for an additional 20 feet by one step, up to normal light (darkness becomes dim light, and dim light becomes normal light). In an area of normal or bright light, this spell has no effect. The effect is immobile, but it can be cast on a movable object.","Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Range":"touch","Target":"object touched","Duration":"10 min.\/level","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Light Lance","School":"evocation [good, light]","Level":{"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalEffect lance of lightDuration 1 round + 1 round\/level (D)"},{"Name":"Light Prison","School":"evocation [light]","Level":{"bard":2,"cleric\/oracle":2,"inquisitor":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature\/2 levels","Duration":"1 round\/level (D)","Saving_Throw":"Reflex negates;","Spell_Resistance":"yes","Description":"Rays of light burst forth from your outstretched hand, encircling each target's space with a cage of light. If a target fails its Reflex save, it becomes enclosed in the light prison. A creature enclosed in a light prison can attack, cast spells, and otherwise act normally as long as it stays within the light prison. However, if a creature passes through the walls of a light prison enclosing it, it takes 1d6 points of damage and is blinded for 1 round. Creatures do not receive saves to negate these effects. Once a creature passes through the walls of a light prison surrounding it, the effect ends for that creature."},{"Name":"Lighten Object","School":"transmutation","Level":{"cleric":5,"magus":5,"sorcerer\/wizard":5,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (goose down)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 object of up to 1 cubic ft.\/level","Duration":"1 minute\/level","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"The target's weight decreases by half. If this spell is cast on armor, the armor's armor check penalty decreases by 1, though its categorization as light, medium, or heavy does not change.\nTargets multiple objects totaling up to 1 cubic ft.\/level, no two of which can be more than 30 ft. apartDuration 10 minutes\/level\nThis spell functions like lighten object, except that it affects a number of objects equal to half your caster level."},{"Name":"Lightning Arc","School":"evocation [electricity]","Level":{"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (fur and two glass figurines)"},"Description":"Range long (400 ft. + 40 ft.\/level)Targets two creatures or objects which must be no more than 60 ft. apartDuration instantaneousSaving Throw Reflex half; Spell Resistance yes (see text)\nYou generate an arc of lightning between two targets. The lightning deals 1d6 points of electricity damage per caster level (maximum 15d6) to both targets and any creatures in a line connecting them. The spell fails if there is no line of effect between the targets. Lightning arc sets fire to combustibles and damages objects in its path. It can melt metals that have a low melting point, such as lead, gold, copper, silver, or bronze."},{"Name":"Lightning Bolt","School":"evocation [electricity]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"witch":3,"metal":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (fur and a glass rod)"},"Range":"120 ft.","Area":"120-ft. line","Duration":"instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"yes","Description":"Source Skull & Shackles Player's Guide\nYou release a powerful stroke of electrical energy that deals 1d6 points of electricity damage per caster level (maximum 10d6) to each creature within its area. The bolt begins at your fingertips."},{"Name":"Lightning Lash Bomb Admixture","School":"evocation [electricity]","Level":{"alchemist":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"special, see below;","Spell_Resistance":"special, see below","Description":"Upon drinking an extract created with this \nformula, you make a significant change to your magical reserve that \nmodifies the nature of all bombs you create and throw during this \nextract’s duration. This effect on your magical reserve has no effect on\n any discoveries that you use to modify your bombs, but you can only \nhave one admixture effect (formulae with the word “bomb admixture” in \nits title) active at a time. If you drink another bomb admixture, the \neffects of the former bomb admixture end and those of the new one become\n active.\nWhen you throw a bomb and hit a direct target,\n lashes of electrical energy are released from the bomb, coalescing on \nthe bomb’s direct target and up to three creatures that take damage from\n the bomb’s splash (alchemist’s choice). Those affected by the electricity must succeed at a Reflex saving throw or take 1d6 points of electrical damage each time they take a move action to move more than 5 feet for the duration of the effect. This effect does not ignore spell resistance."},{"Name":"Lily Pad Stride","School":"transmutation","Level":{"druid":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a frog's leg)"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect trail of lily pads behind youDuration 10 minutes\/level (D); see textSaving Throw none; Spell Resistance no\nYour every footstep creates aquatic plants capable of supporting your weight and that of any creature of your size or smaller that is following you. These lily pads only appear when you cross water or other liquids which do not immediately destroy plants. You can walk across these liquid surfaces without any fear of stumbling (though if knocked prone, dragged under, or otherwise pulled off your feet you still sink in the liquid). For the duration of the spell, any creature of your size or smaller can attempt to follow you by making a DC 10 Acrobatics check every round. Each such check allows it to move at half its normal land speed. If the creature takes a -5 penalty on its check it can move at its normal speed.\nIf a creature fails an Acrobatics check, or if a creature that's larger than you attempts to follow, it falls through, damaging the plants. Each time a creature falls through, all subsequent creatures take a cumulative -5 penalty on their Acrobatics checks when traveling across that particular stretch of plants. As you move, the lily pads disappear behind you once you pass beyond the spell's range. Otherwise, they remain until the spell's duration expires."},{"Name":"Limited Wish","School":"universal","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond worth 1,500 gp)"},"Range":"see textTarget, Effect, ","Area":"see text","Duration":"see text","Saving_Throw":"none, see text;","Spell_Resistance":"yes","Description":"A limited wish lets you create nearly any type of effect. For example, a limited wish can do any of the following things.\n\n"},{"Name":"Limp Lash","School":"necromancy","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a dead wasp)"},"Range":"20 ft.","Target":"1 creature","Duration":"special (see below)","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"How does the spell limp lash work?\nLimp lash suffers a bit from using game terms as general descriptive text. Here are some clarifications.\n1. You strike the target with the whip, he start taking ability penalties, is he paralyzed or hindered in any other way?\nHe is not paralyzed until the ability penalty reduces the victim's effective Strength, Dexterity, or Constitution to 1 (the minimum to which this spell can adjust a score). Once one of these 3 scores is reduced to 1, the victim becomes paralyzed—he is not paralyzed before this point.\n2. The whip has a maximum range of 20 ft. If the target is not paralyzed or otherwise prevented from moving, what happens when he moves out of the 20 ft range? The spell dissipates or...?\nIf the target moves out of range, the spell ends. (This is similar to what happens if you let go of the whip.) This does mean it's relatively easy for a victim to escape from the spell—that is by design, since otherwise the fact that there's no save to resist the penalties is pretty powerful.\n3. Can you take any actions while holding the whip?\nYou can take any action you want, but if any action requires you to release your hold on the whip, the limp lash spell immediately ends.\n4. What happens if some effect attempts to displace the whip (e.g. wall of stone between you and the target), or some effect moves the target away (e.g. bull rush)?\nThe spell effect ends if something moves the target out of range or completely breaks the line of effect between you and the target.\nYou create a dark whip-shaped field of energy that wraps around an enemy’s neck, leaving everything except his head paralyzed until you let go of the whip or it is destroyed."},{"Name":"Line In The Sand","School":"abjuration","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"5 ft.","Area":"5-ft. burst centered on you","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You create a glowing crimson line around the area. Against creatures in the area, you can attempt a number of additional attacks of opportunity per round equal to your spellcasting ability score modifier (Intelligence for magi and wizards, Charisma for bloodragers and sorcerers), although this does not allow you to make more than one attack against a creature per action that provokes."},{"Name":"Linebreaker","School":"transmutation","Level":{"alchemist":1,"antipaladin":1,"inquisitor":1,"magus":1,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 minute\/level"},{"Name":"Lipstitch","School":"necromancy","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic","M":"Material (a bone needle and sinew thread)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"A rare spell without verbal components, lipstitch sews the target’s lips tightly together if it fails a saving throw, such that no clear speech, bite attacks, spellcasting, or use of command words is possible. The target takes 1d6 points of damage as the stitches weave through flesh. The victim can still make enough noise to be heard at a distance with a DC 10 Perception check.\nThe thread created by lipstitch can be burst with a DC 20 Strength check as a standard action or can be sliced open with a piercing or slashing weapon (wielded by the target or an ally) as a full-round action. Cutting the thread provokes attacks of opportunity, while making a Strength check does not. Either option causes 1d6 points of damage and 1 point of bleed damage. The target has a 20% chance of failing to cast spells with verbal components until the bleeding is stopped. The effects of multiple castings of this spell do not stack. Optionally, the thread can be removed more carefully over the course of a minute with a DC 20 Heal check. If the check fails, the target takes damage and bleeds as described above. If the check succeeds, the stitches are removed with no harm. Creatures with no mouths are unaffected by lipstitch. Creatures with multiple mouths lose the use of only one mouth per casting—the particular mouth is chosen by the caster."},{"Name":"Litany of Defense","School":"transmutation","Level":{"antipaladin":2,"inquisitor":2,"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 round","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"Invoking this litany strengthens your defenses. Any enhancement bonus your armor has is doubled and you are immune to fear. While subject to this spell, the target cannot be the target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Eloquence","School":"enchantment (charm) [language-dependent, mind-affecting]","Level":{"antipaladin":2,"inquisitor":3,"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"Your litany is a fascinating diatribe of grace, causing your target to do nothing but listen. The target is fascinated. As usual, obvious danger prevents  fascination and potential danger grants a save.\nWhile subject to this spell, the target cannot be the target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Entanglement","School":"conjuration (calling) [language-dependent]","Level":{"antipaladin":2,"inquisitor":3,"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Your litany conjures chains of energy that lash upward from the ground and hamper the target’s movement. The target is entangled.\n This spell has no effect on flying creatures, or creatures not standing\n upon solid ground. While subject to this spell, the target cannot be \nthe target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Escape","School":"conjuration (teleportation) [language-dependent]","Level":{"antipaladin":3,"inquisitor":4,"paladin":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one willing creature that is grappled","Duration":"instantaneous","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"With a powerful prayer, you call upon the servants of your god to whisk a friend out of a grapple. The target loses the grappled and pinned conditions and is teleported 10 feet. If there is no available space for the target to teleport to, the spell fails."},{"Name":"Litany of Madness","School":"enchantment (charm) [language-dependent, mind-affecting]","Level":{"antipaladin":4,"inquisitor":6},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 or more rounds (see below)","Saving_Throw":"no, see below;","Spell_Resistance":"yes","Description":"This litany is a sermon of madness. The target is confused. At the start of each of its turns, it can make a Will saving throw against the confused effect (DC of the spell). If the target fails the save, it continues to be confused. If it makes the save, the effect ends.\nWhile subject to this spell, the target cannot be the target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Righteousness","School":"evocation [good, language-dependent]","Level":{"inquisitor":3,"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Calling down a litany of anathema, you make an\n evil more susceptible to the attacks of good creatures. If the target \nis evil, it takes double damage from attacks made by creatures with a \ngood aura (from a class feature or as a creature with the good subtype). If the target also has the evil subtype; when it is hit with attacks made by creatures with a good aura, it is also dazzled for 1d4 rounds. If this spell targets a nonevil creature (or one that lacks the evil subtype), it has no effect, and the spell is wasted.\nWhile subject to this spell, the target cannot be the target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Sight","School":"divination","Level":{"antipaladin":3,"inquisitor":4,"paladin":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 round","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"This litany reveals the unseen to you. You can see invisible\n creatures and objects within 30 feet. While subject to this spell, the \ntarget cannot be the target of another spell that has the word \"litany\" \nin the title."},{"Name":"Litany of Sloth","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"antipaladin":1,"inquisitor":1,"paladin":1},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"With a litany against the wages of sloth, you slow the target’s defenses. The target cannot make attacks of opportunity or cast spells defensively.\nWhile subject to this spell, the target cannot be the target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Thunder","School":"evocation [language-dependent, sonic]","Level":{"antipaladin":4,"inquisitor":5,"paladin":4},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"You call down a thunderous boom upon your enemy. The target becomes deafened until the condition is removed, and is confused\n for 1 round. While subject to this spell, the target cannot be the \ntarget of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Vengeance","School":"transmutation [language-dependent]","Level":{"antipaladin":4,"inquisitor":5,"paladin":4},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"This litany causes your enemy to feel the pain of blows more sharply. \nAnyone who hits the target with an attack gains a +5 sacred or profane bonus (depending on the alignment\n of the caster) to that attack’s damage. While subject to this spell, \nthe target cannot be the target of another spell that has the word \n\"litany\" in the title."},{"Name":"Litany of Warding","School":"transmutation","Level":{"antipaladin":2,"inquisitor":3,"paladin":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\nRange personalTarget youDuration 1 round \nWith this litany, you become more aware of your opponents. You can make two additional attacks of opportunity this round. Furthermore, you gain a +2 sacred bonus to AC against attacks of opportunity. While subject to this spell, the target cannot be the target of another spell that has the word \"litany\" in the title."},{"Name":"Litany of Weakness","School":"necromancy [language-dependent]","Level":{"antipaladin":1,"inquisitor":1},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"Your litany proclaims your target weak, sapping its strength. The target is fatigued\n for 1 round. While subject to this spell, the target cannot be the \ntarget of another spell that has the word \"litany\" in the title."},{"Name":"Liveoak","School":"transmutation","Level":{"druid":6,"shaman":7},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"tree touched","Duration":"1 day\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell turns an oak tree into a protector or guardian. The spell can only be cast on a single tree at a time; while liveoak is in effect, you can't cast it again on another tree. Liveoak must be cast on a healthy, Huge oak. A triggering phrase of up to one word per caster level is placed on the targeted oak. The liveoak spell triggers the tree into animating as a treant."},{"Name":"Loathsome Veil","School":"illusion (pattern) [mind-affecting]","Level":{"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tangle of multicolored threads)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect transparent pattern 40 ft. long, 20 ft. highDuration concentration + 1 round\/level (D)Saving Throw Will negates; Spell Resistance yes\nThis spell creates a transparent veil of shifting, multicolored strands of light that form into endlessly varied and alien patterns. One side of the veil, chosen by you at the time of casting, is harmless. The other side twists and turns into impossible shapes, affecting any creature with 60 feet who views the veil. The veil affects a maximum of 24 Hit Dice of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell are affected first. The effect is according to the creature’s HD.\n4 HD or fewer: The creature is nauseated while it can see the veil, nauseated for 1d4 rounds after it last saw the veil, then sickened for 2d4 rounds after it last saw the veil.\n8 HD or fewer: The creature is nauseated for 1d4 rounds, sickened while it can see the veil, then sickened for 1d4 rounds after it last saw the veil.\n9 or more HD: The creature is sickened while it can see the veil.\nA successful saving throw ignores all effects of the veil. Sightless creatures are not affected by loathsome veil. Affected creatures can avert or close their eyes to avoid seeing the veil, similar to avoiding a gaze attack.\nLoathsome veil can be made permanent with the permanency spell by a caster of 10th level or higher for the cost of 7,500 gp."},{"Name":"Locate Creature","Description":"\nSchool divination; Level\nbard 4, \nsorcerer\/wizard 4, \nsummoner 3, unchained summoner 4, \nwitch 4; Subdomain exploration 4\nComponents: V, S, M (fur from a bloodhound)\nDuration 10 min.\/level\nThis spell functions like locate object, except this spell locates a known creature. You slowly turn and sense when you are facing in the direction of the creature to be located, provided it is within range. You also know in which direction the creature is moving, if any.\nThe spell can locate a creature of a specific kind or a specific creature known to you. It cannot find a creature of a certain type. To find a kind of creature, you must have seen such a creature up close (within 30 feet) at least once."},{"Name":"Locate Object","School":"divination","Level":{"bard":2,"cleric\/oracle":3,"inquisitor":3,"sorcerer\/wizard":2,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"long (400 ft. + 40 ft.\/level)","Area":"circle, centered on you, with a radius of 400 ft. + 40 ft.\/level","Duration":"1 min.\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You sense the direction of a well-known or clearly visualized object. You can search for general items, in which case you locate the nearest of its kind if more than one is within range. Attempting to find a certain item requires a specific and accurate mental image; if the image is not close enough to the actual object, the spell fails. You cannot specify a unique item unless you have observed that particular item firsthand (not through divination)."},{"Name":"Locate Weakness","School":"divination","Level":{"bloodrager":3,"inquisitor":3,"magus":3,"ranger":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange personalTarget youDuration 1 minute\/level\nYou can sense your foes’ weak points, granting you greater damage with critical hits. Whenever you score a critical hit, roll the attack’s damage dice (but not extra or precision damage dice) twice and take the highest result."},{"Name":"Lock Gaze","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"inquisitor":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You compel the target to look at you and only you for the spell’s \nduration or until the spell is discharged. While staring at you, the \ntarget is considered to be averting its eyes from every creature but \nyou, granting creatures other than you concealment against the target’s attacks. If the target willingly leaves your line of sight, it is blinded for 1 round and the spell ends. If you willingly leave the target’s line of sight or become unconscious or dead, the spell creature suffers no ill effects. Blind creatures and creatures immune to gaze attacks are immune to this spell."},{"Name":"Lockjaw","School":"transmutation","Level":{"druid":2,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (sticky tree gum)"},"Description":"Range touchTargets creature touchedDuration 1 round\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou give a creature the ability to use one of its natural attacks to firmly attach itself to an opponent. Choose one of the creature's natural attacks (usually a claw or bite attack). The creature gains the grab ability with that natural attack, including the +4 bonus on combat maneuver checks to start or maintain a grapple. A creature with multiple natural attacks can strike at its grappled opponent with its other natural attacks, but cannot attack any other creature."},{"Name":"Long Arm","School":"transmutation","Level":{"alchemist":1,"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"summoner\/unchained":0,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nYour arms temporarily grow in length, increasing your reach with those limbs by 5 feet."},{"Name":"Longshot","School":"transmutation","Level":{"alchemist":1,"antipaladin":1,"inquisitor":1,"magus":1,"paladin":1,"ranger":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange personalTarget youDuration 1 minute\/level\nThis spell reduces the effect of range, granting a +10-foot bonus to the range increment of any weapon used by the subject."},{"Name":"Longstrider","School":"transmutation","Level":{"druid":3,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dirt)"},"Description":"Range personalTarget youDuration 1 hour\/level (D)\nThis spell gives you a +10 foot enhancement bonus to your base speed. It has no effect on other modes of movement, such as burrow, climb, fly, or swim.\nRange personalTarget youDuration 1 hour\/level (D)\nThis functions as longstrider, except it gives you a +20-foot enhancement bonus to your base speed and a +10-foot enhancement bonus to your other modes of movement (burrow, climb, fly, swim, and so on). It does not affect movement modes you do not actually have—for example, if you do not have a swim speed, this spell does not grant you a swim speed."},{"Name":"Lose the Trail","School":"illusion (glamer)","Level":{"antipaladin":2,"ranger":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/levelDuration 1 hour\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThe target or targets of this spell can obscure their tracks when fleeing from a pursuer. This increases the DC of any Survival checks made to track the spell's targets by 2 per level of the caster."},{"Name":"Lover's Vengeance","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":3,"cleric\/oracle":3,"":0,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","M":"Material (a piece of jewelry worth at least 100 gp)"},"Range":"touch","Target":"creature touched","Duration":"up to 1 day\/level (D) or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You inspire yourself or a lover to a vengeful rage against a chosen enemy, who must be a creature that has wronged you in some way.\nIf cast on you, the next time you are in combat with that enemy, you gain the benefits of a rage spell. If cast on a lover, he or she gains the benefits of a rage spell the next time the lover is in combat against your enemy. This variant of the spell must be cast within 1 hour of an intimate encounter with the target. The rage effect lasts 1 round per level. If the creature that triggers the rage effect is one of your lovers or ex-lovers, the benefits granted by the rage spell double. This spell counts as a contingency spell on the target for the purpose of multiple contingent effects."},{"Name":"Lucky Number","School":"transmutation","Level":{"bard":1,"cleric":1,"druid":1,"inquisitor":1,"paladin":1,"sorcerer\/wizard":1,"summoner":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one willing creature","Duration":"24 hours or until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"The Path of Numbers is a system of numerology that describes eight basic energies. Any of these types of energy can interact at any time, producing 64 possible combinations. It is believed that those 64 combinations are sufficient to describe the basis of every interaction in the cosmos. No matter the plane, creature, or time in question, every event in the multiverse is based on one of those 64 templates. In short, the Path of Numbers is a periodic table of energetic elements.\nYou are able to tweak tiny variables affecting a creature's immediate future in order to grant the target a bit of luck at the right time.\nRoll a d20; once during the duration of lucky number, when the target creature rolls that result (regardless of what type of dice the target rolls), the creature has the option to either reroll the result or add a +2 luck bonus to the result. The creature must decide to use this ability before the success or failure of the original roll is known. A creature can have only one lucky number at a time. If lucky number is cast on a creature already affected by that spell, the new number replaces the previous one."},{"Name":"Lullaby","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"living creatures within a 10-ft.-radius burst","Duration":"concentration + 1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Lunar Veil","School":"illusion (shadow) [darkness, shadow]","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Area":"120-ft.-radius emanation","Duration":"10 minute\/level","Saving_Throw":"Will negates, see text;","Spell_Resistance":"no","Description":"You conjure a tremendous area of shadow to obscure moonlight within the area, creating something akin to a lunar eclipse. The light level is lowered by two steps (though unlike deeper darkness, areas of normal light or dimmer become normal darkness rather than supernaturally dark). Lycanthropes in the area must make a Will save every round or revert to their humanoid forms. In addition, lycanthropes attempting to assume animal or hybrid form within the affected area take a –5 penalty on Constitution checks to do so."}]