[{"Name":"Mad Hallucination","School":"illusion (phantasm)","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (20 ft.)","Target":"one humanoid creature","Duration":"5 minute\/level (maximum 1 hour)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell induces a hallucinogenic reality in the mind of your target. Surfaces seem to swim, and movement constantly distracts the eye. The target takes a –2 penalty on Will saving throws, caster level checks, Intelligence-based skill checks, and Wisdom-based skill checks."},{"Name":"Mad Monkeys","School":"conjuration (summoning)","Level":{"bard":3,"druid":3,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect swarm of monkeysDuration 1 round\/levelSaving Throw none; Spell Resistance no\nYou summon a swarm of screeching, mischievous monkeys. The swarm understands and obeys your commands and has the statistics of a monkey swarm. Creatures failing a saving throw against the mad monkeys’ distraction attack are deafened for 1 minute as well as nauseated. The monkeys attempt one disarm or steal combat maneuver each turn as a free action against any creature that begins its turn in the swarm, using your caster level plus your casting ability score bonus (Intelligence for wizards; Wisdom for druids and oracles; Charisma for bards, sorcerers, and summoners) for its CMB. Recovering an item from the monkeys requires a successful disarm or steal attempt against that CMB +10. An object stolen by the monkeys takes swarm damage each round the swarm is in possession of the object."},{"Name":"Maddening Oubliette","School":"conjuration (teleportation)","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (the powdered bones of a creature that died in prison)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"special; see text","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"The target is transported to a dark and dank prison in some unspecified horrific demiplane, where tentacles writhe around, clawed fingers grab at the creature (though they deal no damage), and harsh, whispering voices speak blasphemies and maddening secrets. At the end of each round within this terrifying oubliette, the target can attempt a Will saving throw in order to escape the prison. The saving throw has a penalty equal to the number of rounds the target has spent in the oubliette (minimum –1 and maximum –5). If the target succeeds at its saving throw, it returns to its former space. If that space is occupied or otherwise unavailable, the target is shunted to the nearest available space. When the target returns from the oubliette, it is confused for a number of rounds equal to the number of rounds of imprisonment (minimum 1), unless it was confined in the oubliette for 10 or more rounds, in which case the target is affected as if it were subject to an insanity spell instead."},{"Name":"Mage Armor","Description":"School conjuration (creation) [force]; Level\nbloodrager 1, sorcerer\/wizard 1, \nsummoner 1, \nwitch 1\nAn invisible but tangible field of force surrounds the subject of a mage armor spell, providing a +4 armor bonus to AC.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no"},{"Name":"Mage Hand","School":"transmutation","Level":{"bard":0,"magus":0,"sorcerer\/wizard":0,"summoner":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one non-magical, unattended object weighing up to 5 lbs.","Duration":"concentration","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Mage's Disjunction","School":"abjuration","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area all magical effects and magic items within a 40-ft.-radius burst, or one magic item (see text)Duration 1 minute\/levelSaving Throw Will negates (object); Spell Resistance no\nAll magical effects and magic items within the radius of the spell, except for those that you carry or touch, are disjoined. That is, spells and spell-like effects are unraveled and destroyed completely (ending the effect as a dispel magic spell does), and each permanent magic item must make a successful Will save or be turned into a normal item for the duration of this spell. An item in a creature's possession uses its own Will save bonus or its possessor's Will save bonus, whichever is higher. If an item's saving throw results in a natural 1 on the die, the item is destroyed instead of being suppressed.\nYou also have a 1% chance per caster level of destroying an antimagic field. If the antimagic field survives the disjunction, no items within it are disjoined."},{"Name":"Mage's Faithful Hound","School":"conjuration (creation)","Level":{"sorcerer\/wizard":5,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tiny silver whistle","a":"","and":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)\nEffect phantom watchdogDuration 1 hour\/caster level or until discharged, then 1 round\/caster level; see textSaving Throw none; Spell Resistance no\nYou conjure up a phantom watchdog that is invisible to everyone but yourself. It then guards the area where it was conjured (it does not move). The hound immediately starts barking loudly if any Small or larger creature approaches within 30 feet of it. (Those within 30 feet of the hound when it is conjured may move about in the area, but if they leave and return, they activate the barking.) The hound sees invisible and ethereal creatures. It does not react to figments, but it does react to shadow illusions.\nIf an intruder approaches to within 5 feet of the hound, the dog stops barking and delivers a vicious bite (+10 attack bonus, 2d6+3 points of piercing damage) once per round. The dog also gets the bonuses appropriate to an invisible creature (see invisibility).\nThe dog is considered ready to bite intruders, so it delivers its first bite on the intruder's turn. Its bite is the equivalent of a magic weapon for the purpose of damage reduction. The hound cannot be attacked, but it can be dispelled."},{"Name":"Mage's Lucubration","School":"transmutation","Level":{"wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration instantaneous\nYou instantly prepare any one spell of 5th level or lower that you have used during the past 24 hours. The spell must have been actually cast during that period. The chosen spell is stored in your mind as through prepared in the normal fashion."},{"Name":"Mage's Magnificent Enclosure","School":"abjuration (force)","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sphere of glass worth 100 gp and an iron nail","with":""},"Description":"Range touchArea immobile 10-ft.-radius emanationDuration 1 round\/level (D)Saving Throw none; Spell Resistance see text\n\nYou call into being around you an invisible barrier of force within which magic cannot persist.\nWithin the area of the spell, effects are suppressed and creatures are affected as by antimagic field. An immobile sphere of impenetrable force surrounds the field, equivalent in all ways to a spherical wall of force, including its immunity to dispel magic and vulnerability to a sphere of annihilation or rod of cancellation. The barrier has hardness 40 and 20 hit points per caster level, and can be damaged by both mundane attacks and spells cast from outside the field. If the bubble of force is destroyed, the spell’s duration ends.\nSpells cannot be cast within, into, or out of the enclosure, and teleportation effects that ignore a wall of force (such as dimension door or teleport) are thwarted by the enclosure’s field of antimagic."},{"Name":"Mage's Magnificent Mansion","School":"conjuration (creation)","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","a":"","and":"","each":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect extra-dimensional mansion, up to three 10-ft. cubes\/level (S)Duration 2 hours\/level (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nYou conjure up an extra-dimensional dwelling that has a single entrance on the plane from which the spell was cast. The entry point looks like a faint shimmering in the air that is 4 feet wide and 8 feet high. Only those you designate may enter the mansion, and the portal is shut and made invisible behind you when you enter. You may open it again from your own side at will. Once observers have passed beyond the entrance, they are in a magnificent foyer with numerous chambers beyond. The atmosphere is clean, fresh, and warm.\nYou can create any floor plan you desire to the limit of the spell's effect. The place is furnished and contains sufficient foodstuffs to serve a nine-course banquet to a dozen people per caster level. A staff of near-transparent servants (as many as two per caster level), liveried and obedient, wait upon all who enter. The servants function as unseen servant spells except that they are visible and can go anywhere in the mansion."},{"Name":"Mage's Perusal","School":"divination","Level":{"bard":1,"cleric":1,"magus":1,"sorcerer\/":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"book touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You gain a brief but incomplete understanding of one book's contents, equivalent to having skimmed its pages for 1 hour. This insight is not sufficient to translate unknown languages, decipher codes, or memorize text, but it does allow the caster to learn what topics the book discusses— invaluable to an adventurer who must make a snap decision when performing research or deciding whether or not to abscond with a volume. In addition, you instantly benefit from any bonuses or effects the book would normally grant to anyone who reads it for 1 hour."},{"Name":"Mage's Private Sanctum","School":"abjuration","Level":{"sorcerer\/wizard":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sheet of lead","a":"","and":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 30-ft. cube\/level (S)Duration 24 hours (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nThis spell ensures privacy. Anyone looking into the area from outside sees only a dark, foggy mass. Darkvision cannot penetrate it. No sounds, no matter how loud, can escape the area, so nobody can eavesdrop from outside. Those inside can see out normally.\nDivination (scrying) spells cannot perceive anything within the area, and those within are immune to detect thoughts. The ward prevents speech between those inside and those outside (because it blocks sound), but it does not prevent other communication, such as a sending or message spell, or telepathic communication, such as that between a wizard and her familiar.\nThe spell does not prevent creatures or objects from moving into and out of the area."},{"Name":"Mage's Sword","School":"evocation [force]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one swordDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes\nThis spell brings into being a shimmering, sword-like plane of force. The sword strikes at any opponent within its range, as you desire, starting in the round that you cast the spell. The sword attacks its designated target once each round on your turn. Its attack bonus is equal to your caster level + your Intelligence bonus or your Charisma bonus (for wizards or sorcerers, respectively) with an additional +3 enhancement bonus. As a force effect, it can strike ethereal and incorporeal creatures. It deals 4d6+3 points of force damage, with a threat range of 19–20 and a critical multiplier of ×2.\nThe sword always strikes from your direction. It does not get a bonus for flanking or help a combatant get one. If the sword goes beyond the spell range from you, goes out of your sight, or you are not directing it, it returns to you and hovers.\nEach round after the first, you can use a standard action to switch the sword to a new target. If you do not, the sword continues to attack the previous round's target.\nThe sword cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it. The sword's AC is 13 (10, +0 size bonus for Medium object, +3 deflection bonus)."},{"Name":"Magic Aura","School":"illusion (glamer)","Level":{"bard":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"one touched object weighing up to 5 lbs.\/level","Duration":"1 day\/level (D)","Saving_Throw":"none; see text;","Spell_Resistance":"no","Description":"You alter an item's aura so that it registers to detect spells (and spells with similar capabilities) as though it were non-magical, or a magic item of a kind you specify, or the subject of a spell you specify. If the object bearing magic aura has identify cast on it or is similarly examined, the examiner recognizes that the aura is false and detects the object's actual qualities if he succeeds on a Will save. Otherwise, he believes the aura and no amount of testing reveals what the true magic is.\nIf the targeted item's own aura is exceptionally powerful (if it is an artifact, for instance), magic aura doesn't work."},{"Name":"Magic Boulder","School":"transmutation [earth]","Level":{"cleric":2,"druid":2},"Description":"\n\n\nGet this book AND support this site!\nThis spell works like magic stone, except you transmute as many as three boulders (rocks up to two size categories smaller than yourself) to use with the rock throwing ability or as siege engine ammunition. The boulder's damage increases by one step, and the boulder gains a +1 enhancement bonus on attack and damage rolls."},{"Name":"Magic Circle against Chaos","School":"abjuration [lawful]","Level":{"cleric\/oracle":3,"inquisitor":3,"paladin":3,"sorcerer\/wizard":3,"summoner":3}},{"Name":"Magic Circle against Evil","School":"abjuration [good]","Level":{"cleric\/oracle":3,"inquisitor":3,"paladin":3,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchArea 10-ft.-radius emanation from touched creatureDuration 10 min.\/levelSaving Throw Will negates (harmless); Spell Resistance no; see text \nAll creatures within the area gain the effects of a protection from evil spell, and evil summoned creatures cannot enter the area either. Creatures in the area, or who later enter the area, receive only one attempt to suppress effects that are controlling them. If successful, such effects are suppressed as long as they remain in the area. Creatures that leave the area and come back are not protected. You must overcome a creature's Spell Resistance in order to keep it at bay (as in the third function of protection from evil), but the deflection and resistance bonuses and the protection from mental control apply regardless of enemies' Spell Resistance.\nThis spell has an alternative version that you may choose when casting it. A magic circle against evil can be focused inward rather than outward. When focused inward, the spell binds a non-good called creature (such as those called by the lesser planar binding, planar binding, and greater planar binding spells) for a maximum of 24 hours per caster level, provided that you cast the spell that calls the creature within 1 round of casting the magic circle. The creature cannot cross the circle's boundaries. If a creature too large to fit into the spell's area is the subject of the spell, the spell acts as a normal protection from evil spell for that creature only.\nA magic circle leaves much to be desired as a trap. If the circle of powdered silver laid down in the process of spellcasting is broken, the effect immediately ends. The trapped creature can do nothing that disturbs the circle, directly or indirectly, but other creatures can. If the called creature has Spell Resistance, it can test the trap once a day. If you fail to overcome its Spell Resistance, the creature breaks free, destroying the circle. A creature capable of any form of dimensional travel (astral projection, blink, dimension door, etherealness, gate, plane shift, shadow walk, teleport, and similar abilities) can simply leave the circle through such means. You can prevent the creature's extra-dimensional escape by casting a dimensional anchor spell on it, but you must cast the spell before the creature acts. If you are successful, the anchor effect lasts as long as the magic circle does. The creature cannot reach across the magic circle, but its ranged attacks (ranged weapons, spells, magical abilities, and the like) can. The creature can attack any target it can reach with its ranged attacks except for the circle itself.\nYou can add a special diagram (a two-dimensional bounded figure with no gaps along its circumference, augmented with various magical sigils) to make the magic circle more secure. Drawing the diagram by hand takes 10 minutes and requires a DC 20 Spellcraft check. You do not know the result of this check. If the check fails, the diagram is ineffective. You can take 10 when drawing the diagram if you are under no particular time pressure to complete the task. This task also takes 10 full minutes. If time is no factor at all, and you devote 3 hours and 20 minutes to the task, you can take 20.\nA successful diagram allows you to cast a dimensional anchor spell on the magic circle during the round before casting any summoning spell. The anchor holds any called creatures in the magic circle for 24 hours per caster level. A creature cannot use its Spell Resistance against a magic circle prepared with a diagram, and none of its abilities or attacks can cross the diagram. If the creature tries a Charisma check to break free of the trap (see the lesser planar binding spell), the DC increases by 5. The creature is immediately released if anything disturbs the diagram - even a straw laid across it. The creature itself cannot disturb the diagram either directly or indirectly, as noted above."},{"Name":"Magic Circle against Good","School":"abjuration [evil]","Level":{"antipaladin":3,"cleric\/oracle":3,"inquisitor":3,"sorcerer\/wizard":3,"summoner":3}},{"Name":"Magic Circle against Law","School":"abjuration [chaotic]","Level":{"antipaladin":3,"cleric\/oracle":3,"inquisitor":3,"sorcerer\/wizard":3,"summoner":3}},{"Name":"Magic Circle Against Technology","School":"abjuration","Level":{"cleric":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touch\nArea 10-ft.-radius emanation from touched creatureDuration 10 minute\/levelSaving Throw Will negates (harmless), see text; Spell Resistance no; see text\nGet this book AND support this site!\nAll creatures within the area gain the effects of a protection from technology spell. Creatures in the area, or that later enter the area, receive only one attempt to suppress technological effects that are controlling them. If a creature succeed at this save, such effects are suppressed as long as the creature remains in the area. Creatures that leave the area and then return are not protected. Robots receive a saving throw and spell resistance to avoid being kept at bay, but the deflection and resistance bonuses and the protection from mental control apply to non-technological creatures in the area even if a robot succeeds at its saving throw and is thus able to enter the area.\nThis spell is not cumulative with protection from technology and vice versa."},{"Name":"Magic Fang","School":"transmutation","Level":{"druid":3,"ranger":3,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"living creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Magic fang gives one natural weapon or unarmed strike of the subject a +1 enhancement bonus on attack and damage rolls. The spell can affect a slam attack, fist, bite, or other natural weapon. The spell does not change an unarmed strike's damage from nonlethal damage to lethal damage.\nMagic fang can be made permanent with a permanency spell.\n\nRange close (25 ft. + 5 ft.\/2 levels)Target one living creatureDuration 1 hour\/level\nThis spell functions like magic fang, except that the enhancement bonus on attack and damage rolls is +1 per four caster levels (maximum +5). This bonus does not allow a natural weapon or unarmed strike to bypass damage reduction aside from magic.\nAlternatively, you may imbue all of the creature's natural weapons with a +1 enhancement bonus (regardless of your caster level)."},{"Name":"Magic Jar","School":"necromancy","Level":{"alchemist":5,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"1 hour\/level or until you return to your body","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"By casting magic jar, you place your soul in a gem or large crystal (known as the magic jar), leaving your body lifeless. Then you can attempt to take control of a nearby body, forcing its soul into the magic jar. You may move back to the jar (thereby returning the trapped soul to its body) and attempt to possess another body. The spell ends when you send your soul back to your own body, leaving the receptacle empty. To cast the spell, the magic jar must be within spell range and you must know where it is, though you do not need line of sight or line of effect to it. When you transfer your soul upon casting, your body is, as near as anyone can tell, dead. \nWhile in the magic jar, you can sense and attack any life force within 10 feet per caster level (and on the same plane of existence). You do need line of effect from the jar to the creatures. You cannot determine the exact creature types or positions of these creatures. In a group of life forces, you can sense a difference of 4 or more HD between one creature and another and can determine whether a life force is powered by positive or negative energy. (Undead creatures are powered by negative energy. Only sentient undead creatures have, or are, souls.)\nYou could choose to take over either a stronger or a weaker creature, but which particular stronger or weaker creature you attempt to possess is determined randomly.\nAttempting to possess a body is a full-round action. It is blocked by protection from evil or a similar ward. You possess the body and force the creature's soul into the magic jar unless the subject succeeds on a Will save. Failure to take over the host leaves your life force in the magic jar, and the target automatically succeeds on further saving throws if you attempt to possess its body again.\nIf you are successful, your life force occupies the host body, and the host's life force is imprisoned in the magic jar. You keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and automatic abilities. A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You can't choose to activate the body's extraordinary or supernatural abilities. The creature's spells and spell-like abilities do not stay with the body.\nAs a standard action, you can shift freely from a host to the magic jar if within range, sending the trapped soul back to its body. The spell ends when you shift from the jar to your own body.\nIf the host body is slain, you return to the magic jar, if within range, and the life force of the host departs (it is dead). If the host body is slain beyond the range of the spell, both you and the host die. Any life force with nowhere to go is treated as slain."},{"Name":"Magic Missile","School":"evocation [force]","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Targets up to five creatures, no two of which can be more than 15 ft. apartDuration instantaneousSaving Throw none; Spell Resistance yes\n\nA missile of magical energy darts forth from your fingertip and strikes its target, dealing 1d4+1 points of force damage.\nThe missile strikes unerringly, even if the target is in melee combat, so long as it has less than total cover or total concealment. Specific parts of a creature can't be singled out. Objects are not damaged by the spell."},{"Name":"Magic Mouth","School":"illusion (glamer)","Level":{"bard":1,"sorcerer\/wizard":2,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small bit of honeycomb and jade dust worth 10 gp)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or object","Duration":"permanent until discharged","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"This spell imbues the chosen object or creature with an enchanted mouth that suddenly appears and speaks its message the next time a specified event occurs. The message, which must be 25 or fewer words long, can be in any language known by you and can be delivered over a period of 10 minutes. The mouth cannot utter verbal components, use command words, or activate magical effects. It does, however, move according to the words articulated; if it were placed upon a statue, the mouth of the statue would move and appear to speak. Magic mouth can also be placed upon a tree, rock, or any other object or creature.\nThe spell functions when specific conditions are fulfilled according to your command as set in the spell. Commands can be as general or as detailed as desired, although only visual and audible triggers can be used. Triggers react to what appears to be the case. Disguises and illusions can fool them. Normal darkness does not defeat a visual trigger, but magical darkness or invisibility does. Silent movement or magical silence defeats audible triggers. Audible triggers can be keyed to general types of noises or to a specific noise or spoken word. Actions can serve as triggers if they are visible or audible. A magic mouth cannot distinguish alignment, level, Hit Dice, or class except by external garb.\nThe range limit of a trigger is 15 feet per caster level, so a 6th-level caster can command a magic mouth to respond to triggers as far as 90 feet away. Regardless of range, the mouth can respond only to visible or audible triggers and actions in line of sight or within hearing distance."},{"Name":"Magic Siege Engine","School":"transmutation","Level":{"antipaladin":4,"cleric":5,"inquisitor":4,"paladin":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one siege engine touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"This spell permits an indirect fire siege engine to bombard its targets with greater accuracy, delivering more damage. The siege weapon receives a +1 enhancement bonus on targeting rolls and damage rolls. If used on a direct fire siege weapon, this spell acts a magic weapon.\nThis spell functions like magic siege weapon, except it gives an indirect fire siege weapon an enhancement bonus on targeting and damage rolls of +1 per four caster levels (maximum +5). If used on a direct-fire siege weapon, this spell functions as greater magic weapon."},{"Name":"Magic Stone","School":"transmutation","Level":{"cleric\/oracle":1,"druid":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets up to three pebbles touchedDuration 30 minutes or until dischargedSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)"},{"Name":"Magic Vestment","School":"transmutation","Level":{"cleric\/oracle":3,"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"armor or shield touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You imbue a suit of armor or a shield with an enhancement bonus of +1 per four caster levels (maximum +5 at 20th level)."},{"Name":"Magic Weapon","School":"transmutation","Level":{"antipaladin":3,"bloodrager":3,"cleric\/oracle":4,"inquisitor":3,"magus":3,"paladin":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one weapon or 50 projectiles (all of which must be together at the time of casting)","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"Source Skull & Shackles Player's Guide\nMagic weapon gives a weapon a +1 enhancement bonus on attack and damage rolls. An enhancement bonus does not stack with a masterwork weapon's +1 bonus on attack rolls.\nYou can't cast this spell on a natural weapon, such as an unarmed strike (instead, see magic fang). A monk's unarmed strike is considered a weapon, and thus it can be enhanced by this spell.\nThis spell functions like magic weapon, except that it gives a weapon an enhancement bonus on attack and damage rolls of +1 per four caster levels (maximum +5). This bonus does not allow a weapon to bypass damage reduction aside from magic."},{"Name":"Magnetic Field","School":"abjuration","Level":{"alchemist":6,"cleric":7,"magus":6,"sorcerer\/wizard":7,"summoner":6,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 ft.Area 30-ft.-radius emanationDuration 1 round\/2 levels (D)Saving Throw Reflex negates (object; see text); Spell Resistance yes (object)\nYou create a spherical magnetic field that surrounds you to a range of 30 feet and follows you for the duration of the spell.\nUnattended metal objects in range—including weapons, armor, and anything made primarily out of metal—are pulled violently toward you, stopping just short of your space and falling harmlessly to the ground. Objects secured to a nonmetallic fixture remain where they are unless a forceful tug would be enough to detach them. Loose objects weighing more than 500 pounds are not affected. If the magnetic field would cause a dangerous metal object such as a sword or anvil to intersect a square occupied by a creature, that creature must succeed at a Reflex save or take damage as if from an improvised weapon of the object's size (or smaller or larger, at the GM's discretion).\nA creature in the area wearing metal armor, wielding a metal weapon, or holding a metal object must succeed at a Reflex save or be dragged 5 feet closer to you in a straight line, as if affected by the pull universal monster rule (Bestiary 303). A creature can drop a metal object it's holding as a free action to avoid the effect if it's not wearing metal armor; a creature being dragged by its shield can loosen it as a move action and drop it as a free action. Creatures made entirely or mostly of metal take a –2 penalty on their Reflex saves. Creatures that fail their saves by 5 or more are pulled an additional 5 feet closer for every increment of 5 by which they failed their saves."},{"Name":"Magnifying Chime","School":"transmutation [sonic]","Level":{"bard":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"touchEffect disruptive vibrations","Target":"one unattended object or object in your possession","Duration":"1 round\/level","Saving_Throw":"Fortitude half (see text);","Spell_Resistance":"yes","Description":"You cause the touched object to vibrate and release sonic energy once per round as a loud, dangerous chime. The sound grows in strength as time passes. On your turn in the round after you cast the spell, the chime deals 1d6 points of sonic damage to all creatures and objects within 5 feet of the target. Each round after that, the damage increases by 1d6 and reaches 5 feet farther in all directions. A successful Fortitude save halves the damage for that round only."},{"Name":"Major Creation","School":"conjuration (creation)","Level":{"sorcerer\/wizard":5,"summoner":4,"witch":5},"Description":"Casting Time: 10 minutes\nRange close (25 ft. + 5 ft.\/2 levels)Duration see text\nThis spell functions like minor creation, except that you can also create an object of mineral nature: stone, crystal, metal, or the like. The duration of the created item varies with its relative hardness and rarity, as indicated on the following table."},{"Name":"Major Image","School":"illusion (figment)","Level":{"bard":3,"magus":3,"sorcerer\/wizard":3},"Description":"Duration Concentration +3 rounds\nThis spell functions like silent image, except that sound, smell, and thermal illusions are included in the spell effect. While concentrating, you can move the image within the range. "},{"Name":"Major Phantom Object","School":"illusion (figment) [mind-affecting]","Level":{"sorcerer\/wizard":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect phantasmal, unattended, non-magical object, up to 1 cu. ft.\/levelDuration 10 minutes\/level (D)Saving Throw Will negates; Spell Resistance yes"},{"Name":"Make Whole","School":"transmutation","Level":{"cleric\/oracle":4,"sorcerer\/wizard":4},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one object of up to 10 cu. ft.\/level or one construct creature of any size\nSource Skull & Shackles Player's Guide\nThis spell functions as mending, except that it repairs 1d6 points of damage per level when cast on an object or construct creature (maximum 5d6).\nMake whole can fix destroyed magic items (at 0 hit points or less), and restores the magic properties of the item if your caster level is at least twice that of the item. Items with charges (such as wands) and single-use items (such as potions and scrolls) cannot be repaired in this way. When make whole is used on a construct creature, the spell bypasses any immunity to magic as if the spell did not allow spell resistance.\nSource Technology Guide\nThis spell repairs 1d6 points of damage plus 1 point per level when cast on a construct creature (maximum 10d6+10). Greater make whole can fix destroyed magic items or technological items (items at 0 hit points or fewer), and restores the magic properties of the item if your caster level at least equal to that of the item. This spell otherwise functions as make whole.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"10 ft.","Target":"one object of up to 5 lb.\/level","Duration":"instantaneous","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)"},{"Name":"Malediction","School":"necromancy [death, evil]","Level":{"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"living creature touched","Duration":"instantaneous\/1 minute per HD of the target; see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Note: This spell deals with hero points. It originally appeared in the Advanced Player's Guide. See Hero Points for full details.\nYou utter a dire curse over the body of a dying\n creature, allowing you to consume its waning life force. Upon casting \nthis spell, you touch a living creature that has –1 or fewer hit points. If the target fails its saving throw, it dies and you gain 1 hero point for every 5 Hit Dice possessed by the target (minimum 1, maximum 3). These hero points last for a number of minutes equal to the target’s Hit Dice. Any hero points remaining when this spell ends are lost."},{"Name":"Malediction (Book of the Damned)","School":"necromancy [evil]","Level":{"cleric\/oracle":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":" 1 creature touched","Duration":"1 minute and instantaneous (see text)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Channeling the blasphemy of the Pit into your hand, you mark your target with a brief but fundamental corruption, causing its soul to be irretrievably damned to Hell should it die within the next minute. Those killed while under the effect of this spell cannot be resurrected by normal means. Only a worshiper of Asmodeus (or of your deity, if you are not a worshiper of the Prince of Darkness) can return a soul damned by malediction to life. Spells like raise dead or resurrection cast by the worshipers of other deities automatically fail, though they do reveal that the target soul has met a perhaps undeserved torment in Hell. The spells miracle or wish return the victim of a malediction to life, regardless of the caster’s deity.\nA soul may also be freed by the efforts of someone bodily going to Hell, locating the affected soul, and leading it out of the plane, which allows it to go to its intended destination in the afterlife and be raised normally. You can end the effects of your own malediction by casting the spell again and concentrating on a past target. Doing so frees the past target to its rightful place in death; it does not return the target to life."},{"Name":"Malfunction","School":"transformation*","Level":{"sorcerer\/wizard":4},"Description":"*Note: The source book is in error here (no such school). No official correction is available at this time, but it is likely that the correct school should be enchantment.\nRange close (25 ft. + 5 ft.\/2 levels)Area one constructDuration 1 round\/level (D)Saving Throw Fortitude negates; Spell Resistance yes\nThis functions as confusion, except it only affects constructs, and instead of babbling incoherently, the construct takes no actions on its turn (but may still make attacks of opportunity).","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Malicious Spite","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered turquoise worth 150 gp)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 day\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You invoke feelings of a driving malicious intent. The target’s malice is directed at a second individual as designated by you at the time of casting. Thereafter, the target attempts to slander, abuse, and even plot murder against the target of its spite. This loathing is not overt, and the target’s actions against the object of its spite remain subtle and indirect. The enchanted target remains within its financial and ethical means when acting against the second individual, though the malice toward this other person pushes the target to the limit of what it would do to a hated individual.\nEach day, the target takes 2 points of Wisdom damage as the all-encompassing spite dominates its thoughts. The target can only alleviate the ability damage by acting upon the emotion and performing a spiteful act. Examples of spiteful acts are spiking the target’s drink to make it an easier target for thugs, damaging the target’s property, starting foul rumors about the target, framing the target for a crime, paying lepers or beggars to accost the target, extorting or blackmailing the target, or arranging for others to physically harm the target.\nWhen the spell ends, the target remembers the spiteful behavior, but not the motivation for it."},{"Name":"Mantle of Calm","School":"enchantment (compulsion)","Level":{"cleric":3,"inquisitor":3,"paladin":3,"shaman":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 round\/level (D)","Saving_Throw":"none and Will negates (see text);","Spell_Resistance":"no and yes (see text)","Description":"You surround yourself with a mantle of calm serenity. You take a –2 penalty on attack rolls, and opponents gain a +2 bonus on saving throws against spells you cast. Any creature affected by a rage effect (barbarian's rage, bloodrager's bloodrage, blood rage monster ability, rage spell, skald's inspired rage raging song, and so on) that strikes you with a melee attack must attempt a Will saving throw, without the rage effect's bonus to Will; failure means the rage effect ends (as if it were dispelled or the creature voluntarily ended it, as appropriate).\nIf you become affected by a rage effect while this spell is active, this spell immediately ends. If your rage effect comes from a skald's raging song, then it ends only for you, and you cannot re-accept the effects of the song."},{"Name":"Marching Chant","School":"transmutation","Level":{"bard":2,"cleric":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/levelDuration concentrationSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou invigorate your allies, who can hustle as long as you continue to sing or chant (which requires your concentration). This movement counts as a walk (not a hustle) for the purpose of accruing nonlethal damage and fatigue."},{"Name":"Marid's Mastery","School":"transmutation [water]","Level":{"bloodrager":1,"cleric":1,"druid":1,"ranger":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Marionette Possession","School":"necromancy","Level":{"alchemist":3,"sorcerer\/wizard":3,"summoner":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one willing creature1","Duration":"10 minutes\/level or until you return to your body","Saving_Throw":"Will negates (see text) none2;","Spell_Resistance":"yes","Description":"1 This spell can not target unintelligent undead.\nSource (Facebook post by Sean K. Reynolds):\n2 The saving throw should be \"none.\" but this has not been added to an official errata at this time.\n[Source]\nYou project your soul out of your body and into the body of a willing creature. This possession is blocked by protection from evil or a similar ward. The target’s soul shares its body with you; it is helpless but can still use its senses. You and the target’s soul can communicate telepathically as if using a common language.\nYou keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities. The body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and natural attacks (such as a bite or sting). A body with extra limbs does not allow you to make more attacks (or more advantageous two-weapon attacks) than normal. You can’t choose to activate the body’s extraordinary, spell-like, or supernatural abilities.\nAs a standard action, you can return to your own body, ending the spell. While your soul is possessing the target, your body is helpless. If the host body is slain, you return to your own body if it is within range, and the life force of the host departs (it is slain). If the host body is slain beyond the range of the spell, both you and the host die. Any life force with nowhere to go is treated as slain."},{"Name":"Mark of Justice","School":"necromancy [curse]","Level":{"cleric\/oracle":5,"inquisitor":5,"paladin":4,"witch":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"permanent; see text","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"Notice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou mark a subject and state some behavior on the part of the subject that will activate the mark. When activated, the mark curses the subject. Typically, you designate some sort of undesirable behavior that activates the mark, but you can pick any act you please. The effect of the mark is identical with the effect of bestow curse.\nSince this spell takes 10 minutes to cast and involves writing on the target, you can cast it only on a creature that is willing or restrained."},{"Name":"Mark of Obvious Ethics","School":"divination [curse]","Level":{"cleric":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 day\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You mark one creature with a glowing sigil. The target's alignment must be opposite yours on at least one alignment axis—if you are neutral with no other alignment components, the target must have an alignment with no neutral component. Any creature that sees the target can attempt a DC 15 Knowledge (religion) check to discern the target's alignment, even if the mark is covered. You are aware of the direction and distance to the target as long as it remains within 100 miles of you and on the same plane."},{"Name":"Mark of the Reptile God","School":"transmutation (curse)","Level":{"antipaladin":4,"cleric":4,"inquisitor":4,"oracle":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"permanent","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"\n\n\nGet this book AND support this site!\nIf you succeed at a ranged touch attack, you burn your handprint onto the flesh of a creature, dealing 1d6 points of acid damage.\nThe mark can be placed on any exposed portion of the creature, typically the head or forearm. The flesh around the handprint becomes rough and scaly, like the hide of a lizard. It also glows with a green radiance (shedding light as a torch) when brought within 60 feet of you. While the handprint glows, the target takes a -2 penalty to AC against your attacks and on saving throws to resist any spell you cast or spell-like ability you use.\nAdditionally, each day the target remains cursed, more and more of its flesh becomes covered in reptilian scales. The target must succeed at a Fortitude save each day or take 1d4 points of Charisma damage, 1 point of which is Charisma drain instead. A creature reduced to 0 Charisma by this effect is immediately transformed into a small, harmless cave lizard, as the baleful polymorph spell.\nAs with the effects of bestow curse, the curse inflicted by this spell cannot be dispelled, but it can be removed with a break enchantment, limited wish, miracle, remove curse, or wish spell."},{"Name":"Marks of Forbiddance","School":"abjuration [mind-affecting]","Level":{"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one enemy and one allyDuration 1 round\/levelSaving Throw Will negates; see text Spell Resistance yes\nMarks of Forbiddance magically brand two creatures, preventing them from committing violence against one another. When you cast this spell choose one enemy and one ally within range. Both targets become branded with the sigil of forbiddance. Until the end of the spell's duration, in order for the two targets to attack one another, even with a targeted spell, each attacker must attempt a Will save. If the save succeeds, that target can attack the other normally.\nIf the save fails, the target can't follow through with the attack and the action is lost. This spell does not prevent the targets from attacking each other with area of effect spells or abilities.\n"},{"Name":"Martial Marionette","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a marionette’s crossbar)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"When you cast this spell, you take partial control of an opponent’s limbs, making it difficult for him to attack you. Any attacks made against you by the target of the spell take a –2 penalty due to the erratic and random motions the spell forces onto any efforts to strike you. In addition, any creature suffering the effects of this spell cannot flank you and cannot aid other opponents in flanking you.\nAs long as the affected creature is adjacent to you, you can cause the creature’s limbs to flail into the path of other attacks against you as an immediate action. This provides partial cover against that attack, granting you a +2 bonus to AC and a +1 bonus on Reflex saves."},{"Name":"Martyr’s Bargain","School":"transmutation (good)","Level":{"cleric":2,"paladin":2},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Among the faithful followers of the gods of purity martyr’s bargain represents true faith and true sacrifice.\nYou cast this spell as an immediate action when you are subject to a spell or spell-like ability that deals hit point damage, after attack rolls and saving throws have been rolled but before the damage itself is determined. The damage dealt by the spell and any related effects are then delayed for you (and you only) for a number of rounds equal to your caster level.\nAt the end of that time (or immediately if martyr’s bargain is dispelled), the delayed damage takes effect on you as it would have at the time it was cast, but is maximized as if affected by the Maximize Spell metamagic feat. Spells and spell-like abilities that were already maximized gain no additional benefit from this spell. Nothing can prevent this delayed damage from affecting you.\nYou can be affected by only one martyr’s bargain spell at a time. If you cast this spell while you are already under the effects of a previous martyr’s bargain, the previous spell effect ends and you immediately take the damage it had delayed."},{"Name":"Mask Dweomer","Description":"School illusion (glamer); Level\nwitch 1\nRange touchTargets creature or object touchedDuration 1 day\/level (D)Saving Throw none; see text; Spell Resistance no\nYou mask and manipulate a spell's magic aura to make it harder to detect. Select one spell effect on the target creature or object. You must have either cast this spell yourself or have perceived it by means of detect magic or arcane sight.\nBoth the desired spell effect and mask dweomer are hidden from detect magic, although more powerful spells (such as arcane sight) pierce the deception if the caster succeeds on a Will save. Analyze dweomer automatically detects both mask dweomer and any masked spell effects.\nLevel witch 2Target creatures or objects touched\nThis spell functions like mask dweomer, except you divide the duration in 1-day increments among the creatures or objects touched.\nPathfinder Roleplaying Game Ultimate Combat. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of gauze)"}},{"Name":"Masterwork Transformation","School":"transmutation","Level":{"bard":2,"cleric\/oracle":2,"druid":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (see below)"},"Range":"touch","Target":"one weapon, suit of armor, shield, tool, or skill kit touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You convert a non-masterwork item into its masterwork equivalent. A normal sword becomes a masterwork sword, a suit of leather armor becomes a masterwork suit of leather armor, a set of thieves’ tools becomes masterwork thieves’ tools, and so on. If the target object has no masterwork equivalent, the spell has no effect. You can affect 50 pieces of ammunition as if they were one weapon. You decide if the object’s appearance changes to reflect this improved quality.\nThe material component for the spell is magical reagents worth the cost difference between a normal item and the equivalent masterwork item (typically 300 gp for a weapon, 150 gp for armor, or 50 gp for a tool). If an object has multiple masterwork options (such as a double weapon, or a spiked shield that could be made masterwork as a weapon or armor), you choose one option of the object to affect (though you can cast the spell again to affect another option)."},{"Name":"Mathematical Curse","School":"necromancy [curse]","Level":{"antipaladin":2,"bard":2,"cleric":3,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one living creature","Duration":"see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The Path of Numbers is a system of numerology that describes eight basic energies. Any of these types of energy can interact at any time, producing 64 possible combinations. It is believed that those 64 combinations are sufficient to describe the basis of every interaction in the cosmos. No matter the plane, creature, or time in question, every event in the multiverse is based on one of those 64 templates. In short, the Path of Numbers is a periodic table of energetic elements.\nUsing the Path of Numbers, you are able to influence the seemingly random elements in the environment around a creature, reducing that creature's efficacy. Roll 3d8 and choose one of the dice—this die's result is the penalty mathematical curse imparts. Next, choose either of the two remaining dice; the d20 roll corresponding to that result on the Eight Basic Energies table is the roll the spell's penalty applies to. The result of the final die represents the number of rounds that mathematical curse lasts. A creature can be under the influence of only one mathematical curse at a time. If mathematical curse is cast on a creature already affected by that spell, the new curse replaces the previous one."},{"Name":"Maze","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":8,"summoner":6,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You banish the subject into an extra-dimensional labyrinth. Each round on its turn, it may attempt a DC 20 Intelligence check to escape the labyrinth as a full-round action. If the subject doesn't escape, the maze disappears after 10 minutes, freeing the subject."},{"Name":"Meld into Stone","School":"transmutation [earth]","Level":{"cleric\/oracle":3,"druid":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 10 min.\/level\nMeld into stone enables you to meld your body and possessions into a single block of stone. The stone must be large enough to accommodate your body in all three dimensions. When the casting is complete, you and not more than 100 pounds of non-living gear merge with the stone. If either condition is violated, the spell fails and is wasted.\nWhile in the stone, you remain in contact, however tenuous, with the face of the stone through which you melded. You remain aware of the passage of time and can cast spells on yourself while hiding in the stone. Nothing that goes on outside the stone can be seen, but you can still hear what happens around you. Minor physical damage to the stone does not harm you, but its partial destruction (to the extent that you no longer fit within it) expels you and deals you 5d6 points of damage. The stone's complete destruction expels you and slays you instantly unless you make a DC 18 Fortitude save. Even if you make your save, you still take 5d6 points of damage.\nAny time before the duration expires, you can step out of the stone through the surface that you entered. If the spell's duration expires or the effect is dispelled before you voluntarily exit the stone, you are violently expelled and take 5d6 points of damage."},{"Name":"Memorize Page","School":"enchantment [mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target gains a perfect memory of the page you used as a focus component. The target can visualize this page as easily as looking at it in person, including minute details visible to close scrutiny by the naked eye. The memory of the page includes text and images, such as a drawing or a map. Someone unfamiliar with the language on the page (or even an illiterate person) could relay what is written simply by copying the shapes of the letters so another person can read them.\nThe maximum number of pages that a particular target can memorize through repeated castings of this spell is equal to the target's Intelligence modifier (minimum 1); any attempts beyond this limit have no effect, although the target's memory of a page could be erased (using modify memory or a similar effect) to effectively make room for a different one.\nA creature that memorizes magical writing (such as a scroll or a page from a spellbook) cannot borrow, duplicate, or retain any of the magic in the writing. However, this would allow a wizard to copy a spell into his spellbook so he could prepare the spell from his book (assuming the spell takes up only one page in a spellbook)."},{"Name":"Memory Lapse","Description":"School enchantment [mind-affecting]; Level bard 1, sorcerer\/wizard 1; Domain memory 2\n\nRange close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration instantaneousSaving Throw Will negates; Spell Resistance yes\n\nYou cause the target to forget what happened from the casting of the spell back to the beginning of its last turn. This may allow a retry on a Diplomacy, Intimidate, or opposed skill check, though only with respect to the target, not other creatures that may be present.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Memory of Function","School":"transmutation","Level":{"cleric":7,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","powdered":""},"Range":"touch","Target":"object or construct touched","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nNote: The text has been updated per official errata. [Source]\nEven a broken object remembers what it means to be a functioning whole. You restore a broken object or damaged construct to a functional state, as if it were new and intact. Any pieces missing from the object or construct remain missing. Significant missing pieces may prevent proper functioning. If the object uses charges, the object becomes fully charged. A timeworn object becomes fully charged, but doesn’t lose the timeworn condition (this spell is one of the few ways a timeworn item can be recharged). For 1 hour after this spell is cast on a timeworn object, that object does not suffer any chance of glitching. Other consumables such as ammunition are not restored.\nWhen this spell is cast upon a damaged construct, all hit point damage dealt to that construct is healed. When this spell is cast upon a destroyed construct, it is restored to full functionality and full hit points, provided no significant portion of the destroyed construct (such as an entire limb) is missing. Constructs brought back in this fashion regain their memories up to the moment of their destruction and have no particular inclination to serve the caster.\nIf you attempt to cast this spell on an object or a construct that has been destroyed for more than 10 years per caster level you possess, the spell fails.\n"},{"Name":"Mending","Description":"School transmutation; Level\nbard 0, \ncleric\/oracle  0, \ndruid 0, \nsorcerer\/wizard 0, \nsummoner 0, \nwitch 0\nRange 10 ft.Target one object of up to 1 lb.\/levelDuration instantaneousSaving Throw: Will negates (harmless, object); Spell Resistance: yes (harmless, object)","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Merge with Familiar","School":"transmutation","Level":{"alchemist":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"your familiar","Duration":"1 hour\/level (D)","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Get this book AND support this site!\nYour familiar merges harmlessly into your body.\nFor the duration of this spell, you or your familiar can separate or merge at will as a move action. While merged, your familiar can't be targeted or affected by any means (including ongoing effects)."},{"Name":"Message","Description":"School transmutation [language-dependent]; Level\nbard 0, \nsorcerer\/wizard 0, \nsummoner 0, \nwitch 0\nRange medium (100 ft. + 10 ft.\/level)Targets one creature\/levelDuration 10 min.\/levelSaving Throw none; Spell Resistance no","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""}},{"Name":"Meteor Swarm","School":"evocation [fire]","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Area four 40-ft.-radius spreads, see textDuration instantaneousSaving Throw none or Reflex half, see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nMeteor swarm is a very powerful and spectacular spell that is similar to fireball in many aspects. When you cast it, four 2-foot-diameter spheres spring from your outstretched hand and streak in straight lines to the spots you select. The meteor spheres leave a fiery trail of sparks.\nIf you aim a sphere at a specific creature, you may make a ranged touch attack to strike the target with the meteor. Any creature struck by a sphere takes 2d6 points of bludgeoning damage (no save) and takes a -4 penalty on the saving throw against the sphere's fire damage (see below). If a targeted sphere misses its target, it simply explodes at the nearest corner of the target's space. You may aim more than one sphere at the same target."},{"Name":"Miasmatic Form","Description":"\nSchool transmutation [air, poison]; \nLevel alchemist 4, sorcerer\/wizard 4\n\nComponents S, M (contact or inhaled poison worth 100 gp)\n\nDuration 1 minute\/levelSaving Throw none; see text; Spell Resistance no\nThis spell functions like gaseous form, except the target's vaporous body is dangerous to creatures that touch it. A creature can make a Fortitude save (DC 14 + your Intelligence modifier) on its turn to resist the vapors. When you cast this spell, you select one of the following options.\nStinking cloud: The target's body nauseates creatures that fail their saving throws, as stinking cloud (Fort negates, see text). This form of the spell does not require a material component."},{"Name":"Mighty Fist of the Earth","School":"conjuration (creation) [earth]","Level":{"cleric":1,"druid":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You create a fist-sized rock that flies toward one enemy. Make an unarmed strike attack roll against the target as if it were in your threatened area. If the attack is successful, the rock deals bludgeoning damage to the target as if you had hit the target with your unarmed strike. If you have a ki pool, as long as you have at least 1 point in your ki pool, the rock counts as a ki strike."},{"Name":"Mighty Strength","School":"transmutation","Level":{"cleric\/oracle":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 minute\/level\nAs bull’s strength, except it grants a +8 enhancement bonus to Strength."},{"Name":"Mind Blank","School":"abjuration","Level":{"sorcerer\/wizard":8,"witch":8,"protection":8,"thought":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"24 hours","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject is protected from all devices and spells that gather information about the target through divination magic (such as detect evil, locate creature, scry, and see invisible). This spell also grants a +8 resistance bonus on saving throws against all mind-affecting spells and effects. Mind blank even foils limited wish, miracle, and wish spells when they are used in such a way as to gain information about the target. In the case of scrying that scans an area the creature is in, such as arcane eye, the spell works but the creature simply isn't detected. Scrying attempts that are targeted specifically at the subject do not work at all.\nLevel sorcerer\/wizard 9, witch 9Target creatures touched\nThis spell functions like mind blank, except you divide the duration in 1-hour increments among the creatures touched."},{"Name":"Mind Fog","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect fog spreads in 20-ft. radius, 20 ft. highDuration 30 minutes and 2d6 rounds; see textSaving Throw Will negates; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nMind fog produces a bank of thin mist that weakens the mental resistance of those caught in it. Creatures in the mind fog take a -10 penalty on Wisdom checks and Will saves. (A creature that successfully saves against the fog is not affected and need not make further saves even if it remains in the fog.) Affected creatures take the penalty as long as they remain in the fog and for 2d6 rounds thereafter. The fog is stationary and lasts for 30 minutes (or until dispersed by wind).\nA moderate wind (11+ mph) disperses the fog in 4 rounds; a strong wind (21+ mph) disperses the fog in 1 round."},{"Name":"Mindlocked Messenger","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"bard":2,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one willing living creature","Duration":"permanent until discharged (see text)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You speak a short message (up to 10 words per caster level), implanting both it and the identity of the message's intended recipient in the mind of a willing creature. The creature is aware of the message and who the recipient is. Any attempt to speak, write, or otherwise communicate the message to anyone other than its intended recipient causes the target to forget the message for 1d6 minutes. Attempts to read the target's mind (such as with detect thoughts) or to force the target to reveal the message (such as with torture or magical compulsion) likewise cause temporary amnesia regarding the message.\nThe target can communicate the message only to someone it believes is the intended recipient, which means that disguises, illusions, and polymorph effects might fool the target into delivering the message. Once the target communicates the message, the message is permanently erased from the target's memory."},{"Name":"Minor Creation","Description":"\nSchool conjuration (creation); Level\nsorcerer\/\nwizard 4, \nsummoner 3, \nwitch 4; Domain artifice 4\n\nRange 0 ft.Effect unattended, non-magical object of nonliving plant matter, up to 1 cu. ft.\/levelDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\n\nYou create a non-magical, unattended object of nonliving vegetable matter. The volume of the item created cannot exceed 1 cubic foot per caster level. You must succeed on an appropriate Craft skill check to make a complex item.","Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tiny piece of matter of the same sort of item you plan to create with minor creation)"}},{"Name":"Minor Dream","School":"illusion (figment) [mind-affecting]","Level":{"alchemist":2,"bard":3,"sorcerer\/wizard":3,"witch":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Range":"unlimited","Target":"you or one gnome touched","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Minor Image","School":"illusion (figment)","Level":{"bard":2,"magus":2,"sorcerer\/wizard":2},"Description":"Duration concentration + 2 rounds"},{"Name":"Minor Phantom Object","School":"illusion (figment) [mind-affecting]","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange 0 ft.Effect phantasmal, unattended, non-magical object of nonliving plant matter, up to 1 cu. ft.\/levelDuration 10 minutes\/level (D)Saving Throw Will negates; Spell Resistance yes"},{"Name":"Miracle","School":"evocation","Level":{"cleric\/oracle":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S;":""},"Description":"Range see textTarget, Effect, or Area see textDuration see textSaving Throw see text; Spell Resistance yes\nYou don't so much cast a miracle as request one. You state what you would like to have happen and request that your deity (or the power you pray to for spells) intercede.\nA miracle can do any of the following things.\n\nAlternatively, a cleric can make a very powerful request. Casting such a miracle costs the cleric 25,000 gp in powdered diamond because of the powerful divine energies involved. Examples of especially powerful miracles of this sort could include the following:\nIn any event, a request that is out of line with the deity's (or alignment's) nature is refused."},{"Name":"Mirage Arcana","School":"illusion (glamer)","Level":{"bard":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Area one 20-ft. cube\/level (S)Duration concentration +1 hour\/ level (D)\nSource Skull & Shackles Player's Guide"},{"Name":"Mirror Hideaway","School":"transmutation","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a glass or metal marble and a twisted loop of parchment)"},"Range":"touch","Target":"one mirror","Duration":"1 hour\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You transform a mirror into a portal to an extradimensional space. The space can hold as many as eight Medium creatures. Creatures that enter this space are hidden and beyond the reach of spells (including divinations), unless those spells work across planes. If the mirror is covered (such as by a cloth, or by being placed face down or against a wall), the portal becomes inactive. If the mirror is broken or moved more than 5 feet from where it was when you cast the spell, the spell ends; any creatures within the extradimensional space are expelled from it (see below) and become nauseated for 1d6 rounds.\nSpells cannot be cast across the extradimensional interface, nor can area effects cross it. Those in the space can see and hear through it as if looking through an open window the same size as the mirror. Creatures outside the extradimensional space see only what is normally reflected in the mirror. Any creature in the space can make itself visible in the reflection of the mirror for 1 round at a time, however creatures outside the space cannot hear any sounds that originate inside. Anything inside the extradimensional space is expelled when the spell ends (even if the mirror is covered). Only one creature at a time can enter the mirror, and creatures can enter only if they can fit through an opening the same size as the mirror. For example, a hand mirror isn't big enough for a Small or larger creature to use it as a portal. Objects can enter the extradimensional space only if brought by a creature able to fully pass through the mirror."},{"Name":"Mirror Image","School":"illusion (figment)","Level":{"bard":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 min.\/level\nThis spell creates a number of illusory doubles of you that inhabit your square. These doubles make it difficult for enemies to precisely locate and attack you. \nWhen mirror image is cast, 1d4 images plus one image per three caster levels (maximum eight images total) are created. These images remain in your space and move with you, mimicking your movements, sounds, and actions exactly. Whenever you are attacked or are the target of a spell that requires an attack roll, there is a possibility that the attack targets one of your images instead. If the attack is a hit, roll randomly to see whether the selected target is real or a figment. If it is a figment, the figment is destroyed. If the attack misses by 5 or less, one of your figments is destroyed by the near miss. Area spells affect you normally and do not destroy any of your figments. Spells and effects that do not require an attack roll affect you normally and do not destroy any of your figments. Spells that require a touch attack are harmlessly discharged if used to destroy a figment."},{"Name":"Mirror Polish","School":"transmutation","Level":{"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a soft cloth)"},"Range":"touch","Target":"one metal item of up to 1 sq. ft.","Duration":"instantaneous","Saving_Throw":"yes (object);","Spell_Resistance":"yes (object)","Description":"You polish a metal item until it is reflective enough to be used as a mirror. This does not prevent the item from later damage or corrosion that would ruin the mirrored surface. The spell can be cast only on a metal item with a fairly smooth and contiguous surface, such as a breastplate, a helm, a shield, or a sword, but not a mace, chainmail, or scale mail."},{"Name":"Mirror Sight","School":"divination (scrying)","Level":{"sorcerer\/wizard":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range see textEffect magical sensorDuration 1 minute\/levelSaving Throw none; Spell Resistance no\nThis spell lets you look into a mirror near you and see an image that is reflected in another specific mirror (chosen by you) or an individual reflected in any other mirror.\nThis works like a scrying spell, except you can only view creatures on the same plane as you. Each time you cast the spell, you can choose to see one of three types of reflections in your mirror.\nKnown Mirror: The current refection in another mirror with which you are familiar.\nKnown Person: The current refection of a person you know well, assuming that person is near a mirror.\nKnown Place: The current refection of a place you know well, assuming the location is being reflected in a mirror.\nYou receive only visual information through this ability. You can choose to transmit information both ways so that a person reflected in the remote mirror can view whatever appears in the mirror you are using."},{"Name":"Mirror Strike","School":"transmutation","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a shard of mirror)"},"Description":"Range personalTarget youDuration see text\nYou briefly alter the flow of time to split a melee attack into two attacks. Before the end of your next turn, when you make your next melee attack roll, compare the result to the AC of two opponents within your reach. If the selected opponents are flanking you, you gain a +2 bonus on your attack roll (and confirmation attack roll, see below). If you hit both enemies, you can deal half damage to each. Hitting only one opponent allows you to deal that opponent normal damage for your attack. On a critical threat, you can make only one attack roll to confirm the critical hit against both opponents. If you confirm against both, you deal half your critical hit damage to each. Your hit is a normal hit rather than a critical if you confirm against only one opponent. If you fail to use the effect before the end of your next turn, the spell ends."},{"Name":"Mirror Transport","School":"transmutation","Level":{"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a glass or metal marble and a twisted loop of parchment)"},"Range":"touch","Target":"one mirror","Duration":"1 hour\/level (D)","Saving_Throw":"yes (object);","Spell_Resistance":"yes (object)","Description":"This spell functions as mirror hideaway, except any creature that enters the target mirror can spend a swift action to exit through another mirror within 500 feet as if using dimension door; this is a one-way transport. The creature can exit through a mirror only if it could fit through an opening the same size as the mirror. Each transport through the target mirror reduces the spell's duration by 1 hour."},{"Name":"Misdirection","School":"illusion (glamer)","Level":{"bard":2,"sorcerer\/wizard":2,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or object, up to a 10-ft. cube in size","Duration":"1 hour\/level","Saving_Throw":"none or Will negates; see text;","Spell_Resistance":"no"},{"Name":"Miserable Pity","School":"abjuration [emotion, mind-affecting]","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level and 1 minute; see text","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"This spell functions as sanctuary, except creatures attempting to attack the target who fail their saves also feel a strong sense of pity toward the target, as if it were weak, pathetic, and not a threat. If the target breaks the spell by attacking, any creature that failed its save against the spell gains a +2 morale bonus on attack rolls against the target for 1 minute."},{"Name":"Mislead","School":"illusion (figment, glamer)","Level":{"alchemist":6,"bard":5,"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target\/Effect you\/one illusory doubleDuration 1 round\/level (D) and concentration + 3 rounds; see textSaving Throw none or Will disbelief (if interacted with); see text; Spell Resistance no\nYou become invisible (as greater invisibility, a glamer), and at the same time, an illusory double of you (as major image, a figment) appears. You are then free to go elsewhere while your double moves away. The double appears within range but thereafter moves as you direct it (which requires concentration beginning on the first round after the casting). You can make the figment appear superimposed perfectly over your own body so that observers don't notice an image appearing and you turning invisible. You and the figment can then move in different directions. The double moves at your speed and can talk and gesture as if it were real, but it cannot attack or cast spells, though it can pretend to do so."},{"Name":"Mnemonic Enhancer","School":"transmutation","Level":{"wizard":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of string","and":"","F":""},"Description":"Range personalTarget youDuration instantaneous\nCasting this spell allows you to prepare additional spells or retain spells recently cast. Pick one of these two versions when the spell is cast.\nPrepare: You prepare up to three additional levels of spells. A cantrip counts as 1\/2 level for this purpose. You prepare and cast these spells normally.\nRetain: You retain any spell of 3rd level or lower that you had cast up to 1 round before you started casting the mnemonic enhancer. This restores the previously cast spell to your mind."},{"Name":"Modify Memory","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":4},"Casting_Time":"1 round; see text","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You reach into the subject's mind and modify as many as 5 minutes of its memories in one of the following ways.\nCasting the spell takes 1 round. If the subject fails to save, you proceed with the spell by spending as much as 5 minutes (a period of time equal to the amount of memory you want to modify) visualizing the memory you wish to modify in the subject. If your concentration is disturbed before the visualization is complete, or if the subject is ever beyond the spell's range during this time, the spell is lost."},{"Name":"Molten Orb","School":"transmutation","Level":{"bloodrager":2,"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect ranged attackDuration instantaneousSaving Throw none; Spell Resistance yes\nYou create a fist-sized, red-hot ball of molten metal that you immediately hurl as a splash weapon. A direct hit deals 2d6 points of fire damage. Every creature within 5 feet of where the ball hits takes 1d6 points of fire damage from the splash (Reflex half). Each of these creatures takes an additional 1d6 points of fire damage on its turn for the next 1d3 rounds, unless it is cooled off (with water, snow, or any effect that deals 5 or more points of cold damage)."},{"Name":"Moment of Greatness","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"cleric":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"50 ft.","Target":"The caster and allies within a 50-ft. burst centered on the caster","Duration":"1 minute\/level or until discharged","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"Each creature affected by this spell is given the potential for greater success and glory. If the affected creature is benefiting from a morale bonus of any type, it can double that morale bonus on one roll or check, before making the roll. Once an affected creature uses this spell’s effect, the spell is discharged for that subject."},{"Name":"Moment of Prescience","School":"divination","Level":{"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 hour\/level or until discharged"},{"Name":"Monkey Fish","School":"transmutation","Level":{"alchemist":1,"druid":1,"magus":1,"shaman":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nYour hands and feet alter to make you better at climbing and swimming. You gain a 10 foot climb speed and swim speed. This spell has no effect if you are wearing medium or heavy armor or carrying a medium or heavy load."},{"Name":"Monstrous Extremities","School":"transmutation (polymorph)","Level":{"bloodrager":3,"cleric":3,"sorcerer\/wizard":3,"witch":4},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You change one of the extremities of the creature touched—arms or legs only—into another shape of approximately the same size and mass. You can choose a tentacle, a hoof, or a wing.\nThe subject must take approximately 10 minutes to familiarize itself with the function and movement of the new extremity to use it properly. These new forms do not allow the subject to fly, run faster, or swim better; however, they do act as natural weapons of the appropriate type, and the subject can use them to make secondary attacks while making attacks with weapons as a full-attack action. The secondary attacks are made using the creature's base attack bonus –5 and adding only 1\/2 the creature's Strength bonus on damage rolls. The subject cannot hold a weapon or use any item that would ordinarily fit into the slot of the changed extremity. The subject can receive the benefits of this spell multiple times."},{"Name":"Monstrous Physique","School":"transmutation (polymorph)","Level":{"alchemist":6,"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you plan to assume)"},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nWhen you cast this spell, you can assume the form of any Small or Medium creature of the monstrous humanoid type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, and scent. If the form you assume has the aquatic subtype, you gain the aquatic and amphibious subtypes.\nThis spell functions as monstrous physique I, except it also allows you to assume the form of a Tiny or Large creature of the monstrous humanoid type. If the form you assume has any of the following abilities, you gain the listed ability: climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, scent, freeze, grab, leap attack, mimicry, pounce, sound mimicry, speak with sharks, and trip. If the creature has the undersized weapons special quality, you gain that quality.\nThis spell functions as monstrous physique II, except it also allows you to assume the form of a Diminutive or Huge creature of the monstrous humanoid type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, all-around vision, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, blood frenzy, cold vigor, constrict, ferocity, freeze, grab, horrific appearance, jet, leap attack, mimicry, natural cunning, overwhelming, poison, pounce, rake, sound mimicry, speak with sharks, trample, trip, and web. If the creature has the undersized weapons special quality, you gain that quality.\nThis spell functions as monstrous physique III except it allows you to use more abilities.\nIf the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, low-light vision, scent, tremorsense 60 feet, blood frenzy, breath weapon, cold vigor, constrict, ferocity, freeze, grab, horrific appearance, jet, leap attack, mimicry, natural cunning, overwhelming, poison, pounce, rake, rend, roar, sound mimicry, speak with sharks, spikes, trample, trip, and web. If the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. If the creature has immunity to poison, you gain a +8 bonus on saves against poison.\n"},{"Name":"Moonstruck","Description":"\nSchool enchantment (compulsion) [emotion, mind-affecting] Level\nbloodrager 4, druid 4, \nsorcerer\/wizard 4, \nwitch 4; Domain rage 6\n\nRange medium (100 ft. + 10 ft.\/level)Targets one humanoid creatureDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\n","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of powdered moonstone)"}},{"Name":"Mount","School":"conjuration (summoning)","Level":{"bloodrager":1,"magus":1,"":999},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of horse hair)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one mountDuration 2 hours\/level (D)Saving Throw none; Spell Resistance no\nYou summon a light horse or a pony (your choice) to serve you as a mount. The steed serves willingly and well. The mount comes with a bit and bridle and a riding saddle.\nLevel magus 2, sorcerer\/wizard 2, summoner 2, witch 2Effect up to six mounts\nThis spell functions like mount, except you can summon up to six light horses or ponies, and you divide the duration in 2-hour increments among the steeds summoned."},{"Name":"Move Earth","School":"transmutation [earth]","Level":{"druid":6,"sorcerer\/wizard":6},"Casting_Time":"see text","Components":{"V":"Verbal","S":"Somatic","M":"Material (clay","loam":"","sand":"","and":""},"Description":"Range long (400 ft. + 40 ft.\/level)Area dirt in an area up to 750 ft. square and up to 10 ft. deep (S)Duration instantaneousSaving Throw none; Spell Resistance no\nMove earth moves dirt (clay, loam, sand, and soil), possibly collapsing embankments, moving hillocks, shifting dunes, and so forth.\nIn no event can rock formations be collapsed or moved. The area to be affected determines the casting time. For every 150-foot square (up to 10 feet deep), casting takes 10 minutes. The maximum area, 750 feet by 750 feet, takes 4 hours and 10 minutes to move.\nThis spell does not violently break the surface of the ground. Instead, it creates wavelike crests and troughs, with the earth reacting with glacial fluidity until the desired result is achieved. Trees, structures, rock formations, and such are mostly unaffected except for changes in elevation and relative topography.\nThe spell cannot be used for tunneling and is generally too slow to trap or bury creatures. Its primary use is for digging or filling moats or for adjusting terrain contours before a battle."},{"Name":"Mud Buddy","School":"conjuration (creation)","Level":{"druid":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (1 pint of water)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target 5 cubic feet of earth or mudDuration 1 hour\/level (D) (see text)\n\n\n\nGet this book AND support this site!\nYou create a Small minion out of mud, and it obeys your commands.\nThe mud buddy has AC 12, 10 hit points, Strength 5, and a speed of 30 feet. It can perform any tasks an unseen servant can, plus any similar tasks its Strength allows (it's able to lift up to 50 pounds), but instead of walking on water, it gains a swim speed of 30 feet.\nYou can command a mud buddy to move up to 5 feet and trip an opponent (CMB = your caster level + your spellcasting ability score modifier). After the trip attempt is resolved, the spell ends.\nWhen the spell ends, the mud buddy reverts to a patch of wet earth."},{"Name":"Mudball","School":"conjuration [earth]","Level":{"bloodrager":1,"druid":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect single fist-sized blob of sticky mudDuration instantaneousSaving Throw Reflex negates; see text; Spell Resistance no"},{"Name":"Muffle Sound","School":"illusion (glamer)","Level":{"bard":2,"cleric":2,"inquisitor":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets 1 ally\/levelDuration 1 minute\/level (D)Saving Throw Will negates; Spell Resistance yes\nYou suppress sounds made by the targets, granting them a +4 bonus on Stealth checks. The targets have a 20% chance of spell failure when casting spells with verbal components or using abilities that have audible components (such as some bardic performances). This spell does not hamper the targets' ability to hear other sounds and provides no protection against language-dependent or sonic spells and effects."},{"Name":"Murderous Command","School":"enchantment (compulsion) [mind-affecting]","Level":{"antipaladin":1,"cleric\/oracle":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You give the target a mental urge to kill its nearest ally, which it obeys to the best of its ability. The target attacks its nearest ally on its next turn with a melee weapon or natural weapon. If necessary, it moves to or charges to the nearest ally in order to make this attack. If it is unable to reach its closest ally on its next turn, the target uses its turn to get as close as possible to the ally."},{"Name":"Music of the Spheres","School":"conjuration (healing) [sonic]","Level":{"bard":5,"cleric":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a stick of incense treated with special balms)"},"Description":"Range 20 ft.Area 20-ft.-radius spherical emanation, centered on youDuration concentration, up to 1 round per levelSaving Throw none; Spell Resistance yes (harmless)\nThe music of the spheres is the harmonic constant that plays under and through all of reality. It is this constant song, this otherworldly music, that keeps the laws of reality constant and the connections between the planes of existence strong.\nWith this spell, one can amplify the underlying music of the spheres in the spell’s area of effect to infuse yourself and all creatures within 20 feet of you, friend and foe alike. All creatures that begin their turn within the area of this spell’s effect gain fast healing 5, resistance 10 to all energy types, and a +3 sacred bonus on all saving throws against poison and disease. Any creature that enters the area of effect does not gain the benefits of the music of the spheres until it begins its turn in that area. You must maintain concentration on the amplification of the music or the effects immediately end, but you can move around to prevent enemies from gaining the benefits of this spell."},{"Name":"Mutagenic Touch","School":"transmutation","Level":{"alchemist":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a whole fingernail)"},"Range":"touch","Target":"creature touched","Duration":"special (see below)","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"When you are under of the effects of your mutagen, you can cast this spell to safely pass it to another creature with a touch. You must make a successful touch attack against the target. On a hit, the effect of the mutagen passes to the target touched, though in a lesser form. The mutagen’s effect ends for you, and passes on to the creature touched, but the target only gets half of the alchemical bonus to the physical ability modifier you chose when took the mutagen, and twice the penalty to the corresponding mental ability score. If the target’s mental ability score drops below 3, the target is also confused for the remaining duration of the mutagen. The mutagen continues until the duration has ended. It can be ended earlier if the target drinks or is fed the contents of a vial of antitoxin, but with only 50% chance of success.\nYou can use this spell on a mutagen with either the greater mutagen or advance mutagen discoveries. When you do, you always pass on half the alchemical bonus to physical abilities and twice the penalty to the mental ability score."}]