[{"Name":"Named Bullet","School":"divination","Level":{"inquisitor":4,"ranger":3,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one piece of ammunition or one thrown weapon","Duration":"10 minutes\/level or until discharged","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You imbue the target with deadly accuracy against a selected creature type (and subtype for humanoids or outsiders) or a specific creature you know and can name. When used against the selected creature, the ammunition never misfires and is unaffected by concealment (but not total concealment), and at a range of 30 feet or less, the attack targets the selected creature’s touch AC. When the target hits the selected creature, you must overcome that creature’s spell resistance, or this spell has no effect. A normal hit scored using the target against the selected creature is considered to be a critical threat and deals 1 extra point of damage per caster level (maximum 20), which is not multiplied on a critical hit. A natural critical hit deals the same extra damage, but that damage is multiplied due to the critical.\nOnce the target is used to attack the selected creature, successfully or not, this spell is discharged.\nLevel inquisitor 6, ranger 4, sorcerer\/wizard 6, witch 6\nThis spell functions like named bullet, except it deals 2 extra points of damage per caster level (maximum 40)."},{"Name":"Nap Stack","School":"necromancy","Level":{"cleric\/oracle":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a little silk pillow worth 100 gp) "},"Description":"Range 30 ft.Area 30-ft.-radius emanationDuration 8 hoursSaving Throw Will negates (harmless); Spell Resistance yes (harmless) \nYou reduce the amount of uninterrupted sleep or rest creatures within the spell's area need in order to recover from injuries, regain spells, or other special abilities to 2 hours instead of the normal eight. In addition, if creatures continue to sleep or rest beyond the initial 2 hours, every additional 2 hours counts as a day of rest for the purpose of recovering hit points, ability damage, as well as for enduring diseases, poisons, or other afflictions. This means 8 total hours of sleep counts as 4 days for natural healing and for saving throws as diseases or similar afflictions run their course. When suffering from diseases, poison, or other afflictions, sleepers experience vivid dreams that help them track their recovery. If things go poorly they can, at any time, wake themselves up in order to seek a better alternative. If awoken or otherwise disturbed during this 8-hour period, creatures may return to sleep but they no longer enjoy the benefits of the accelerated recovery time. Creatures can only enjoy the benefits of this spell once in any 1-week period. "},{"Name":"Natural Rhythm","School":"transmutation","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of pebbles dropped one by one onto the ground)"},"Description":"Range touchTargets creature touchedDuration 1 round\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou enhance a creature's ability to harm an opponent based on the number of times it has already injured that opponent with a natural attack. Each time the creature successfully strikes an opponent with a natural attack, the subject gains a cumulative +1 bonus on damage rolls made against that opponent when making natural attacks (maximum +5 bonus). If an attack misses, the bonus to damage for all attacks resets to +0."},{"Name":"Nature's Exile","School":"transmutation [curse]","Level":{"druid":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets creature touchedDuration permanentSaving Throw Will negates; Spell Resistance yes\nThis spell curses the creature touched, making it inimical to the natural world. All animals have an initial attitude of hostile toward the target. Familiars, being magical beasts, are not affected by this spell, but animal companions are. If you have an animal companion, it does not become hostile, but as long as you remain cursed, your animal companion takes a -2 penalty on all attack rolls, skill checks, and saving throws. The target also takes a -10 penalty on Survival skill checks as the weather and environment themselves seem to conspire to cause trouble.\nNature's exile can be removed with break enchantment, limited wish, miracle, remove curse, or wish."},{"Name":"Nature's Ravages","School":"necromancy","Level":{"cleric":8,"witch":7},"Casting_Time":"1 minute\/HD of target","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":" close (25 ft. + 5 ft.\/level)","Target":"corpse of creature whose total number of HD does not exceed your caster level","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You greatly speed up the decomposition process of a nearby corpse and warp the fibers of time that permeate it, aging the corpse an additional amount of time equal to up to 1 day per 2 caster levels (maximum 10 days at 20th level). This spell prompts all the natural effects of the intended decomposition period, including crumbled clothing, rotted or liquefied flesh, maggot infestations, and the infiltration of any surrounding vegetation.\nIn addition to hindering mundane autopsies and investigations, this spell may effectively prohibit the use of raise dead on the target, though more powerful magic such as resurrection or true resurrection may still work.\nCasting Time 10 minute\/HD of target\nThis spell functions like nature's ravages, except the target corpse ages a number of years equal to up to 1 year per caster level (maximum 20 years at 20th level)."},{"Name":"Nauseating Dart","School":"conjuration (creation) [poison]","Level":{"druid":1,"witch":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one poisonous stingerDuration instantaneousSaving Throw Fortitude partial (see text); Spell Resistance no\nYou spit a poisonous stinger around the size of a quill at a creature within range, as though you had fired a dart from a blowgun. You must succeed at a ranged attack to hit your target. The stinger deals 1d2 points of piercing damage and poisons the target, causing it to become nauseated for 1 round unless it succeeds at a Fortitude save."},{"Name":"Nauseating Trail","School":"conjuration (creation) [poison]","Level":{"alchemist":3,"druid":3,"magus":3,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a rotten egg or cabbage leaves)"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one willing creature","Duration":"1 round\/level","Saving_Throw":"none and Fort negates (see text);","Spell_Resistance":"no","Description":"The target exudes stinking vapors that fill its space. The vapors do not obscure sight, but it nauseates creatures as stinking cloud. The target is immune to these vapors. These vapors persist as the creature moves, filling every square it passes through until it has filled a number of squares equal to 4 × your caster level—if you move through more squares than that, the squares over that amount at not filled with the vapors. Each creature that enters or ends its turn in the area filled with these vapors must succeed at a Fortitude save or become nauseated as long as it remains in the square and for 1d4+1 rounds after it leaves."},{"Name":"Necromantic Burden","School":"necromancy","Level":{"cleric\/oracle":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one undead creature","Duration":"1 hour\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You make an undead creature more difficult for necromancers and clerics to control via effects such as Command Undead or control undead. If the target fails its Will save, the target's effective number of Hit Dice is doubled for the purposes of determining whether it remains under the control of another creature. Regardless of the target's actual Hit Dice, its effective HD cannot exceed twice your caster level. (For example, a 12th-level cleric could cast this spell to cause an undead creature with 15 HD to instead effectively have 24 HD for the purpose of controlling it.)\nIf the targeted undead is under the control of another creature and this spell causes the target's effective Hit Dice to exceed the controller's maximum capability, the target creature is immediately freed from control. Any creature capable of controlling undead may attempt to control the target, provided the target's effective HD won't cause the would-be controller to exceed its HD limit. The target's former controller can attempt to regain control over the target by relinquishing command over other creatures until its HD limit is no longer exceeded (or the former controller can wait until the spell's duration expires to attempt this at the target's normal HD)."},{"Name":"Negate Aroma","School":"transmutation","Level":{"alchemist":1,"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature or object\/level touchedDuration 1 hour\/level (D)Saving Throw Fortitude negates Spell Resistance yes\nWith a gesture, this spell allows you to dismiss even the foulest or most distinctive scents. When cast, the targeted creatures or objects lose all natural and unnatural odors. A creature under the effect of negate aroma cannot be tracked, located, or pinpointed by the scent special quality. In addition, this spell prevents the target creature from using the stench special ability and similar odor-based abilities (such as those possessed by troglodytes).\nNegate aroma does not prevent the target from acquiring outside smells or odors. Dowsing the creature with a pungent substance effectively negates the benefits of the spell until the substance is neutralized or washed away."},{"Name":"Negative Reaction","School":"illusion (glamer)","Level":{"bard":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The target’s actions and words fail to impress. The target of this spell takes a –10 penalty on any Bluff, Diplomacy, and Intimidate checks as well as any performance combat checks it attempts."},{"Name":"Nereid's Grace","School":"abjuration","Level":{"druid":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level"},{"Name":"Net of Snaring","Description":"Price 28,940 gp; Slot none; CL 11th; Weight 6 lbs.; Aura moderate conjuration and transmutation\nThis +1 distance net seems lighter than expected and is slightly sticky to the touch.\nThree times per day, the wielder may speak the command word and throw the net of snaring at a target. This is a ranged touch attack with a range of 40 feet. The net immediately grows by two size categories. If the attack hits, the target must succeed at a DC 25 Reflex save or become entangled. So long as the wielder retains control of the trailing rope, he may attempt or otherwise act on a grapple as a free action that does not provoke an attack of opportunity. Speaking the command word again shrinks the item to normal size so long as no creature is confined within it.\nFeats Craft Magic Arms and Armor, levitate, permanency, shrink item, web; Cost 14,470 gp"},{"Name":"Neutralize Poison","Description":"\nSchool conjuration (healing); Level\nalchemist 4, \nbard 4, \ncleric\/oracle 4, \ndruid 3, \ninquisitor 4, \npaladin 4, \nranger 3, shaman 4, \nwitch 4; Subdomain restoration 4\nYou detoxify any sort of venom in the creature or object touched. If the target is a creature, you must make a caster level check (1d20 + caster level) against the DC of each poison affecting the target. Success means that the poison is neutralized. A cured creature suffers no additional effects from the poison, and any temporary effects are ended, but the spell does not reverse instantaneous effects, such as hit point damage, temporary ability damage, or effects that don't go away on their own.\nThis spell can instead neutralize the poison in a poisonous creature or object for 10 minutes per level, at the caster's option. If cast on a creature, the creature receives a Will save to negate the effect.\nSource PPC:DTT\nDESCRIPTION","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature or object of up to 1 cu. ft.\/level touched","Duration":"instantaneous or 10 min.\/level; see text","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","School":"conjuration (healing)","Level":{"alchemist":6,"bard":6,"cleric":6,"druid":5,"inquisitor":6,"witch":6,"S":999,"M\/DF":0}},{"Name":"Night Blindness","School":"necromancy [curse]","Level":{"antipaladin":1,"bard":1,"bloodrager":1,"cleric":2,"mesmerist":1,"psychic":1,"shaman":2,"sorcerer\/wizard":1,"spiritualist":2,"witch":1},"Description":"CASTING\nEFFECT\nDESCRIPTION\nYour target's vision becomes impaired as if the light level were one step lower, treating bright light as normal light, normal light as dim light, and dim light as darkness. In addition, the subject gains no benefit from darkvision, low-light vision, or the see in darkness ability. The subject gains a +4 bonus on saving throws to resist the blind or dazzled condition caused by bright light (such as flare). Remove blindness\/deafness dispels night blindness.\n\n\nGet this book AND support this site!","Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"1 day\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no"},{"Name":"Night of Blades","School":"evocation","Level":{"antipaladin":4,"inquisitor":3,"ranger":4,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect wall of blades up to 10 ft. long\/level and 10 ft. tallDuration 1 minute\/level (D)Saving Throw Reflex half; Spell Resistance yes\nUseful primarily to those who skulk in the darkness, this spell is a temporary trap for the unwary. You create an immobile wall of tiny black blades that whirl and tear into creatures like a cyclone. Anyone who enters this space takes 1d4 points of damage per caster level (maximum 10d4), though a successful Reflex save halves the damage. The spell cannot be cast so that it appears in a space already occupied by Small or larger creatures."},{"Name":"Nightmare","School":"illusion (phantasm) [mind-affecting, evil]","Level":{"alchemist":5,"bard":5,"sorcerer\/wizard":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"unlimited","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"You send a hideous and unsettling phantasmal vision to a specific creature that you name or otherwise specifically designate.\nThe nightmare prevents restful sleep and causes 1d10 points of damage. The nightmare leaves the subject fatigued and unable to regain arcane spells for the next 24 hours.\nThe difficulty of the save depends on your knowledge the subject and the physical connection (if any) you have to that creature.\n*You must have some sort of connection to a creature of which you have no knowledge.\nDispel evil cast on the subject while you are casting the spell dispels the nightmare and causes you to be stunned for 10 minutes per caster level of the dispel evil.\nIf the recipient is awake when the spell begins, you can choose to cease casting (ending the spell) or to enter a trance until the recipient goes to sleep, whereupon you become alert again and complete the casting. If you are disturbed during the trance, you must succeed on a Concentration check as if you were in the midst of casting a spell or the spell ends.\nIf you choose to enter a trance, you are not aware of your surroundings or the activities around you while in the trance.\nYou are defenseless, both physically and mentally, while in the trance. (You always fail Will saving throws, for example.)"},{"Name":"Nine Lives","School":"abjuration","Level":{"cleric":8,"witch":8},"Description":"\nCasting Time 1 standard action\nComponents V, S, M\/DF (a cat's whisker)\nDespite its name, this powerful ward does not grant the target \nmultiple lives, but rather gives the target the ability to get out of \ntrouble and relieves harmful effects and conditions. For the spell's \nduration, the target can use any of the following abilities as an immediate action,\n but only up to a total of nine times, at which point the spell ends. \n\nCat's Luck: The target can use this ability when it fails a saving \nthrow. The target can reroll the failed saving throw, but must take the \nnew result even if it is worse.\nFortitude: The target uses this ability when a critical hit or sneak attack is scored against it. The critical hit or sneak attack is negated and the damage is instead rolled normally.\nRejuvenate: The target uses this ability when it is reduced to 0 or fewer hit points. The target is instantly healed 3d6 points of damage. If enough hit points are regained to bring the target to positive hit points, it does not fall unconscious. If it is not enough to leave the target with positive hit points, the target automatically stabilizes. Both of these effects work even if the damage was originally enough to kill the target.\nShake Off: The target uses this ability when it is under the effects of any of the following conditions: blinded, confused, cowering, dazed, dazzled, entangled, exhausted, fatigued, frightened, nauseated, panicked, shaken, sickened, or staggered. Using this ability ends one of those conditions.\nShimmy Out: The target uses this ability when it is grappled or pinned. The target automatically escapes the grapple as if it had succeeded at an Escape Artist check to escape the grapple.","Range":"touch","Target":"one creature touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Nixie's Lure","School":"enchantment (charm) [mind-affecting, sonic]","Level":{"bard":3,"druid":4,"sorcerer\/wizard":4,"summoner":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"300 ft.","Target":"all creatures within a 300-ft.-radius burst centered on you","Duration":"concentration + 1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Nondetection","School":"abjuration","Level":{"alchemist":3,"antipaladin":3,"inquisitor":3,"ranger":4,"sorcerer\/wizard":3,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond dust worth 50 gp)"},"Range":"touch","Target":"creature or object touched","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"The warded creature or object becomes difficult to detect by divination spells such as clairaudience\/clairvoyance, locate object, and detect spells. Nondetection also prevents location by such magic items as crystal balls. If a divination is attempted against the warded creature or item, the caster of the divination must succeed on a caster level check (1d20 + caster level) against a DC of 11 + the caster level of the spellcaster who cast nondetection. If you cast nondetection on yourself or on an item currently in your possession, the DC is 15 + your caster level.\nIf cast on a creature, nondetection wards the creature's gear as well as the creature itself.\nLevel antipaladin 4, sorcerer\/wizard 4Components V, S, M (diamond dust worth 25 gp per target)Target creatures or objects touched\nThis spell functions like nondetection, except you divide the duration in 1-hour increments among the creatures or objects touched."},{"Name":"Numerological Evocation","School":"evocation","Level":{"magus":3,"sorcerer\/wizard":3,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"see text","Target":"see text","Duration":"instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"yes","Description":"The Path of Numbers is a system of numerology that describes eight basic energies. Any of these types of energy can interact at any time, producing 64 possible combinations. It is believed that those 64 combinations are sufficient to describe the basis of every interaction in the cosmos. No matter the plane, creature, or time in question, every event in the multiverse is based on one of those 64 templates. In short, the Path of Numbers is a periodic table of energetic elements.\nYou can use the Path of Numbers to calculate the latent magical energies all around you and fire customized rays of elemental energy that damage nearby targets. Roll 1d6 per 2 caster levels you possess. This is your dice pool. You will use each die in the pool exactly once to customize numerological evocation. Choose a number of dice in the pool, and match their results to the values in the first column of the Eight Basic Energies table to determine the types of energy damage the spell deals. You can allocate any number of dice in this manner, provided you still have enough dice remaining for the subsequent steps.\nNext, allocate one of the dice to represent the total number of target creatures you can affect, including the initial target. No matter how many creatures you are eligible to affect, no two affected creatures can be more than 15 feet apart. Next, allocate any number of the dice to represent the range of numerological resistance. The range of the spell is 10 × the sum of the allocated dice. Finally, add up the results of the dice remaining in the pool. This is the amount of damage that numerological evocation deals to the first creature hit. A successful Reflex save halves this damage. Secondary targets take 50% of the damage dealt to the first creature hit (rounded up), and successful Reflex saves negate this damage."},{"Name":"Numerological Resistance","School":"abjuration","Level":{"cleric":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"see text","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"no","Description":"The Path of Numbers is a system of numerology that describes eight basic energies. Any of these types of energy can interact at any time, producing 64 possible combinations. It is believed that those 64 combinations are sufficient to describe the basis of every interaction in the cosmos. No matter the plane, creature, or time in question, every event in the multiverse is based on one of those 64 templates. In short, the Path of Numbers is a periodic table of energetic elements.\nNumerological resistance allows numerologists to use the Path of Numbers to grant their allies resilience in the face of elemental dangers. Roll 5d8; this is your dice pool. You will use each die in the pool exactly once to customize numerological resistance.\nChoose one of the dice, and match its result to the appropriate value in the first column of the Eight Basic Energies table to determine the type of energy to which numerological resistance grants resistance. Next, allocate one of the dice to represent the number of creatures you can affect with numerological resistance (including yourself). All of these creatures must be within the spell's range. Then allocate one of the dice to represent the number of rounds numerological resistance lasts. Finally, sum the remaining two dice. This is the number of points of resistance that numerological resistance grants."}]