[{"Name":"Oath of Justice","School":"necromancy","Level":{"cleric\/oracle":3,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"two creatures touched","Duration":"permanent (see text)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Oath of Peace","School":"abjuration","Level":{"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTargets youDuration 1 round\/level\nEntreating your deity for aid, you make a temporary oath of peace, granting you superior defenses but means you can't attack for the duration of the oath. For as long as you are subject to this spell, you gain a +5 sacred bonus to AC and on saving throws, as well as DR 10\/evil. If you make a direct or indirect attack or any show any hostility toward any creature, the spell immediately ends.\n"},{"Name":"Obscure Object","School":"abjuration","Level":{"bard":1,"cleric\/oracle":3,"inquisitor":3,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one object touched of up to 100 lbs.\/level","Duration":"8 hours (D)","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Obscuring Mist","Description":"School conjuration (creation); Level\ncleric\/oracle 1, \ndruid 1, magus 1, sorcerer\/wizard 1, \nwitch 1; Domain air 1, darkness 1, water 1, weather 1\nRange 20 ft.Effect cloud spreads in 20-ft. radius from you, 20 ft. highDuration 1 min.\/level (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nA misty vapor arises around you. It is stationary. The vapor obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target).\nA moderate wind (11+ mph), such as from a gust of wind spell, disperses the fog in 4 rounds. A strong wind (21+ mph) disperses the fog in 1 round. A fireball, flame strike, or similar spell burns away the fog in the explosive or fiery spell's area. A wall of fire burns away the fog in the area into which it deals damage.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Obsidian Flow","School":"transmutation [earth, fire]","Level":{"druid":4,"sorcerer\/wizard":4,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 20-ft.-radius burstDuration instantaneousSaving Throw Reflex partial, see text; Spell Resistance no\nYou convert a thin layer of the ground to molten glass that cools quickly. Creatures in the area take 1d6 points of fire damage per two caster levels (maximum of 10d6) and become entangled. Any creature within the area that makes a successful Reflex save takes half damage and is not entangled. An entangled creature can attempt to free itself by spending a move action to attempt a Strength check or Escape Artist check (the DC equals the spell’s saving throw DC).\nThe ground is covered with slippery expanses and sharp shards of obsidian. The area of effect is difficult terrain, and the DC of Acrobatics checks within the area of effect increases by 5. A successful DC 15 Acrobatics check is required to run or charge across the area. A creature that falls prone in the area takes 1d6 points of damage from sharp obsidian."},{"Name":"Old Salt's Curse","School":"necromancy [curse]","Level":{"druid":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of seawater)"},"Description":"\n","Range":"touch","Target":"one creature","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Open-Close","School":"transmutation","Level":{"bard":0,"magus":0,"sorcerer\/wizard":0,"summoner":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"object weighing up to 30 lbs. or portal that can be opened or closed","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Oppressive Boredom","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level or until broken (see text)","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"You fill your target with boredom. The target loses all interest in its current task and must make a Will save against the spell’s effect in order to perform its next action. If the target fails, it takes no action that round. The boredom lasts until the duration expires or the target breaks the spell’s effect with a successful Will save."},{"Name":"Oracle's Burden","School":"necromancy [curse]","Level":{"oracle":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creatureDuration 1 minute\/levelSaving Throw Will negates; Spell Resistance yes\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou entreat the forces of fate to bestow your oracle's curse upon another creature. The target creature suffers all the hindrances and none of the benefits of your oracle's curse class feature. You still suffer all effects of your oracle's curse.\nIf you do not have the oracle's curse class feature, this spell has no effect."},{"Name":"Oracle's Vessel","School":"transmutation","Level":{"oracle":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target gains all the benefits of your oracle’s curse, with none of the penalties. In some cases, this has no effect (for example, a fighter with your haunted curse can’t cast spells and doesn’t gain any benefit from having additional spells known)."},{"Name":"Orb of the Void","School":"necromancy","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a black gemstone of any kind worth 50 gp)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 1-ft.-diameter sphereDuration 1 round\/level (D)Saving Throw Fortitude negates; Spell Resistance yes\nYou create a small weightless sphere of pure negative energy. As a move action, you can move it up to 30 feet per round in any direction. If it enters a space with a living creature, it stops moving for the round and that creature gains one negative level (Fortitude negates). Any creature passing through or ending its turn in the space occupied by the sphere gains one negative level (Fortitude negates). Twenty-four hours after gaining a negative level from the sphere, the subject must make a Fortitude saving throw (the DC of this save is equal to the DC of this spell) for each negative level. If the save succeeds, that negative level is removed. If it fails, that negative level becomes permanent.\nIf more than one orb (from different castings of the spell) enters the same space, the orbs automatically fuse together. The resulting orb uses the higher of the two orbs’ DCs as its DC and whichever duration has more time left. If the orbs are from different casters, each must make an opposed Intelligence check to move the sphere.\nAn undead creature that passes through or ends its turn in the space occupied by the orb gains 2d4 × 5 temporary hit points for 1 hour."},{"Name":"Orchid’s Drop","School":"transmutation","Level":{"alchemist":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a much-diluted drop of sun orchid nectar worth 500 gp)"},"Description":"Range personalTarget youDuration 1 hour\/level\nThis extract, distilled from a much-diluted drop of the nectar of a sun orchid flower, can transform an alchemist's mutagen into a potent healing tonic.\nAs long as you’re under the effects of orchid’s drop, drinking a dose of your mutagen heals you of 2d10 points of damage. For the spell’s duration, you gain a +2 alchemical bonus on all saving throws."},{"Name":"Order's Wrath","School":"evocation [lawful]","Level":{"cleric\/oracle":4,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area non-lawful creatures within a burst that fills a 30-ft. cubeDuration instantaneous (1 round); see textSaving Throw Will partial; see text; Spell Resistance yes\nYou channel lawful power to smite enemies. The power takes the form of a three-dimensional grid of energy. Only chaotic and neutral (not lawful) creatures are harmed by the spell.\nThe spell deals 1d8 points of damage per two caster levels (maximum 5d8) to chaotic creatures (or 1d6 points of damage per caster level, maximum 10d6, to chaotic outsiders) and causes them to be dazed for 1 round. A successful Will save reduces the damage to half and negates the daze effect."},{"Name":"Overland Flight","School":"transmutation","Level":{"alchemist":5,"magus":5,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 hour\/level\n\n\nThis spell functions like a fly spell, except you can fly at a speed of 40 feet (30 feet if wearing medium or heavy armor, or if carrying a medium or heavy load) with a bonus on Fly skill checks equal to half your caster level. When using this spell for long-distance movement, you can hustle without taking nonlethal damage (a forced march still requires Constitution checks). This means you can cover 64 miles in an 8-hour period of flight (or 48 miles at a speed of 30 feet)."},{"Name":"Overwhelming Grief","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"You cause a single opponent to become profoundly stricken with intense grief. He can take no actions, takes a –2 penalty to Armor Class, and loses his Dexterity bonus (if any). He can attempt a new save each round to break the spell’s effect."},{"Name":"Overwhelming Presence","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":6,"cleric\/oracle":9,"inquisitor":6,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a swan feather)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates, see text; Spell Resistance yes\nYour presence inspires incredible awe in those nearby. A creature that fails a save against this spell falls to the ground and prostrates itself before you, believing it bows before a divine presence. A flying creature incapable of hovering must land immediately in order to prostrate itself. These creatures are considered to be helpless for the duration of the spell. Each round on its turn, a target of this spell may attempt a new saving throw to end the effect; this is a full-round action that does not provoke attacks of opportunity. A creature that recovers from this spell early after being affected by it for at least 1 round takes 1d6 points of Wisdom drain and is staggered for 1d4 rounds. A creature that makes the initial save to resist this spell is merely staggered for 1 round."},{"Name":"Owl's Wisdom","School":"transmutation","Level":{"cleric\/oracle":6,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"The transmuted creature becomes wiser. The spell grants a +4 enhancement bonus to Wisdom, adding the usual benefit to Wisdom-related skills. Clerics, druids, and rangers (and other Wisdom-based spellcasters) who receive owl's wisdom do not gain any additional bonus spells for the increased Wisdom, but the save DCs for their spells increase.\nRange close (25 ft. + 5 ft.\/2 levels)Target One creature\/level, no two of which can be more than 30 ft. apart"}]