[{"Name":"Page-Bound Epiphany","Description":"School divination; Level bard 2, cleric 2, magus 2, sorcerer\/wizard 2\nCasting Time 1 roundComponents V, S, F (a book with blank pages)\nRange personalDuration 1 round\/level (see text)Saving Throw none; Spell Resistance no\nYou magically scour the world's libraries for information that might refresh your memory about a topic. Upon casting this spell, the focus book's pages fill with snippets and selections from countless books. You can spend up to 1 round per caster level (maximum 10) reading these notes. You may cease reading at any time, and when you do you can immediately attempt one Knowledge check with a +1 circumstance bonus for each round you spent studying the book (maximum +10). The writing disappears when the spell ends, and if you fail to succeed at a Knowledge check on the round you stop reading the notes, you don't gain the benefits of this spell."},{"Name":"Pain Strike","School":"evocation [evil, pain]","Level":{"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 round\/level (D)Saving Throw Fortitude negates; Spell Resistance yes\nPain strike racks the targeted creature with agony, inflicting 1d6 points of nonlethal damage per round for 1 round per level (maximum 10 rounds). Additionally, the affected creature is sickened for the spell's duration, and the caster gains a +4 circumstance bonus on Intimidate checks against the target.\nTargets one living creature\/level, no two of which can be more than 30 ft. apart\nThis spell works like pain strike, except as noted above."},{"Name":"Paladin's Sacrifice","School":"abjuration","Level":{"paladin":2},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration instantaneousSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou open up a brief but powerful divine conduit between you and another creature, taking on the damage and any other effects that creature suffers. When a creature in range is hit by an attack or fails a saving throw, you can cast this spell and the wounds and\/or effects are magically transmitted to you instead of the target. You are affected as if you were hit by the attack or failed the saving throw, taking all the damage and suffering all of the adverse effects. Any resistances or immunities you have are applied normally, but you cannot otherwise reduce or negate the damage or effects in any way.\nIf you use this spell against an effect that also targets you or includes you in its area, you suffer the effects for both yourself and the target you spared, potentially taking damage or suffering other consequences twice."},{"Name":"Paragon Surge","School":"transmutation (polymorph)","Level":{"alchemist":3,"bloodrager":3,"cleric":3,"magus":4,"paladin":4,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personal (half-elf only)Target youDuration 1 minute\/level\nYou surge with ancestral power, temporarily embodying all the strengths \nof both elvenkind and humankind simultaneously, and transforming into a \nparagon of both races, something greater than elf or human alone. Unlike with most polymorph effects, your basic form does not change, so you keep all extraordinary and supernatural abilities of your half-elven form as well as all of your gear. For the duration of the spell, you receive a +2 enhancement bonus to Dexterity and Intelligence and are treated as if you possessed any one feat for which you meet the prerequisites, chosen when you cast this spell."},{"Name":"Parasitic Soul","School":"necromancy [death, evil]","Level":{"cleric":9,"sorcerer\/wizard":9,"witch":9},"Description":"\nCasting Time 1 standard actionDuration permanent (D)Saving Throw Will negates; Spell Resistance yes"},{"Name":"Pass without Trace","School":"transmutation","Level":{"druid":1,"ranger":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one creature\/level touchedDuration 1 hour\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Passwall","School":"transmutation","Level":{"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (sesame seeds)"},"Description":"Range touchEffect 5-ft.-by-8-ft. opening, 10 ft. deep plus 5 ft. deep per three additional levelsDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide"},{"Name":"Path of Glory","School":"conjuration (healing)","Level":{"bard":4,"cleric":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch (see text)","Area":"four 5-ft. squares\/level (see text)","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You cause four 5-foot squares (one of which must be your space) to glow with dim illumination. Starting on your next turn, as a swift action you can extend the glowing area by an additional four 5-foot squares; each new square must be adjacent to a square that was previously glowing. Allies that end their turns on a glowing square (including one who falls unconscious in the square) are healed of 1 point of damage.\nThis spell functions as path of glory, except as noted above, and a square provides 5 points of healing instead of 1."},{"Name":"Path of the Winds","Description":"\nSchool evocation [air]; \nLevel druid 6, sorcerer\/wizard 6\n\nRange 100 ft.Effect 40-ft.-high downdraft of wind in a 100-foot lineDuration concentration + 1 roundSaving Throw Fort negates; Spell Resistance yes","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Pattern Recognition","School":"transmutation","Level":{"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 min.\/level\nPattern recognition allows you to notice unusual breaks in the patterns of stones in a wall, boards in a ﬂoor, cracks in  glass, trees in a forest, or similar\ninterruptions. You gain an insight bonus equal to one-half your caster level (minimum +1, maximum +10) on Perception checks."},{"Name":"Peacebond","School":"abjuration","Level":{"inquisitor":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one sheathed or slung weapon","Duration":"1 minute\/level","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"You lock a weapon in place on its owner’s body, or within the weapon’s sheath or holster. Anyone who then tries to draw the weapon must spend a standard action and succeed at a Strength check (DC equal to the saving throw DC) to do so, provoking attacks of opportunity whether the attempt succeeds or fails."},{"Name":"Peacemaker's Parley","School":"enchantment (charm) [language-dependent, mind- affecting]","Level":{"cleric\/oracle":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"creatures in a 20-ft.-radius spread","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You can attempt to influence unfriendly or hostile creatures, altering their attitudes toward you. After casting, make a Diplomacy check against the creatures as a free action; you gain a +2 sacred bonus on this check against creatures that failed their saves against the spell. Even if you favorably manipulate the attitude of the affected targets, they quickly revert to their previous attitude if threatened or treated poorly."},{"Name":"Pellet Blast","School":"conjuration (creation)","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":3,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of metal pellets or handful of cold iron","silver":"","or":""},"Range":"30 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"Reflex half;","Spell_Resistance":"no","Description":"This spell creates an explosion of conjured metal pellets, striking everything within its area and dealing 1d8 points of piercing damage per two caster levels, maximum 5d8. This damage is subject to damage reduction. If the material component is made of cold iron (costing 50 gp), silver (costing 20 gp), or adamantine (costing 100 gp), the resulting blast can overcome damage reduction of the appropriate type. The pellets disappear after the spell is cast and the damage is dealt."},{"Name":"Perceive Cues","School":"transmutation","Level":{"alchemist":2,"inquisitor":2,"ranger":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of water)"},"Description":"Range personalTargets youDuration 10 minutes\/level\nYour senses become preternaturally keen, and you gain insight into subtle behavioral cues. For the duration of the spell, you receive a +5 competence bonus on Perception and Sense Motive checks."},{"Name":"Permanency","School":"universal","Level":{"sorcerer\/wizard":5},"Casting_Time":"2 rounds","Components":{"V":"Verbal","S":"Somatic","M":"Material (see tables below)"},"Range":"see text","Target":"see text","Duration":"permanent; see text","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell makes the duration of certain other spells permanent. You first cast the desired spell and then follow it with the permanency spell.\nDepending on the spell, you must be of a minimum caster level and must expend a specific gp value of diamond dust as a material component.\nYou can make the following spells permanent in regard to yourself. You cannot cast these spells on other creatures. This application of permanency can be dispelled only by a caster of higher level than you were when you cast the spell.\nIn addition to personal use, permanency can be used to make the following spells permanent on yourself, another creature, or an object (as appropriate):\n*Only bonds two creatures per casting of permanency.\nAdditionally, the following spells can be cast upon objects or areas only and rendered permanent:\nSpells cast on other targets are vulnerable to dispel magic as normal. The GM may allow other spells to be made permanent.\nPathfinder RPG Core Rulebook. Copyright 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams."},{"Name":"Permanent Image","School":"illusion (figment)","Level":{"bard":6,"sorcerer\/wizard":6},"Description":"Effect figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube\/level (S)Duration permanent (D)"},{"Name":"Pernicious Poison","School":"necromancy [poison]","Level":{"antipaladin":2,"druid":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"10 minute\/level","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You weaken the target’s defenses against poison. The target gains a –4 penalty on saves against poison, and poisons affecting the target continue for another 2 frequency increments (for example, black adder venom lasts 8 rounds instead of 6, and arsenic lasts for 6 minutes instead of 4). Attempts to cure the poisoned target with skill or magic take a –4 penalty."},{"Name":"Persistent Image","School":"illusion (figment)","Level":{"bard":5,"sorcerer\/wizard":5},"Description":"Duration 1 min.\/level (D)"},{"Name":"Persistent Vigor","School":"transmutation","Level":{"alchemist":4,"cleric":4,"inquisitor":4,"shaman":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personalTarget youDuration 1 round\/level (D)\nYou are filled with a persistent vigor. You gain fast healing 2 and are immune to bleed effects as well as the sickened and nauseated conditions. When you succeed at a saving throw against a disease or poison effect, that disease or poison effect ends (as if you had succeeded at enough saving throws to cure that effect).\nIf you fail a saving throw against a disease or poison effect, you can instantly dismiss this spell to reroll that saving throw with a +4 bonus; you must take the result of this reroll, even if it is lower."},{"Name":"Persuasive Goad","School":"necromancy [pain]","Level":{"inquisitor":1},"Description":"Casting Time 1 standard actioncomponent V, S\nYour eyes flash and the target takes 1d6 points of nonlethal damage. For the next minute, you gain a +4 circumstance bonus on Intimidate checks against the target.","Range":"close (25 ft. +5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous and 1 minute","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes"},{"Name":"Phantasmal Killer","School":"illusion (phantasm) [emotion, fear, mind-affecting]","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will disbelief, then Fortitude partial; see text;","Spell_Resistance":"yes","Description":"You create a phantasmal image of the most fearsome creature imaginable to the subject simply by forming the fears of the subject's subconscious mind into something that its conscious mind can visualize: this most horrible beast. Only the spell's subject can see the phantasmal killer. You see only a vague shape. The target first gets a Will save to recognize the image as unreal. If that save fails, the phantasm touches the subject, and the subject must succeed on a Fortitude save or die from fear. Even if the Fortitude save is successful, the subject takes 3d6 points of damage."},{"Name":"Phantasmal Revenge","School":"illusion (phantasm) [emotion, fear, mind-affecting]","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touch and unlimited; see textTargets dead body touchedDuration instantaneousSaving Throw Will disbelief then Fortitude partial; see text; Spell Resistance yes\nWhen you cast this eerie spell upon a recently slain creature, you cause a ghastly, spectral image of it to rise up from its corpse, shrieking for vengeance before it vanishes in a burst of unnatural light. This phantom then unerringly seeks out the creature that killed it, as long as that creature is on the same plane, and tries to slay its killer in turn.\nOnly the corpse's killer can see the phantasmal image created by this spell. You and any others who witness the spell's casting or its ultimate effects see only a vague shape. The target first gets a Will save to disbelieve the illusion. If that save fails, the target must succeed on Fortitude Saving Throw or take 10 points of damage per caster level from the phantasmal image. Even if the Fortitude save is successful, the target takes 5d6 points of damage + 1 point of damage per caster level. You know immediately if the spell succeeded or failed to kill its target but gain no other information, including the identity of the target of the spell.\nThe creature providing the corpse must have died no more than 1 day per caster level prior to the casting of this spell. If the creature that provided the corpse was not, in fact, killed by another, or if the killer is dead or no longer on the same plane, the spell fails. Phantasmal revenge makes no moral judgments; it targets winners of fair fights just as easily as murderers. Any given body can only be targeted by a phantasmal revenge spell once."},{"Name":"Phantasmal Web","School":"illusion (phantasm) [mind-affecting]","Level":{"bard":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creature\/level, no two of which may be more than 30 ft. apartDuration 1 round\/level (D)Saving Throw Will disbelief, then Fortitude partial; see text Spell Resistance yes\nYou implant within the minds of your targets the illusion that they are engulfed in tangled webs teeming with swarms of tiny spiders. Those who fail to disbelieve the phantasmal web are treated as if in a web spell, but must also make a Fortitude save at the beginning of each turn or become nauseated for that round by the phantasmal spiders.\nAs the phantasmal web exists only in the minds of the targets, it cannot be burned or destroyed, and it provides no cover (though it does provide concealment) against attacks made by the targets. Targets cannot escape the phantasmal web by moving, even by teleportation. Freedom of movement allows unobstructed movement but does not negate the concealment or nausea effects.\nTargets of the spell perceive everyone else around them to be engulfed in webs and swarming spiders, but the spell has no visible effect to other creatures (who may assist allies to disbelieve the effect)."},{"Name":"Phantom Blood","School":"necromancy","Level":{"alchemist":1,"bloodrager":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 minutes\/level\nYou bolster your life energy. If the loss of hit points at the end of a temporary effect that modifies your Constitution (such as barbarian's rage or bloodrager's bloodrage) would cause you to become unconscious or kill you, you gain temporary hit points equal to your caster level (maximum 10). Each casting of this spell grants you temporary hit points only once."},{"Name":"Phantom Chariot","School":"conjuration (creation)","Level":{"sorcerer\/wizard":4,"summoner":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect one quasi-real chariot and draft teamDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou conjure a quasi-real heavy chariot with four horselike creatures in a team to pull it. (The exact description can be customized as you wish.) The chariot has all the normal qualities of a heavy chariot. You or a person you designate while casting the spell must drive the chariot, which can carry up to six passengers (including the driver). The team and chariot make no sound and the team does not fight, although the driver can use the chariot like any normal chariot. The chariot and team are essentially a single entity with an AC of 19 (–2 size, +6 natural armor, +5 Dex), and 10 hit points + 2 hit points per caster level (maximum 50). If the entity loses all its hit points, it disappears, possibly subjecting all aboard to a crash (treat as wrecked). The entity gains certain powers according to caster level, just like a mount does in the phantom steed spell."},{"Name":"Phantom Driver","School":"conjuration (creation)","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 10 ft.Effect one quasi-real, humanlike creatureDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou conjure a Small or Medium, quasi-real, humanlike creature (the exact physical features can be customized as you wish). This creation can drive any vehicle you command it to. This phantom creature does not fight, and while animals that power a muscle-propelled vehicle driven by the creature do respond to its commands, animals otherwise shun the creature and refuse to attack it.\nThe rider has an AC of 20 (+1 size, +4 natural armor, +5 Dex) if it is a Small creature or an AC of 19 (+4 natural armor, +5 Dexterity) if it is a Medium creature. It has 7 hit points + 1 hit point per caster level. If it loses all its hit points, the phantom driver disappears. A phantom driver has a land speed of 30 feet, and makes all driver skill checks (no matter what skills are needed to drive the vehicle) as your caster level + your Intelligence modifier."},{"Name":"Phantom Hunt","School":"transmutation","Level":{"druid":4,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personal (see text)Target you and one animal companion within 30 ft.Duration 1 hour\/level (D)\n\n\n\nGet this book AND support this site!\nYou affect yourself and a single animal companion within 30 feet of you. Both you and the animal companion gain darkvision to 100 feet, tremorsense to 20 feet, and a 40-foot enhancement bonus to movement. Furthermore, you can track while moving at full speed without taking any penalty. If you already have the ability to track at full speed, you gain a +4 bonus on Survival checks while tracking instead.\nThe duration of this spell immediately ends if you or the animal companion attack another creature or are attacked by another creature."},{"Name":"Phantom Steed","School":"conjuration (creation)","Level":{"bard":3,"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"summoner\/unchained":0},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect one quasi-real, horse-like creatureDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou conjure a Large, quasi-real, horse-like creature (the exact coloration can be customized as you wish). It can be ridden only by you or by the one person for whom you specifically created the mount. A phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound. It has what seems to be a saddle, bit, and bridle. It does not fight, but animals shun it and refuse to attack it.\nThe mount is AC 18 (-1 size, +4 natural armor, +5 Dex) and 7 hit points + 1 hit point per caster level. If it loses all its hit points, the phantom steed disappears. A phantom steed has a speed of 20 feet per two caster levels, to a maximum of 100 feet at 10th level. It can bear its rider's weight plus up to 10 pounds per caster level.\nThese mounts gain certain powers according to caster level. A mount's abilities include those of mounts of lower caster levels. \n8th Level: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed.\n10th Level: The mount can use water walk at will (as the spell, no action required to activate this ability).\n12th Level: The mount can use air walk at will (as the spell, no action required to activate this ability) for up to 1 round at a time, after which it falls to the ground.\n14th Level: The mount can fly at its speed with a bonus on Fly skill checks equal to your caster level.\nLevel bard 4, sorcerer\/wizard 4, summoner\/unchained summoner 3Range close (25 ft. + 5 ft.\/2 levels)Effect up to six quasi-real, horselike creatures\nThis spell functions like phantom steed, except you can summon up to six steeds, and you divide the duration in 1-hour intervals among the steeds summoned."},{"Name":"Phantom Trap","School":"illusion (glamer)","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (special dust worth 50 gp)"},"Range":"touch","Target":"object touched","Duration":"permanent (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell makes a lock or other small mechanism seem to be trapped to anyone who can detect traps. You place the spell upon any small mechanism or device, such as a lock, hinge, hasp, cork, cap, or ratchet. Any character able to detect traps, or who uses any spell or device enabling trap detection, is certain a real trap exists. Of course, the effect is illusory and nothing happens if the trap is \"sprung\"; its primary purpose is to frighten away thieves or make them waste precious time."},{"Name":"Phase Door","School":"conjuration (creation)","Level":{"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range touchEffect ethereal 5-ft.-by-8-ft. opening, 10 ft. deep + 5 ft. deep per three levelsDuration one usage per two levelsSaving Throw none; Spell Resistance no\nThis spell creates an ethereal passage through wooden, plaster, or stone walls, but not other materials. The phase door is invisible and inaccessible to all creatures except you, and only you can use the passage. You disappear when you enter the phase door and appear when you exit. If you desire, you can take one other creature (Medium or smaller) through the door. This counts as two uses of the door. The door does not allow light, sound, or spell effects through it, nor can you see through it without using it. Thus, the spell can provide an escape route, though certain creatures, such as phase spiders, can follow with ease. A gem of true seeing or similar magic reveals the presence of a phase door but does not allow its use.\nA phase door is subject to dispel magic. If anyone is within the passage when it is dispelled, he is harmlessly ejected just as if he were inside a passwall effect.\nYou can allow other creatures to use the phase door by setting some triggering condition for the door. Such conditions can be as simple or elaborate as you desire. They can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, HD, and hit points don't qualify."},{"Name":"Pick Your Poison","School":"conjuration (healing) [mind-affecting]","Level":{"bard":1,"cleric\/oracle":1,"inquisitor":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"10 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell temporarily converts even the deadliest poison affecting a creature into an intoxicating alcohol. If the subject is affected by a poison effect while under the effects of this spell, instead of the poison's normal effect, she feels intoxicated as if she'd just had a very strong drink and takes a –2 penalty on attacks, saves, and checks for the duration of the spell. When the spell's duration expires, the penalty ends and the poison's normal effects apply. Pick your poison does not affect any poison effects that occurred before the spell was cast."},{"Name":"Pied Piping","School":"enchantment (compulsion) [mind-affecting, sonic]","Level":{"bard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"90 ft.","Area":"90-ft.-radius emanation, centered on you","Duration":"concentration + 1 round\/level","Saving_Throw":"Will partial; see text;","Spell_Resistance":"yes","Description":"You call forth a melody so compelling and attractive that creatures belonging to a group with a specific, identifiable physical trait (such as type, subtype, age, gender, or hair color) find it almost impossible not to approach and follow you. You choose the nature of the creatures you seek to attract when you cast the spell and, once you make this choice, cannot alter it. You can only use physical traits to determine your audience. You can never use social and other more voluntary criteria (such as alignment, religion, nationality, or class) to select targets for this spell.\nEligible creatures must make a Saving Throw each round spent within the area of the spell and, once they fail, approach you at their normal movement speed and stand as close to you as possible without actually entering an occupied square.\nIf you move, they do their best to maintain their proximity to you and follow. Affected creatures can take no actions other than listening to your music and following you if you move.\nThose entering the area while the spell is in effect must also successfully save or be compelled to come to you.\nThe attractive power of the spell does not cause affected creatures to put themselves in jeopardy and they have enough presence of mind to avoid or negotiate around obstacles and other perilous hazards. If unable to approach or follow you without endangering themselves, they simply wait, swaying to the music, until you pass out of range, at which point they regain their senses after 1 round\/caster level. If circumstances change once you move out of range, making it possible for affected creatures to resume their attempts to get near you they do so, and, if they manage to return to within the area of the spell before it wears off, the spell continues as normal.\nIf attacked, affected creatures can take defensive measures, even going so far as to avoid existing threats by moving out of the area of the spell, but cannot make attacks themselves or take any other actions until the effects of the spell wear off. The effects of the spell persist for 1 round\/caster level even after you stop concentrating. Once the spell ceases, the affected creatures continue to stay near you until the effects of the spell wear off."},{"Name":"Pierce Disguise","School":"divination","Level":{"bard":3,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minute\/level\nYou see through magical disguises (whether illusions or polymorph effects) of the same spell level or lower. This allows you to see the true forms of creatures magically disguised by such methods. The true form appears as a ghostly overlay on the creature's disguised appearance."},{"Name":"Piercing Shriek","School":"evocation [pain, sonic]","Level":{"bard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"medium (100 ft. + 10ft.\/level)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You emit an ear-splitting shriek which can be heard only by the target of this spell; all other observers merely see you screaming silently. The target suffers wracking pain from the scream, gaining the staggered condition. This spell has no effect on deaf creatures and cannot penetrate an area of silence."},{"Name":"Pilfering Hand","School":"evocation [force]","Level":{"bard":2,"cleric":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one object","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"yes (object)","Description":"You create and control an invisible telekinetic force, manipulating it with either startling abruptness or careful deliberateness, allowing you to seize an object from an opponent or remotely manipulate an object. You can utilize this force to one of two ends.\nAbrupt Maneuver: You instantaneously attempt a disarm or steal combat maneuver against a target within range. Use your caster level as your Combat Maneuver Bonus, adding your Charisma modifier (bard, oracle, sorcerer), Intelligence modifier (magus, wizard), or Wisdom modifier (cleric) in place of your Strength or Dexterity modifier. This combat maneuver attempt does not provoke an attack of opportunity from its target, but casting this spell might. If you are successful, you pull the target object to you, and if you have enough hands free, you can catch it. Otherwise, the object lands in your square as if you dropped it.\nCareful Maneuver: You attempt a Disable Device check or a Sleight of Hand check to pick-pocket a target within range. This spell lasts as long as you need to accomplish the task, requiring your full concentration for that duration. Once you resolve the skill check, the spell ends. If you are successful on your Sleight of Hand check, you pull the target object to you as with an abrupt maneuver. The target gains a +2 bonus on its Perception check to notice the successful attempt."},{"Name":"Pillar of Life","School":"conjuration (healing) [light]","Level":{"cleric\/oracle":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 5-ft.-square pillar of positive energy, 20 ft. highDuration 1 round\/levelSaving Throw none; Spell Resistance no \nYou conjure a pillar of positive energy in a single 5-foot square within range that radiates light as if it were a sunrod. Living creatures adjacent to the pillar can spend a standard action to touch the pillar and heal 2d8 points of damage + 1 point per caster level (maximum +20). Creatures can move into the square containing the pillar, but if an undead creature moves into the pillar it takes 1d6 points of damage per caster level (maximum 10d6). Undead creatures vulnerable to bright light take 1d8 points if damage per caster level (maximum 10d8). A creature cannot benefit or suffer more than once from a single casting of this spell. "},{"Name":"Plague Bearer","School":"necromancy [disease, evil]","Level":{"alchemist":6,"antipaladin":6,"cleric\/oracle":6,"druid":6,"inquisitor":6,"sorcerer\/wizard":7,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one living creature","Duration":"1 round\/level; see text","Saving_Throw":"Fort negates; see text;","Spell_Resistance":"yes","Description":"You make the target an asymptomatic carrier for a host of virulent diseases. Creatures that end their turn adjacent to the target must succeed at a Fortitude save or be affected as if by the spell contagion. The target itself does not become diseased, and suffers no ill effects from this spell. Once plague bearer ends, the target is no longer contagious, though any creature it infected remains diseased."},{"Name":"Plague Carrier","School":"necromancy [disease, evil]","Level":{"cleric\/oracle":4,"druid":4,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes","Description":"The target’s natural attacks carry filth fever (DC 10 + 1\/2 of the creature’s Hit Dice + creature’s Con modifier)"},{"Name":"Plague Storm","School":"necromancy [disease, evil]","Level":{"cleric\/oracle":6,"druid":6,"sorcerer\/wizard":7,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect cloud spreads in 20-ft. radius, 20 ft. highDuration 1 minute\/level and instantaneous (see text)Saving Throw Fortitude negates; Spell Resistance no\nYou create a hideous gray cloud, similar to fog cloud, that occasionally crackles with foul-smelling bolts of sickly green lightning. Creatures in the area must save or contract one of the following diseases: blinding sickness, bubonic plague, cackle fever, demon fever, devil chills, filth fever, leprosy, mindfire, red ache, shakes, or slimy doom (the disease is chosen by you when you cast the spell and applies to all creatures that fail the save). The disease is contracted immediately (the onset period does not apply) and is an instantaneous effect. Use the disease’s listed frequency to determine further effects, but the disease’s save DC increases by +2.\nUnlike a fog cloud, the plague storm moves away from you at 10 feet per round, rolling along the surface of the ground.\nFigure out the cloud’s new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where you cast the spell.\nBecause the vapors are heavier than air, they sink to the lowest level of the terrain, even pouring down den or sinkhole openings. The cloud cannot penetrate liquids, nor can it be cast underwater."},{"Name":"Planar Adaptation","School":"transmutation","Level":{"cleric\/oracle 6":999,"sorcerer\/wizard":7,"summoner\/unchained":0,"earth":7,"fire":7,"water":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTargets youDuration 1 hour\/level (D)\nPlanar adaptation grants you immunity to the harmful environmental effects of a particular plane of existence, including such hazards as toxicity, extreme temperatures, and lack of air. Additionally, you gain energy resistance 20 to a single energy type prevalent on that plane (choose one if more than one type is equally prevalent). Planar adaptation has no effect when cast upon your native plane. \nComponents V, S \nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartSaving Throw Will negates (harmless); Spell Resistance yes (harmless) \nThis spell functions like planar adaptation, except as noted above."},{"Name":"Planar Ally","School":"conjuration (calling) [see text]","Level":{"cleric\/oracle":4,"shaman":4},"Description":"Components V, S, M (offerings worth 1,250 gp plus payment), DF\nEffect one or two called outsiders, totaling no more than 12 HD, which cannot be more than 30 ft. apart when they appear\nThis spell functions like lesser planar ally, except you may call a single creature of 12 HD or less, or two creatures of the same kind whose HD total no more than 12. The creatures agree to help you and request your return payment together.\nComponents V, S, M (offerings worth 2,500 gp plus payment), DF\nEffect up to three called outsiders, totaling no more than 18 HD, no two of which can be more than 30 ft. apart when they appear.\nThis spell functions like lesser planar ally, except that you may call a single creature of 18 HD or less, or up to three creatures of the same kind whose Hit Dice total no more than 18. The creatures agree to help you and request your return payment together.\nRange close (25 ft. + 5 ft.\/2 levels)Effect one called outsider of 6 HD or lessDuration instantaneousSaving Throw none; Spell Resistance no\nBy casting this spell, you request your deity to send you an outsider (of 6 HD or less) of the deity's choice. If you serve no particular deity, the spell is a general plea answered by a creature sharing your philosophical alignment. If you know an individual creature's name, you may request that individual by speaking the name during the spell (though you might get a different creature anyway).\nYou may ask the creature to perform one task in exchange for a payment from you. Tasks might range from the simple to the complex. You must be able to communicate with the creature called in order to bargain for its services.\nThe creature called requires a payment for its services. This payment can take a variety of forms, from donating gold or magic items to an allied temple, to a gift given directly to the creature, to some other action on your part that matches the creature's alignment and goals. Regardless, this payment must be made before the creature agrees to perform any services. The bargaining takes at least 1 round, so any actions by the creature begin in the round after it arrives.\nA task taking up to 1 minute per caster level requires a payment of 100 gp per HD of the creature called. For a task taking up to 1 hour per caster level, the creature requires a payment of 500 gp per HD. A long-term task, one requiring up to 1 day per caster level, requires a payment of 1,000 gp per HD.\nA nonhazardous task requires only half the indicated payment, while an especially hazardous task might require a greater gift. Few if any creatures will accept a task that seems suicidal (remember, a called creature actually dies when it is killed, unlike a summoned creature). However, if the task is strongly aligned with the creature's ethos, it may halve or even waive the payment. \nAt the end of its task, or when the duration bargained for expires, the creature returns to its home plane (after reporting back to you, if appropriate and possible).\nNote: When you use a calling spell that calls an air, chaotic, earth, evil, fire, good, lawful, or water creature, it is a spell of that type.\nSee Binding Outsiders for an in-depth examination of the act of calling upon outsiders for aid.","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (offerings worth 500 gp plus payment","see":"","DF":"Divine Focus"}},{"Name":"Planar Binding","School":"conjuration (calling) [see text]","Level":{"sorcerer\/wizard":5,"summoner":4,"unchained":0,"void":4,"earth":5,"fire":5,"water":5},"Description":"Components V, S \nTargets up to three elementals or outsiders, totaling no more than 12 HD, no two of which can be more than 30 ft. apart when they appear\nThis spell functions like lesser planar binding, except that you may call a single creature of 12 HD or less, or up to three creatures of the same kind whose Hit Dice total no more than 12. Each creature gets a saving throw, makes an independent attempt to escape, and must be individually persuaded to aid you. \nSchool conjuration (calling) [see text]; Level: sorcerer\/wizard 8, summoner 6; Domain void 8; Elemental School air 8, earth 8, fire 8, water 8\nComponents V, S\nTargets up to three elementals or outsiders, totaling no more than 18 HD, no two of which can be more than 30 ft. apart when they appear.\nThis spell functions like lesser planar binding, except that you may call a single creature of 18 HD or less, or up to three creatures of the same kind whose Hit Dice total no more than 18. Each creature gets a saving throw, makes an independent attempt to escape, and must be individually persuaded to aid you.\nCasting this spell attempts a dangerous act: to lure a creature from another plane to a specifically prepared trap, which must lie within the spell's range. The called creature is held in the trap until it agrees to perform one service in return for its freedom.\nTo create the trap, you must use a magic circle spell, focused inward. The kind of creature to be bound must be known and stated. If you wish to call a specific individual, you must use that individual's proper name in casting the spell.\nThe target creature is allowed a Will saving throw. If the saving throw succeeds, the creature resists the spell. If the saving throw fails, the creature is immediately drawn to the trap (Spell Resistance does not keep it from being called). The creature can escape from the trap by successfully pitting its Spell Resistance against your caster level check, by dimensional travel, or with a successful Charisma check (DC 15 + 1\/2 your caster level + your Charisma modifier). It can try each method once per day. If it breaks loose, it can flee or attack you. A dimensional anchor cast on the creature prevents its escape via dimensional travel. You can also employ a calling diagram (see magic circle against evil) to make the trap more secure.\nIf the creature does not break free of the trap, you can keep it bound for as long as you dare. You can attempt to compel the creature to perform a service by describing the service and perhaps offering some sort of reward. You make a Charisma check opposed by the creature's Charisma check. The check is assigned a bonus of +0 to +6 based on the nature of the service and the reward. If the creature wins the opposed check, it refuses service. New offers, bribes, and the like can be made or the old ones re-offered every 24 hours. This process can be repeated until the creature promises to serve, until it breaks free, or until you decide to get rid of it by means of some other spell. Impossible demands or unreasonable commands are never agreed to. If you ever roll a natural 1 on the Charisma check, the creature breaks free of the spell's effect and can escape or attack you.\nOnce the requested service is completed, the creature need only to inform you to be instantly sent back whence it came. The creature might later seek revenge. If you assign some open-ended task that the creature cannot complete through its own actions, the spell remains in effect for a maximum of 1 day per caster level, and the creature gains an immediate chance to break free (with the same chance to resist as when it was trapped). Note that a clever recipient can subvert some instructions.\nWhen you use a calling spell to call an air, chaotic, earth, evil, fire, good, lawful, or water creature, it is a spell of that type. ","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels); see text","Target":"one elemental or outsider with 6 HD or less","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"no and yes; see text"},{"Name":"Plane Shift","School":"conjuration (teleportation)","Level":{"cleric\/oracle":5,"shaman":7,"sorcerer\/wizard":7,"summoner":5,"unchained":0,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"creature touched, or up to eight willing creatures joining hands","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Planeslayer's Call","School":"enchantment (compulsion) [mind-affecting, see text]","Level":{"cleric":5,"inquisitor":4,"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 20 ft.Targets allies within a 20-ft.-radius burst centered on youDuration 1 round\/levelSaving Throw none; Spell Resistance yes\nThe magic of your allies in the area becomes more potent against certain outsiders. Chose one alignment subtype (chaotic, evil, good, or lawful). Against outsiders with that alignment component or subtype, your allies in the area gain a +2 bonus on caster level checks to overcome spell resistance, and their spells ignore the first 10 points of energy resistance (but not energy immunity).\nThis spell gains the alignment descriptor that is opposite the outsider alignment chosen. For example, if you choose for the spell to affect evil outsiders, then this spell has the good descriptor."},{"Name":"Planetarium","School":"illusion (figment)","Level":{"bard":2,"cleric":2,"druid":2,"sorcerer\/wizard":2,"summoner":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 15-ft.-radius spherical projection of night skyDuration concentration + 3 roundsSaving Throw none; Spell Resistance Will disbelief (harmless)\nYou project an image of the night sky based on your current location and the local time, allowing you to observe the heavens and all of its celestial bodies and features even during the daytime, indoors, or underground. Anyone within the planetarium's sphere can see the projection, though outside of the sphere the image becomes grainy and indistinct."},{"Name":"Planetary Adaptation","School":"transmutation","Level":{"alchemist":5,"cleric":4,"sorcerer\/wizard":5,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 hour\/level\n\nThis spell functions as planar adaptation save that it only works on worlds of the Material Plane. The cold void of space is considered a single world for the purpose of this spell, allowing you to survive in vacuum.\nLevel cleric 6, sorcerer\/wizard 7, summoner 6\nRange close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartSaving Throw Will negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Planned Assault","School":"transmutation","Level":{"cleric\/oracle":3,"paladin":3,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"one creature\/level, no two of which can be more than 30 ft. apart","Duration":"1 minute\/level or until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell increases the effectiveness of a planned action. If the targets spend at least 1 minute studying a situation, they receive bonuses to their first actions in response to the situation. All targets must declare in advance what their intended actions are. If they perform those actions, they receive a +2 sacred bonus to AC, saving throws, and checks for the first round. This bonus increases to +4 at 10th level and +6 at 15th level.\nFor example, the PCs discover a camp of orcs; the PC cleric casts planned assault, the group spends 1 minute analysing the layout of the camp, and then declares its actions. As long as the PCs stick to the plan, they gain a +2 morale* sacred bonus to AC, saving throws, and all actions for the first round."},{"Name":"Plant Growth","School":"transmutation","Level":{"druid":3,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"see textTarget or ","Area":"see text","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Plant growth has different effects depending on the version chosen.\nOvergrowth: This effect causes normal vegetation (grasses, briars, bushes, creepers, thistles, trees, vines, and so on) within long range (400 feet + 40 feet per caster level) to become thick and overgrown. The plants entwine to form a thicket or jungle that creatures must hack or force a way through. Speed drops to 5 feet, or 10 feet for Large or larger creatures. The area must have brush and trees in it for this spell to take effect. If this spell is cast on an area that is already affected by any spell or effect that enhances plants, such as entangle or wall of thorns, any DC involved with these spells is increased by 4. This bonus is granted for 1 day after the casting of plant growth.\nAt your option, the area can be a 100-foot-radius circle, a 150-foot-radius semicircle, or a 200-foot-radius quarter circle.\nYou may designate places within the area that are not affected.\nEnrichment: This effect targets plants within a range of a half-mile, raising their potential productivity over the course of the next year to one-third above normal.\nPlant growth counters diminish plants."},{"Name":"Plant Shape","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you plan to assume)"},"Description":"Range personalTarget youDuration 1 min.\/level (D)\nWhen you cast this spell you can assume the form of any Small or Medium creature of the plant type. If the form you assume has any of the following abilities, you gain the listed ability: darkvision 60 feet, low-light vision, constrict, grab, and poison. If the form you assume does not possess the ability to move, your speed is reduced to 5 feet and you lose all other forms of movement. If the creature has vulnerability to an element, you gain that vulnerability.\nSmall plant: If the form you take is that of a Small plant, you gain a +2 size bonus to your Constitution and a +2 natural armor bonus.\nMedium plant: If the form you take is that of a Medium plant, you gain a +2 size bonus to your Strength, a +2 enhancement bonus to your Constitution, and a +2 natural armor bonus.\nThis spell functions as plant shape I except that it also allows you to assume the form of a Large creature of the plant type. If the creature has immunity or resistance to any elements, you gain energy resistance 20 to those elements. If the creature has vulnerabilty to an element, you gain that vulnerabilty.\nLarge plant: If the form you take is that of a Large plant, you gain a +4 size bonus to your Strength, a +2 size bonus to your Constitution, and a +4 natural armor bonus.\nThis spell functions as plant shape II except that it also allows you to assume the form of a Huge creature of the plant type. If the form you assume has any of the following abilities, you gain the listed ability: Damage Reduction, regeneration 5, and trample."},{"Name":"Play Instrument","School":"divination","Level":{"bard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 minute\/level\nYou may play one instrument of your choice as if you had 1 rank in the appropriate Perform skill. Instead of a conventional instrument, you may use an object as an improvised instrument, such as using a barrel as a drum or a bow as a harp, playing it as if it were crafted to make music."},{"Name":"Poison","Description":"\nSchool necromancy [poison]; Level\nantipaladin 4, cleric\/oracle 4, \ndruid 3, shaman 4, \nwitch 4; Domain scalykind 4; Subdomain decay 4","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous; see text","Saving_Throw":"Fortitude negates; see text;","Spell_Resistance":"yes"},{"Name":"Poisoned Egg","School":"transmutation [poison]","Level":{"bard":1,"cleric\/oracle":1,"inquisitor":1,"magus":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"one egg","Duration":"1 minute\/level","Saving_Throw":"none (object);","Spell_Resistance":"no (object)","Description":"Get this book AND support this site!\nYou transform the contents of a normal egg into a single dose of small centipede poison (injury; save DC 11; frequency 1\/round for 4 rounds; effect 1 Dex; cure 1 save). The poison reverts to a normal egg at the end of the spell's duration (the reverted egg substance is harmless unless the poisoned creature is vulnerable to eggs). The egg may be raw or cooked but must be whole and not empty when you cast the spell. When applying the poisoned egg's contents to a weapon, the wielder has no chance of poisoning herself, as though she had the poison use class feature."},{"Name":"Polar Midnight","School":"transmutation [cold, darkness]","Level":{"cleric\/oracle":9,"druid":9,"shaman":9,"witch":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 30-ft. spreadDuration 1 round\/levelSaving Throw Fortitude partial; Spell Resistance yes\nYou plunge an area into the brutal chill of the arctic night.\nIllumination conditions are dropped by two steps (though only to darkness, not supernatural darkness), and all creatures in the area take 5d6 points of cold damage and 1d6 points of Dexterity damage per round. A successful Fortitude save each round negates the Dexterity damage but not the cold damage. Any creature that doesn’t move on its turn becomes encased in a sheath of ice equivalent to wall of ice, is helpless, and cannot breathe. Corpses in the area for longer than 1 round are transmuted into solid ice; reviving the icy corpse requires true resurrection, miracle, or wish. As a move action, you may move the area of effect up to 10 feet in any direction."},{"Name":"Polar Ray","School":"evocation [cold]","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect rayDuration instantaneousSaving Throw none; Spell Resistance yes"},{"Name":"Polymorph","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you choose)"},"Range":"touch","Target":"living creature touched","Duration":"1 min\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell transforms a willing creature into an animal, humanoid or elemental of your choosing; the spell has no effect on unwilling creatures, nor can the creature being targeted by this spell influence the new form assumed (apart from conveying its wishes, if any, to you verbally).\nIf you use this spell to cause the target to take on the form of an animal, the spell functions as beast shape II. If the form is that of an elemental, the spell functions as elemental body I. If the form is that of a humanoid, the spell functions as alter self. The subject may choose to resume its normal form as a full-round action; doing so ends the spell for that subject."},{"Name":"Polymorph Any Object","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","gum":"","and":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature, or one non-magical object of up to 100 cu. ft.\/level","Duration":"see text","Saving_Throw":"Fortitude negates (object); see text;","Spell_Resistance":"yes (object)","Description":"Source Skull & Shackles Player's Guide\nThis spell functions like greater polymorph, except that it changes one object or creature into another. You can use this spell to transform all manner of objects and creatures into new forms- you aren't limited to transforming a living creature into another living form. The duration of the spell depends on how radical a change is made from the original state to its transmuted state. The duration is determined by using the following guidelines.\n*Add all that apply. Look up the total on the next table.\nIf the target of the spell does not have physical ability scores (Strength, Dexterity, or Constitution), this spell grants a base score of 10 to each missing ability score. If the target of the spell does not have mental ability scores (Intelligence, Wisdom, or Charisma), this spell grants a score of 5 to such scores. Damage taken by the new form can result in the injury or death of the polymorphed creature. In general, damage occurs when the new form is changed through physical force. A non-magical object cannot be made into a magic item with this spell. Magic items aren't affected by this spell.\nThis spell cannot create material of great intrinsic value, such as copper, silver, gems, silk, gold, platinum, mithral, or adamantine. It also cannot reproduce the special properties of cold iron in order to overcome the damage reduction of certain creatures."},{"Name":"Polymorph Familiar","School":"transmutation (polymorph)","Level":{"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. +5 ft.\/2 levels)","Target":"your familiar","Duration":"1 minute\/level (D)","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"This spell functions as beast shape I, except it grants your familiar the form of any Small animal. Your familiar retains all of its special abilities and continues to grant you the special ability associated with its normal shape (such as a bat familiar's bonus on Fly checks).\nAt caster level 7th, this spell functions as beast shape II. At caster level 9th, it functions as beast shape III. At caster level 11th, it functions as beast shape IV."},{"Name":"Polypurpose Panacea","School":"transmutation","Level":{"alchemist":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range personalTarget youDuration see below\nThis creates one of several cantrip-level effects relating to your health, well-being, and entertainment. The panacea has no side effects (for example, the intoxication panacea does not cause a hangover). When you use polypurpose panacea, choose one of the following effects.\nAnalgesic: You do not feel minor aches and pains, such as from arthritis, a cold, or a hangover, for 1 hour. For the duration, you gain a +2 resistance bonus against pain-related spells.\nClarity: You get a +1 competence bonus on a single attack roll, saving throw, or skill check within 1 minute. You must choose to use the bonus before making the roll to which it applies.\nHallucination: You have pleasant hallucinations for 1 hour, such as wandering lights, music, playful surreal animals, and so on. You can tell these are not real, but they are distracting, and you take a –2 penalty on Perception checks for the duration.\nIntoxication: You feel comfortably intoxicated for 1 hour, as if you had a few alcoholic beverages.\nLucid Dream: If you take this panacea within 1 hour of going to sleep, you have a lucid dream that is under your control and lasts for an hour.\nResistance: You gain a +1 resistance bonus on saves for 1 minute.\nSleep: You enter a pleasant and restful sleep for at least 1 hour unless wakened. If you would normally begin sleeping at this time, when the panacea ends you continue sleeping normally.\nSobriety: You become completely sober for 1 hour, negating any penalties to your actions for being drunk (GameMastery Guide 237). Magical and alchemical methods (such as detect poison) still detect you as inebriated. Time spent under the effect of this panacea do not count toward the time necessary to sober up (it merely delays your intoxication).\nTenacity: You gain 1 temporary hit point for 1 minute.\nWakefulness: You remain awake for 2 hours without feeling sleepy, and without side effects such as jitteriness. You gain a +5 resistance bonus against sleep-related spells such as lullaby and sleep. This use of the panacea merely delays your need for sleep and does not count as rest or sleep. You can use it multiple times in succession, but as each effect wears off, you are as tired as you would be had you not used the panacea."},{"Name":"Possess Object","School":"necromancy","Level":{"sorcerer\/wizard":5,"witch":5},"Description":"Casting Time 1 standard action\nTarget one object; see textDuration 1 hour\/level or until you return to your body\nThis spell functions as magic jar, except you transfer your mind to a single object, animating it as if using animate objects, except your mind controls the object as if it were your own body. You cannot speak or cast spells while possessing the object. Because your original body is effectively dead while under the effect of this spell, this temporarily suspends disease, poisons, and other afflictions affecting you."},{"Name":"Possession Trap","School":"necromancy","Level":{"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range personalTarget youDuration 24 hours or until activated (see text); 1 round\/level\nYou place a protective ward over your spirit that ensnares creatures attempting to possess you. Should a creature attempt to possess you (such as via magic jar or a similar effect) while you are under the effects of possession trap, that creature must first succeed at a Will save or its possession attempt is ruined and its spirit is shunted into this spell's focus gem. The trapped creature is contained within the focus gem for 1 round per caster level, acting as though it were trapped in a magic jar for the duration of this effect. This effect fails if you are not carrying the focus gem during the time of the possession attempt.\nIf the possessor's Will save is successful, you are affected by its possession attempt as normal, and may attempt a saving throw against this possession attempt if one is normally allowed. Regardless of whether the possessor fails or succeeds at its save against possession trap, you immediately become aware of the possession attempt and whether or not a creature is trapped in the focus gem. If the focus gem is destroyed while it contains a creature, the creature is immediately released. Once this spell is triggered, it offers no further protection, and a trapped creature can attempt to possess you again once it's free of the focus gem."},{"Name":"Power Word Blind","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":7,"witch":7,"":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature with 200 hp or less","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Power Word Kill","School":"enchantment (compulsion) [death, mind-affecting]","Level":{"sorcerer\/wizard":9,"witch":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature with 100 hp or less","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Power Word Stun","School":"enchantment (compulsion) [mind-affecting]","Level":{"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature with 150 hp or less","Duration":"See text","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Pox Pustules","School":"necromancy [disease]","Level":{"druid":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (leaves from a toxic plant)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 minute\/levelSaving Throw Fortitude negates; Spell Resistance yes\nYou inflict a painful, itching rash on the target creature. The target is sickened and takes a -4 penalty to Dexterity (this penalty cannot lower Dexterity below 0). The target can spend a move action scratching furiously at the rash to remove the sickened condition (but not the Dexterity penalty) until the start of its next turn."},{"Name":"Prayer","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":3,"inquisitor":3,"paladin":3,"law)":3,"leadership":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"40 ft.","Area":"all allies and foes within a 40-ft.-radius burst centered on you","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Prediction of Failure","School":"divination [curse, fear, mind-affecting]","Level":{"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"permanent or 1 round\/level (see text)","Saving_Throw":"Will partial;","Spell_Resistance":"yes","Description":"You wrack the target’s body and mind with the anguish and suffering of every bitter failure it will ever experience, rendering it permanently shaken and sickened. A successful Will save reduces the duration to 1 round per level. If the target is a spellcaster, failing this saving throw means it also gains a random minor spellblight."},{"Name":"Prehensile Pilfer","School":"transmutation","Level":{"alchemist":3,"bard":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target's tail moves and acts more quickly, almost with a mind of its own. When making a full-attack action, the target may use its tail to make a dirty trick or steal combat maneuver as a swift action. For the purpose of this attack, the target's tail is a natural weapon with a reach of 5 feet. This spell has no effect on creatures lacking a prehensile tail. If the target already has an extra attack from haste or a similar effect, this spell only allows the tail to make dirty trick and steal combat maneuvers, but does not grant an extra attack."},{"Name":"Prestidigitation","School":"universal","Level":{"bard":0,"magus":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"10 ft.Target, Effect, or ","Area":"see text","Duration":"1 hour","Saving_Throw":"see text;","Spell_Resistance":"no"},{"Name":"Primal Scream","School":"abjuration [mind-affecting, sonic]","Level":{"bard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 1 round\/level\nYou voice a mighty yell from the depths of your soul, invigorating yourself and dispelling enchantment and paralysis effects. This functions as break enchantment, except it only affects you and only frees you from enchantment and paralysis effects. If the caster level check to break the hostile effect succeeds, you give voice to your scream and the spell takes effect normally; if not, this spell fails without further effect. You can cast this spell even when paralyzed or unable to speak because of an enchantment effect, but not in an area of silence, if you are unable to speak for reasons other than enchantments or paralysis (for example, if you are gagged), or if cast in an environment where speaking is not possible."},{"Name":"Prismatic Sphere","School":"abjuration","Level":{"sorcerer\/wizard":9,"protection":9,"sun":9},"Description":"Components: V\nRange 10 ft.Effect 10-ft.-radius sphere centered on you\nSource Skull & Shackles Player's Guide\nThis spell functions like prismatic wall, except you conjure up an immobile, opaque globe of shimmering, multicolored light that surrounds you and protects you from all forms of attack. The sphere flashes in all colors of the visible spectrum. \nThe sphere's blindness effect on creatures with less than 8 HD lasts 2d4 x 10 minutes.\nYou can pass into and out of the prismatic sphere and remain near it without harm. When you're inside it, however, the sphere blocks any attempt to project something through the sphere (including spells). Other creatures that attempt to attack you or pass through suffer the effects of each color, one at a time.\nTypically, only the upper hemisphere of the globe exists, since you are at the center of the sphere, so the lower half is usually occluded by the floor surface you are standing on.\nThe colors of the sphere have the same effects as the colors of a prismatic wall."},{"Name":"Prismatic Spray","School":"evocation","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"see text;","Spell_Resistance":"yes","Description":"Source Skull & Shackles Player's Guide\nThis spell causes seven shimmering, multicolored beams of light to spray from your hand. Each beam has a different power. Creatures in the area of the spell with 8 HD or less are automatically blinded for 2d4 rounds. Every creature in the area is randomly struck by one or more beams, which have additional effects."},{"Name":"Prismatic Wall","School":"abjuration","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect wall 4 ft.\/level wide, 2 ft.\/level highDuration 10 min.\/level (D)Saving Throw see text; Spell Resistance see text\nSource Skull & Shackles Player's Guide\nPrismatic wall creates a vertical, opaque wall- a shimmering, multicolored plane of light that protects you from all forms of attack. The wall flashes with seven colors, each of which has a distinct power and purpose. The wall is immobile, and you can pass through and remain near the wall without harm. Any other creature with less than 8 HD that is within 20 feet of the wall is blinded by the colors for 2d4 rounds if it looks at the wall.\nThe wall's maximum proportions are 4 feet wide per caster level and 2 feet high per caster level. A prismatic wall spell cast to materialize in a space occupied by a creature is disrupted, and the spell is wasted.\nEach color in the wall has a special effect. The accompanying table shows the seven colors of the wall, the order in which they appear, their effects on creatures trying to attack you or pass through the wall, and the magic needed to negate each color.\nThe wall can be destroyed, color by color, in consecutive order, by casting the specified spells on the wall; however, the first color must be brought down before the second can be affected, and so on. A rod of cancellation or a mage's disjunction spell destroys a prismatic wall, but an antimagic field fails to penetrate it. Dispel magic and greater dispel magic can only be used on the wall once all the other colors have been destroyed. Spell Resistance is effective against a prismatic wall, but the caster level check must be repeated for each color present.\nPrismatic wall can be made permanent with a permanency spell."},{"Name":"Produce Flame","School":"evocation [fire]","Level":{"druid":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect flame in your palmDuration 1 min.\/level (D)Saving Throw none; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nFlames as bright as a torch appear in your open hand. The flames harm neither you nor your equipment.\nIn addition to providing illumination, the flames can be hurled or used to touch enemies. You can strike an opponent with a melee touch attack, dealing fire damage equal to 1d6 + 1 point per caster level (maximum +5). Alternatively, you can hurl the flames up to 120 feet as a thrown weapon. When doing so, you attack with a ranged touch attack (with no range penalty) and deal the same damage as with the melee attack. No sooner do you hurl the flames than a new set appears in your hand. Each attack you make reduces the remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after the attack resolves."},{"Name":"Programmed Image","School":"illusion (figment)","Level":{"bard":6,"sorcerer\/wizard":6},"Description":"Components V, S, M (fleece and jade dust worth 25 gp)\n\n\nEffect visual figment that cannot extend beyond a 20-ft. cube + one 10-ft. cube\/level (S)Duration permanent until triggered, then 1 round\/level\nThis spell functions like silent image, except that this spell's figment activates when a specific condition occurs. The figment includes visual, auditory, olfactory, and thermal elements, including intelligible speech."},{"Name":"Project Image","School":"illusion (shadow) [shadow]","Level":{"bard":6,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small replica of you worth 5 gp)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect one shadow duplicateDuration 1 round\/level (D)Saving Throw Will disbelief (if interacted with); Spell Resistance no\nCreatures encountering an illusion usually do not receive saving throws to recognize it as illusory until they study it carefully or interact with it in some fashion.\nA successful saving throw against an illusion reveals it to be false, but a figment or phantasm remains as a translucent outline.\nA failed saving throw indicates that a character fails to notice something is amiss. A character faced with proof that an illusion isn't real needs no saving throw. If any viewer successfully disbelieves an illusion and communicates this fact to others, each such viewer gains a saving throw with a +4 bonus.\nYou tap energy from the Plane of Shadow to create a quasi-real, illusory version of yourself. The projected image looks, sounds, and smells like you but is intangible. The projected image mimics your actions (including speech) unless you direct it to act differently (which is a move action).\nYou can see through its eyes and hear through its ears as if you were standing where it is, and during your turn you can switch from using its senses to using your own, or back again, as a free action. While you are using its senses, your body is considered blinded and deafened.\nIf you desire, any spell you cast whose range is touch or greater can originate from the projected image instead of from you. The projected image can't cast any spells on itself except for illusion spells. The spells affect other targets normally, despite originating from the projected image."},{"Name":"Prosperous Room","School":"enchantment","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"1 day","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"room you own; see text","Duration":"1 day\/level (D)","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"The targeted room is enchanted to have magical appeal for customers, an increase in the workflow of its employees, or the generation of additional materials to work with. While this spell is in effect, the targeted room produces 1 more Goods, Labor, Influence, or Magic than it already does. If the room produces multiple types of capital, it produces an additional capital of each type. If the room generates gp, it generates 25% more.\nOnly the capital that the room normally generates increases— rooms that do not already generate Magic, for instance, do not generate Magic because of this spell.\nWhile this spell is in effect, neither you nor your allies can further interact with the affected room or the spell's effects immediately end. You cannot spend downtime actions to run a business with a room that is affected by this spell, though any employees or workers that operate within the room may continue to do so normally."},{"Name":"Protection from Arrows","School":"abjuration","Level":{"alchemist":2,"bloodrager":2,"sorcerer\/wizard":2,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The warded creature gains resistance to ranged weapons. The subject gains damage reduction 10\/magic against ranged weapons. This spell doesn't grant you the ability to damage creatures with similar damage reduction. Once the spell has prevented a total of 10 points of damage per caster level (maximum 100 points), it is discharged.\nLevel alchemist 3, sorcerer\/wizard 3, summoner\/unchained summoner 3Target creatures touched\nThis spell functions like protection from arrows, except you divide the duration in 1-hour intervals among the creatures touched. Once the spell absorbs 10 points of damage per caster level (maximum 100 points) for a subject, the spell’s effects end for that subject."},{"Name":"Protection from Chaos","School":"abjuration [lawful]","Level":{"bloodrager":1,"cleric\/oracle":1,"inquisitor":1,"paladin":1,"shaman":1,"sorcerer\/wizard":1,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no; see text","Description":"This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks made by chaotic creatures. The target receives a new saving throw against control by chaotic creatures and chaotic summoned creatures cannot touch the target.\nLevel cleric\/oracle 2, inquisitor 2, paladin 2, sorcerer\/wizard 2, summoner\/unchained summoner 2Target creatures touched\nThis spell functions like protection from chaos, except you divide the duration in 1-minute intervals among the creatures touched."},{"Name":"Protection from Energy","School":"abjuration","Level":{"alchemist":3,"bloodrager":3,"cleric\/oracle":3,"druid":3,"inquisitor":3,"ranger":2,"":0,"sorcerer\/wizard":3,"summoner\/unchained":0,"protection":3,"earth":3,"fire":3,"water":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"10 min.\/level or until discharged","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Protection from energy grants temporary immunity to the type of energy you specify when you cast it (acid, cold, electricity, fire, or sonic). When the spell absorbs 12 points per caster level of energy damage (to a maximum of 120 points at 10th level), it is discharged.\nProtection from energy overlaps (and does not stack with) resist energy. If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted.\nLevel cleric\/oracle 4, druid 4, inquisitor 4, ranger 3, sorcerer\/wizard 4, summoner\/unchained summoner 4Target creatures touched\nThis spell functions like protection from energy, except you divide the duration in 10-minute intervals among the creatures touched. Once the spell absorbs 12 points of energy damage per caster level (maximum 120 points) for a subject, the spell’s effects end for that subject."},{"Name":"Protection from Evil","School":"abjuration [good]","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1,"shaman":1,"sorcerer\/wizard":1,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no; see text","Description":"Does protection from evil (good\/law\/etc.) work against all charm and compulsion effects? Or does it just work against charm and compulsion effects where the caster is able to exercise control over the target, such as charm person, command, and dominate person (and thus not effects like sleep or confusion, as the caster does not have ongoing influence or puppet-like control of the target)?\nThe latter interpretation is correct: protection from evil only works on charm and compulsion effects where the caster is able to exercise control over the target, such as command, charm person, and dominate person; it doesn't work on sleep or confusion.\n[Source]\nThis spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has three major effects.\nFirst, the subject gains a +2 deflection bonus to AC and a +2 resistance bonus on saves. Both these bonuses apply against attacks made or effects created by evil creatures.\nSecond, the subject immediately receives another saving throw (if one was allowed to begin with) against any spells or effects that possess or exercise mental control over the creature (including enchantment [charm] effects and enchantment [compulsion] effects, such as charm person, command, and dominate person). This saving throw is made with a +2 morale bonus, using the same DC as the original effect. If successful, such effects are suppressed for the duration of this spell. The effects resume when the duration of this spell expires. While under the effects of this spell, the target is immune to any new attempts to possess or exercise mental control over the target. This spell does not expel a controlling life force (such as a ghost or spellcaster using magic jar), but it does prevent them from controlling the target. This second effect only functions against spells and effects created by evil creatures or objects, subject to GM discretion.\nThird, the spell prevents bodily contact by evil summoned creatures. This causes the natural weapon attacks of such creatures to fail and the creatures to recoil if such attacks require touching the warded creature. Summoned creatures that are not evil are immune to this effect. The protection against contact by summoned creatures ends if the warded creature makes an attack against or tries to force the barrier against the blocked creature. Spell Resistance can allow a creature to overcome this protection and touch the warded creature.\nLevel cleric\/oracle 2, inquisitor 2, paladin 2, sorcerer\/wizard 2, summoner\/unchained summoner 2Target creatures touched\nThis spell functions like protection from evil, except you divide the duration in 1-minute intervals among the creatures touched."},{"Name":"Protection from Good","School":"abjuration [evil]","Level":{"antipaladin":1,"cleric\/oracle":1,"inquisitor":1,"shaman":1,"sorcerer\/wizard":1,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no; see text","Description":"This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks made by good creatures. The target receives a new saving throw against control by good creatures and good summoned creatures cannot touch the target.\nLevel antipaladin 2, cleric\/oracle 2, inquisitor 2, sorcerer\/wizard 2, summoner\/unchained summoner 2\nTarget creatures touched\nThis spell functions like protection from good, except you divide the duration in 1-minute intervals among the creatures touched."},{"Name":"Protection from Law","School":"abjuration [chaotic]","Level":{"antipaladin":1,"cleric\/oracle":1,"inquisitor":1,"shaman":1,"sorcerer\/wizard":1,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no; see text","Description":"This spell functions like protection from evil, except that the deflection and resistance bonuses apply to attacks made by lawful creatures. The target receives a new saving throw against control by lawful creatures and lawful summoned creatures cannot touch the target.\nLevel antipaladin 2, cleric\/oracle 2, inquisitor 2, sorcerer\/wizard 2, summoner\/unchained summoner 2Target creatures touched\nThis spell functions like protection from law, except you divide the duration in 1-minute intervals among the creatures touched."},{"Name":"Protection from Spells","School":"abjuration","Level":{"sorcerer\/wizard":8,"summoner":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond worth 500 gp)","F":"","the":""},"Description":"Range touchTargets up to one creature touched per four levelsDuration 10 min.\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Protection From Technology","School":"abjuration","Level":{"cleric":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates (harmless), see text;","Spell_Resistance":"no, see text","Description":"Get this book AND support this site!\nThis spell wards a creature from attacks by technological objects and creatures of the robot subtype, and protects against mental control from technological sources. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has two major effects.\nFirst, the target gains a +2 deflection bonus to AC and a +2 resistance bonus on saving throws. Both of these bonuses apply against attacks made or effects caused by technological objects and creatures with the robot subtype.\nSecond, the target immediately receives another saving throw (if one was allowed to begin with) against any technological effects that exercise mental control over the creature, including the effects of pharmaceuticals. The target gains a +2 morale bonus on this saving throw, using the same DC as the original effect. If the target succeeds at this save, such effects are suppressed for the duration of this spell. The effects resume when the duration of this spell expires. While under the effects of this spell, the target is immune to any new attempts to exercise mental control over her using technological means."},{"Name":"Protective Penumbra","School":"evocation [darkness]","Level":{"cleric\/oracle":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"10 minutes\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes","Description":"This spell keeps the target slightly in shadow. A target with light blindness, light sensitivity, or vulnerability to sunlight (such as vampires and wraiths) may ignore penalties from those qualities. The spell gives the target a +2 bonus on saving throws against nonmagical hazards related to bright light, such as glare or sunburn."},{"Name":"Protective Spirit","Description":"School conjuration (creation);  Level ranger 2\nRange personalTargets youDuration 1 round\/level\nA protective spirit is an invisible, mindless, shapeless force that hovers about you, defending you against unexpected attacks. When a creature makes an attack of opportunity against you, the protective spirit makes an immediate attack using your base attack bonus plus your Dexterity modifier. On a successful hit, the spirit does no damage, but it causes the attack of opportunity to automatically miss. A protective spirit can defend against a number of attacks of opportunity equal to your Dexterity bonus (minimum 1) per round.\nA protective spirit occupies your space, and moves with you. It cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it. A protective spirit's AC against touch attacks is 10 + your Dexterity modifier.\n","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Prying Eyes","School":"divination","Level":{"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of crystal marbles)"},"Description":"\nRange 1 mileEffect 10 or more levitating eyesDuration 1 hour\/level; see text (D)Saving Throw none; Spell Resistance no\n\nYou create a number of semi-tangible, visible magical orbs (called \"eyes\") equal to 1d4 + your caster level. These eyes move out, scout around, and return as you direct them when casting the spell. Each eye can see 120 feet (normal vision only) in all directions.\nWhile the individual eyes are quite fragile, they're small and difficult to spot. Each eye is a Fine construct, about the size of a small apple, that has 1 hit point, AC 18 (+8 bonus for its size), flies at a speed of 30 feet with a +20 bonus on Fly skill checks and a +16 bonus on Stealth skill checks. It has a Perception modifier equal to your caster level (maximum +15) and is subject to illusions, darkness, fog, and any other factors that affect your ability to receive visual information about your surroundings. An eye traveling in darkness must find its way by touch.\nWhen you create the eyes, you specify instructions you want them to follow in a command of no more than 25 words. Any knowledge you possess is known by the eyes as well.\nIn order to report their findings, the eyes must return to your hand. Each replays in your mind all it has seen during its existence. It takes an eye 1 round to replay 1 hour of recorded images. After relaying its findings, an eye disappears. \nIf an eye ever gets more than 1 mile away from you, it instantly ceases to exist. However, your link with the eye is such that you won't know if the eye was destroyed because it wandered out of range or because of some other event.\nThe eyes exist for up to 1 hour per caster level or until they return to you. Dispel magic can destroy eyes. Roll separately for each eye caught in an area dispel. Of course, if an eye is sent into darkness, it could hit a wall or similar obstacle and destroy itself."},{"Name":"Pugwampi’s Grace","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pugwampi's hair)"},"Range":"short (25 ft. + 5 ft.\/2 levels)","Target":"one creature (see below)","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The gremlins known as pugwampis infect those around them with a malignant form of unluck—an effect that this spell emulates. If the target fails its Will save, it becomes infused with the so-called “grace of the pugwampi.” A creature affected by this spell must roll two d20s whenever a situation calls for a d20 roll (such as an attack roll, a skill check, or a saving throw) and must use the lower of the two results generated. As with the aura shed by actual pugwampies, this spell has no effect on animals, gremlins, or gnolls. The effects of this spell are negated as long as a target gains any sort of luck bonus to a d20 roll (such as those granted by a luckstone or divine favor), but the spell’s duration is not impacted by these effects. If the luck bonus goes away before the pugwampi’s grace effect ends, the unluck returns and remains until the spell’s normal duration runs out."},{"Name":"Pup Shape","School":"transmutation (polymorph)","Level":{"druid":3,"sorcerer\/wizard":3,"witch":3},"Description":"Casting Time 1 standard actionComponent V, S, M (a rag doll)\nYou transform the subject animal into a Small magical beast (or a magical beast one size category smaller than the original creature, whichever is smaller), creating a young magical version of itself for a short period of time. While in this form, the target has only 1 HD (maximum hit points), and the target takes a –4 penalty to Strength, Constitution, Intelligence and Wisdom (minimum 1). The creature also gains a +4 size bonus to Dexterity and a +2 natural bonus.\nAny nonevil creature that attempts to attack a creature in this form must succeed at a Will saving throw (using the DC of the spell) to overcome feelings of guilt and protectiveness toward the young and innocent-seeming creature. On a failed saving throw, it cannot follow through with the attack, that part of the action is lost, and it can’t directly attack the transformed creature for the duration of the spell or until the spell’s target attacks it. This part of the spell is a mind-affecting (emotion) effect. Evil creatures have no qualms about attacking the target of this spell, in fact, some particularly heinous creatures might go out of their ways to do the target harm.","Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one animal","Duration":"1 round\/level","Saving_Throw":"Fort negates (and Will special, see text);","Spell_Resistance":"yes"},{"Name":"Purging Finale","Description":"School conjuration (healing);  Level bard 3\nYou must have a bardic performance in effect to cast this spell. With a flourish, you immediately end your bardic performance, removing one of the following conditions on a creature within range affected by your bardic performance: cowering, dazzled, exhausted, paralyzed, shaken, or stunned.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Purified Calling","Description":"School conjuration (healing);  Level summoner\/unchained summoner 4\nRange personalTargets youDuration 1 minute\nYour eidolon is restored to full health when you summon it. Upon casting this spell, you must immediately begin the ritual to summon your eidolon. Upon completion of the ritual, your eidolon appears at full hit points and without any damage or penalties to its ability scores, regardless of its previous condition. In addition, any temporary negative conditions affecting your eidolon are immediately removed.\nPermanent conditions and ability drain are not affected by this spell.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a stick of incense)"}},{"Name":"Purify Food and Drink","School":"transmutation","Level":{"cleric\/oracle":0,"druid":0,"shaman":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"10 ft.","Target":"1 cu. ft.\/level of contaminated food and water","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Putrefy Food and Drink","Description":"School transmutation [poison]; Level\nwitch 0\nRange 10 ft.Targets 1 cu. ft.\/level of food and water or one potion; see textDuration instantaneousSaving Throw Will negates (object); Spell Resistance yes (object)\nThis spell causes otherwise edible food to rot and spoil instantly, and water and other liquids to become brackish and undrinkable. Holy water and similar food and drink of significance are spoiled by putrefy food and drink, but the spell has no effect on creatures of any type, nor upon unholy water. Water weighs about 8 pounds per gallon. One cubic foot of water contains roughly 8 gallons and weighs about 60 pounds.\nAlthough potions and elixirs are unaffected by the normal use of the spell, you can instead choose to target a single such object with this spell, destroying it if it fails a Saving Throw.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Pyrotechnics","School":"transmutation","Level":{"bard":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (one fire source)"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"one fire source, up to a 20-ft. cube","Duration":"1d4+1 rounds, or 1d4+1 rounds after creatures leave the smoke cloud; see text","Saving_Throw":"Will negates or Fortitude negates; see text;","Spell_Resistance":"yes or no; see text","Description":"Source Skull & Shackles Player's Guide\nPyrotechnics turns a fire into a burst of blinding fireworks or a thick cloud of choking smoke, depending on your choice. The spell uses one fire source, which is immediately extinguished. A fire so large that it exceeds a 20-foot cube is only partly extinguished. Magical fires are not extinguished, although a fire-based creature used as a source takes 1 point of damage per caster level.\nFireworks: The fireworks are a flashing, fiery, momentary burst of glowing, colored aerial lights. This effect causes creatures within 120 feet of the fire source to become blinded for 1d4+1 rounds (Will negates). These creatures must have line of sight to the fire to be affected. Spell resistance can prevent blindness."}]