[{"Name":"Qualm","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level or until discharged","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The target is suddenly beset with unexplainable doubts about the effectiveness of its actions and the righteousness of its cause. The creature takes a –10 penalty on its ability checks, skill checks, and concentration checks, until the duration ends, or until it spends its entire turn doing absolutely nothing (it spends a full-round action gaining focus). Spending an entire turn doing nothing discharges the spell."},{"Name":"Quench","School":"transmutation","Level":{"druid":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)Area or ","Target":"one 20-ft. cube\/level (S) or one fire-based magic item","Duration":"instantaneous","Saving_Throw":"none or Will negates (object);","Spell_Resistance":"no or yes (object)","Description":"Quench is often used to put out forest fires and other conflagrations. It extinguishes all non-magical fires in its area. The spell also dispels any fire spells in its area, though you must succeed on a dispel check (1d20 +1 per caster level, maximum +15) against each spell to dispel it. The DC to dispel such spells is 11 + the caster level of the fire spell.\nEach creature with the fire subtype within the area of a quench spell takes 1d6 points of damage per caster level (maximum 10d6, no save allowed)."},{"Name":"Questing Stone","School":"divination","Level":{"bard":4,"sorcerer\/wizard":0},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch and unlimited","Target":"one ioun stone touched","Duration":"1 minute\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell functions like arcane eye, except that it uses an ioun stone as a visible scrying sensor. The ioun stone moves at the same rate as an arcane eye, and may pass through holes or spaces  as small as 2 inches in diameter. It can enter another plane of existence using a gate or similar portal, but the caster loses contact with the sensor should this occur. The enhanced ioun stone has AC 24, 10 hp, hardness 5, fly speed 30 (perfect), and a +16 Stealth bonus. The stone does not provide you with its normal benefits while you are using it as a scrying sensor."}]