[{"Name":"Rage","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"alchemist":3,"bard":2,"bloodrager":3,"sorcerer\/wizard":3,"summoner\/unchained":0,"witch":3,"madness":3,"evil)":999,"ferocity":3,"boreal":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Targets one willing living creature per three levels, no two of which may be more than 30 ft. apartDuration concentration + 1 round\/level (D)Saving Throw none; Spell Resistance yes\n"},{"Name":"Raging Rubble","Description":"\nSchool transmutation [earth]; \nLevel bard 3, bloodrager 3, cleric 3, druid 3, sorcerer\/wizard 3, witch 3\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect one swarm of stonesDuration concentration + 2 roundsSaving Throw none; Spell Resistance yes","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Raiment of Command","School":"illusion (glamer)","Level":{"bard":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":" personal","Target":"you","Duration":"1 hour\/level","Saving_Throw":"Will;","Spell_Resistance":"no","Description":"You are cloaked in an illusion\n of authority. Others perceive you to be a legitimate figure of \nauthority, such as a higher-ranking official, a religious figure, or a \nmore powerful warrior. This illusion grants you a +5 bonus on all Diplomacy and Intimidate checks. If you attempt to disguise yourself as a specific authority figure whom you have met in person, you gain a +10 competence bonus on the Disguise check and any Bluff check related to impersonating that authority figure.\nIn addition, others are uncomfortable acting against you. Creatures with an Intelligence of 3 or more take a –2 penalty on all opposed checks made against you, such as Sense Motive checks made to determine if you're bluffing, or Perception checks made to notice you when you're using Stealth to sneak (a result of their not wanting to question whether you belong there, and thus giving you the benefit of the doubt)."},{"Name":"Rain of Arrows","School":"conjuration (creation)","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a quiver full of 20 arrows worth 1 gp)"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect 15-ft.-radius cloud of arrowsDuration instantaneousSaving Throw Reflex halves; Spell Resistance no\n\n\n\nGet this book AND support this site!\nYou point your finger and conjure a cloud of magical arrows that rain down on any creatures and objects in the indicated area.\nYou must have line of sight to the intended area. The arrows deal 1d6 points of piercing damage per caster level (maximum 20d6) to each creature and object in a 15-foot radius centered on the targeted square or intersection.\nIf the arrows used as a material component are all made of the same material (such as cold iron), the arrows created by the spell are also made of that material."},{"Name":"Rain of Frogs","School":"conjuration (summoning)","Level":{"bard 3":999,"druid 3":999,"shaman":4,"sorcerer\/wizard 3":999,"summoner\/unchained":0,"witch 3":999},"Description":"Effect one swarm of poisonous frogs\nThis spell functions as summon swarm, except you summon a swarm of poisonous frogs. This swarm has the statistics of a centipede swarm, except it has the animal type and its poison deals Constitution damage instead of Dexterity damage.\n\nNote: If you have any corrections to suggest please feel free to email us! Send your comments here!\nTo save you the effort of looking up 5 different things, the wording (if meshed with summon swarm) would be:\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect one swarm of poisonous frogs (see below)Duration concentration + 2 roundsSaving Throw none; Spell Resistance no\n\nYou summon a swarm of poisonous frogs, which attacks all other creatures within its area. You may summon the swarm so that it shares the area of other creatures. If no living creatures are within its area, the swarm attacks or pursues the nearest creature as best it can. The caster has no control over its target or direction of travel.\nAnd here is a complete stat block for a poisonous frog swarm:\nN Diminutive animal (swarm)Init +4; Senses darkvision 60 ft., tremorsense 30 ft.; Perception +4\nAC 18, touch 18, flat-footed 14 (+4 Dex, +4 size)hp 31 (9d8–9)Fort +5, Ref +7, Will +3Defensive Abilities swarm traits, Immune weapon damage\nSpeed 30 ft., climb 30 ft.Melee swarm (2d6 plus poison [1d4 Con damage; Fort DC 13])Space 10 ft.; Reach 0 ft.Special Attacks distraction (DC 13), poison\nStr 1, Dex 19, Con 8, Int —, Wis 10, Cha 2Base Atk +6; CMB —; CMD —Feats Weapon FinesseBSkills Climb +12, Perception +4; Racial Modifiers +4 Perception\nBite—injury; save Fortitude DC 13; frequency 1\/round for 6 rounds; effect 1d4 Con damage; cure 1 save.\nThe save DC is Constitution-based and includes a +2 racial bonus.\n*Special Notes on the Stat Block: If this were truly an \"animal\" instead of vermin (as centipede would be) there would be many other changes to make as well. However, the spell simply says to use the centipede swarm with the following changes...\" so only the changes indicated in the spell have been applied.","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M\/DF":""}},{"Name":"Rainbow Pattern","School":"illusion (pattern) [mind-affecting]","Level":{"bard":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of phosphor)","F":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect colorful lights with a 20-ft.-radius spreadDuration Concentration +1 round\/level (D)Saving Throw Will negates; Spell Resistance yes\nA glowing, rainbow-hued pattern of interweaving colors fascinates those within it. Rainbow pattern fascinates a maximum of 24 HD of creatures. Creatures with the fewest HD are affected first. Among creatures with equal HD, those who are closest to the spell's point of origin are affected first. An affected creature that fails its saves is fascinated by the pattern.\nWith a simple gesture (a free action), you can make the rainbow pattern move up to 30 feet per round (moving its effective point of origin). All fascinated creatures follow the moving rainbow of light, trying to remain within the effect. Fascinated creatures who are restrained and removed from the pattern still try to follow it. If the pattern leads its subjects into a dangerous area, each fascinated creature gets a second save. If the view of the lights is completely blocked, creatures who can't see them are no longer affected."},{"Name":"Raise Animal Companion","School":"conjuration (healing)","Level":{"druid":5,"paladin":4,"ranger":4},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a diamond worth 1,000 gp)"},"Range":"touch","Target":"dead animal companion or bonded mount","Duration":"instantaneous","Saving_Throw":"none, see text;","Spell_Resistance":"yes (harmless)","Description":"This spell functions as raise dead, but it only affects an animal companion, familiar, or paladin’s bonded mount."},{"Name":"Raise Dead","School":"conjuration (healing)","Level":{"cleric\/oracle":5,"shaman":6,"witch":6},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond worth 5,000 gp)","DF":"Divine Focus"},"Range":"touch","Target":"dead creature touched","Duration":"instantaneous","Saving_Throw":"none, see text;","Spell_Resistance":"yes (harmless)","Description":"You restore life to a deceased creature. You can raise a creature that has been dead for no longer than 1 day per caster level. In addition, the subject's soul must be free and willing to return. If the subject's soul is not willing to return, the spell does not work; therefore, a subject that wants to return receives no saving throw.\nComing back from the dead is an ordeal. The subject of the spell gains two permanent negative levels when it is raised, just as if it had been hit by an energy-draining creature. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be raised). A character who died with spells prepared has a 50% chance of losing any given spell upon being raised. A spellcasting creature that doesn't prepare spells (such as a sorcerer) has a 50% chance of losing any given unused spell slot as if it had been used to cast a spell.\nA raised creature has a number of hit points equal to its current HD. Any ability scores damaged to 0 are raised to 1. Normal poison and normal disease are cured in the process of raising the subject, but magical diseases and curses are not undone. While the spell closes mortal wounds and repairs lethal damage of most kinds, the body of the creature to be raised must be whole. Otherwise, missing parts are still missing when the creature is brought back to life. None of the dead creature's equipment or possessions are affected in any way by this spell."},{"Name":"Rally Point","School":"enchantment (compulsion) [emotion, good, mind-affecting]","Level":{"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"5 ft.","Area":"one 5-ft. square","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You create a spot that has the power to briefly hearten any good creature who comes into contact with it. A good creature who enters this square (even if simply as part of its normal move) gains a +2 morale bonus on attacks, saving throws, and 2 temporary hit points per caster level for 1 round. Nongood creatures gain no benefit from this spell.\nA creature cannot benefit more than once from the same casting of this spell."},{"Name":"Rampart","School":"conjuration (creation) [earth]","Level":{"druid":7,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of earth)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 10-ft.-high earthen wall, in a line up to 10 ft. long\/2 levels, or a circle with radius of up to 3 ft. + 1 ft.\/levelDuration instantaneousSaving Throw none; Spell Resistance no\nYou create a massive rampart of hard-packed earth and stone 5 feet thick. The rampart cannot be conjured so that it occupies the same space as another creature or object. Each 5-foot-wide section of the rampart has hardness 0 and 180 hit points. A section of the rampart whose hit points drop to 0 is breached. If a creature tries to break through the rampart with a single attack, the DC for the Strength check is 60. A creature can climb over the rampart with a DC 20 Climb check."},{"Name":"Rapid Repair","School":"transmutation","Level":{"cleric\/oracle":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"construct touched","Duration":"1 round\/level","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The targeted construct gains fast healing 5. This does not stack with any fast healing the construct already has. Fast healing has no effect on a construct that has been brought to 0 hit points or destroyed."},{"Name":"Ray of Enfeeblement","School":"necromancy","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration 1 round\/levelSaving Throw Fortitude half; Spell Resistance yes"},{"Name":"Ray of Exhaustion","School":"necromancy","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of sweat)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration 1 min.\/levelSaving Throw Fortitude partial; see text; Spell Resistance yes\nA black ray projects from your pointing finger. You must succeed on a ranged touch attack with the ray to strike a target.\nThe subject is immediately exhausted for the spell's duration. A successful Fortitude save means the creature is only fatigued.\nA character that is already fatigued instead becomes exhausted."},{"Name":"Ray of Frost","School":"evocation [cold]","Level":{"magus":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect rayDuration instantaneousSaving Throw none; Spell Resistance yes"},{"Name":"Ray of Sickening","School":"necromancy","Level":{"bloodrager":1,"cleric\/oracle":1,"druid":1,"sorcerer\/wizard":1,"summoner\/unchained":0,"witch":1},"Description":"This spell functions as ray of exhaustion, except the target is sickened if it fails its save and unaffected if it makes its save."},{"Name":"Read Magic","School":"divination","Level":{"antipaladin":1,"bard":0,"cleric\/oracle":0,"druid":0,"inquisitor":0,"magus":0,"paladin":1,"ranger":1,"shaman":0,"sorcerer\/wizard":0,"summoner\/unchained":0,"witch":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range personalTarget youDuration 10 min.\/level\nYou can decipher magical inscriptions on objects - books, scrolls, weapons, and the like - that would otherwise be unintelligible. This deciphering does not normally invoke the magic contained in the writing, although it may do so in the case of a cursed or trapped scroll. Furthermore, once the spell is cast and you have read the magical inscription, you are thereafter able to read that particular writing without recourse to the use of read magic. You can read at the rate of one page (250 words) per minute. The spell allows you to identify a glyph of warding with a DC 13 Spellcraft check, a greater glyph of warding with a DC 16 Spellcraft check, or any symbol spell with a Spellcraft check (DC 10 + spell level)."},{"Name":"Read Weather","School":"divination","Level":{"bard":1,"cleric\/oracle":1,"druid":1,"ranger":1,"shaman":1,"witch":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range personalTarget youDuration instantaneous\nThis spell allows you to forecast the weather at your location for the next 48 hours, providing you with advance warning of storms, tornadoes, and so on. This forecast reveals only the weather that would arise naturally, and does not take into account any magical occurrences that might change the weather."},{"Name":"Reboot","School":"transmutation","Level":{"cleric":5,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one destroyed construct of up to 2 HD\/level","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Whispering in the dense, information-rich machine language of the First Ones, you bring a destroyed construct back to operational status for a short time, restoring it to 1 hit point. The construct can be further healed with spells like make whole, but it returns to its destroyed state as soon as this spell's duration expires or it is brought to 0 hit points, whichever comes first. As long as the construct is active, it obeys your commands to the best of its ability, fighting on your behalf and carrying out tasks that it is capable of performing.\nConstructs with more than twice as many Hit Dice as your caster level cannot be targeted by this spell."},{"Name":"Rebuke","School":"evocation [sonic]","Level":{"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 20 ft.Area 20-ft.-radius burst centered on youDuration instantaneousSaving Throw Fortitude partial; Spell Resistance yes\nYour wrathful words cause physical harm to your enemies.\nYour enemies take 1d8 points of damage per two caster levels (maximum 5d8) and are staggered for 1 round. Half of this damage is sonic damage, but the other half results directly from divine power and is therefore not subject to being reduced by resistance to sonic-based attacks. Rebuke is especially devastating to foes who worship your god, inflicting 1d6 points of damage per caster level (maximum 10d6) and stunning them for 1d4 rounds. A successful Fortitude save halves the damage and negates the staggering or stunning effect.\nEnemies do not need to hear a rebuke to be harmed by it, but it is negated by magical silence."},{"Name":"Rebuke Technology","School":"abjuration","Level":{"druid":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one technological object or creature","Duration":"1 round\/level","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"Get this book AND support this site!\nYou shroud the targeted technological object or creature (such as a robot or a nanotech swarm) with magical energy. If the targeted creature fails to resist the spell, it is rendered inert and unusable (or unconscious in the case of creatures) for the spell's duration. A creature can attempt a new Fortitude saving throw to end the effect early at the end of its turn after the first full round it is affected by this spell."},{"Name":"Recentering Drone","School":"abjuration","Level":{"cleric":2,"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/2 levels (no two of which may be more than 30 ft. apart)Duration concentrationSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou emit a calming subsonic drone that allows the targets to temporarily refocus and restore their balance when they're suffering from debilitating conditions. A target with the dazzled, fatigued, shaken, or sickened condition ignores the penalties of those conditions for the duration of this spell. A target with one of the following conditions is treated as having the associated lesser condition for the duration of the spell, as shown by the following table.\nCondition Lesser Condition\nBlinded Dazzled\nExhausted Fatigued\nFrightened Shaken\nNauseated Sickened\nAt the end of the spell's duration, the targets are again subject to the appropriate penalties if the original conditions affecting the target are still in effect."},{"Name":"Recharge","School":"evocation","Level":{"bard":2,"cleric":3,"magus":3,"sorcerer\/wizard":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (500 gp of diamond dust)"},"Range":"touch","Target":"object touched","Duration":"instantaneous","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"Get this book AND support this site!\nYou restore up to 1 charge per level to a battery or half that number of charges to a technological item capable of being charged by a battery. If you recharge a battery, there is a 20% chance that the battery is destroyed by the attempt. If you restore more charges than the item can hold, the item must succeed at a Fortitude saving throw or take 1d6 points of electricity damage for each excess charge. This spell provides no knowledge of how many charges an item can safely hold, but you can choose to bestow fewer charges than the maximum allowed to reduce the risk; you must declare how many charges you are restoring before casting this spell."},{"Name":"Recharge Innate Magic","School":"transmutation","Level":{"alchemist":1,"bard":1,"cleric":1,"druid":1,"inquisitor":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration instantaneous"},{"Name":"Reckless Infatuation","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 day\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You fill your target with feelings of intense infatuation for a specific individual known to the target. At the time of the casting, you designate a single creature as the focus of the target’s desire. Thereafter, the target does all it can to remain within 30 feet of the object of its desire. If the target moves outside this range, it gains the staggered condition until it is again near the focus of its desire. If remaining within 30 feet of the focus of its affection would place the target in obvious physical danger, the target can attempt a second save to break the spell’s effect.\nReckless infatuation counters unadulterated loathing."},{"Name":"Recoil Fire","School":"transmutation","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (hoof shavings from a mule)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 firearm","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"The target firearm suddenly fires of its own volition, even if it is unloaded, generating a recoil so great that the wielder or carrier of the firearm must scramble to hold onto it and becomes flat-footed until the start of his next turn. If the wielder is already flat-footed, he is instead knocked prone. If the firearm was loaded, that ammunition is wasted."},{"Name":"Recorporeal Incarnation","School":"necromancy","Level":{"sorcerer\/wizard":7},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":"","XP":""},"Range":"touch","Target":"one living creature and one corpse","Duration":"instantaneous (but see text)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"Yes (harmless)","Description":"Recorporeal incarnation replaces the target’s body with that of a recently deceased corpse. The target corpse must be fresh—either dead for no more than 24 hours or preserved by an effect like gentle repose. As the spell is cast, the dead body’s flesh unravels like ribbons to sheath the living target, who must be of a similar shape to the corpse and be within one size category of the corpse’s size. While casting the spell you must remain in contact with the corpse while holding the focus item to the living target. At the spell’s completion, the living target gains the appearance and any size bonuses or penalties of the new form, along with any of the dead creature’s extraordinary abilities or natural abilities (such as natural attacks or senses), but not the creature’s racial bonuses or any spell-like or supernatural abilities. The effects of this spell grant a +20 circumstance bonus on attempts to see through the disguise with Spot Perception checks.\nThe disguise created by recorporeal incarnation lasts for a week per caster level (91 days in this case), or until the focus item is destroyed or moves more than 90 feet away from the target. When this time ends, the target returns to his or her normal form, sloughing of the corpse’s flesh in a hideous display over the course of 1 round.\nThe greatest strength of recorporeal incarnation is its difficulty to detect as a disguise. The effects are instantaneous, so no magic lingers on the victim. If subjected to detect magic, the target sheds no magical aura, though the focus item gives of an aura of strong necromantic magic. True seeing does not reveal the target’s true form, since the disguise itself, while magically achieved, is a mundane (but masterful) disguise. The spell detect undead, however, does note the target as an undead creature with the same number of Hit Dice. The target is not truly undead, though, and is not affected by any other effect that targets undead creatures. Recorporeal incarnation does nothing to disguise the target’s alignment.\nIf the target of recorporeal incarnation dies while the spell is in effect, the spell continues. Any  resurrection or similar spell cast upon the target resurrects the target, not the corpse flesh. Since recorporeal incarnation destroys the majority of the body’s physical remains, the dead body cannot be restored to life via raise dead—only resurrection, true resurrection, miracle, or wish can restore such a creature to life."},{"Name":"Reduce Animal","School":"transmutation","Level":{"druid":2,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one willing animal of Small, Medium, Large, or Huge size","Duration":"1 hour\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Reduce Person","Description":"School transmutation; Level\nalchemist 1, bloodrager 1, magus 1, sorcerer\/wizard 1, summoner\/unchained summoner 1, \nwitch 1\nThis spell causes instant diminution of a humanoid creature, halving its height, length, and width and dividing its weight by 8. This decrease changes the creature's size category to the next smaller one. The target gains a +2 size bonus to Dexterity, a -2 size penalty to Strength (to a minimum of 1), and a +1 bonus on attack rolls and AC due to its reduced size.\nA Small humanoid creature whose size decreases to Tiny has a space of 2-1\/2 feet and a natural reach of 0 feet (meaning that it must enter an opponent's square to attack). A Large humanoid creature whose size decreases to Medium has a space of 5 feet and a natural reach of 5 feet. This spell doesn't change the target's speed.\nAll equipment worn or carried by a creature is similarly reduced by the spell.\nMelee and projectile weapons deal less damage. Other magical properties are not affected by this spell. Any reduced item that leaves the reduced creature's possession (including a projectile or thrown weapon) instantly returns to its normal size. This means that thrown weapons deal their normal damage (projectiles deal damage based on the size of the weapon that fired them).\nMultiple magical effects that reduce size do not stack. Reduce person counters and dispels enlarge person.\nReduce person can be made permanent with a permanency spell.\nTarget one humanoid creature\/level, no two of which can be more than 30 ft. apart","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of powdered iron)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1 min.\/level (D)","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","School":"transmutation","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"":999}},{"Name":"Refine Improvised Weapon","School":"transmutation","Level":{"cleric":1,"inquisitor":1,"ranger":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"one improvised weapon","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You transform an improvised weapon into an equivalent simple or martial weapon of masterwork quality. This effect does not alter the weapon's shape or appearance in any way. For example, if this spell is cast on a chair leg, a butter knife, or a pitchfork, the items function as a masterwork club, a masterwork dagger, or a masterwork trident, respectively, but the items look no different than they did before the spell was cast."},{"Name":"Refuge","School":"conjuration (teleportation)","Level":{"cleric\/oracle":7,"sorcerer\/wizard":9,"witch":9,"liberation":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a prepared object worth 1,500 gp)"},"Range":"touch","Target":"object touched","Duration":"permanent until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"When you cast this spell, you create powerful magic in a specially prepared object. This object contains the power to instantly transport its possessor across any distance within the same plane to your abode. Once the item is so enhanced, you must give it willingly to a creature and at the same time inform it of a command word to be spoken when the item is used. To make use of the item, the subject speaks the command word at the same time that it rends or breaks the item (a standard action). When this is done, the individual and all objects it is wearing and carrying (to a maximum of the character's heavy load) are instantly transported to your abode. No other creatures are affected (aside from a familiar or animal companion that is touching the subject)."},{"Name":"Regenerate","School":"conjuration (healing)","Level":{"cleric\/oracle":7,"druid":9,"shaman":7,"witch":7},"Casting_Time":"3 full rounds","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject's severed body members (fingers, toes, hands, feet, arms, legs, tails, or even heads of multi-headed creatures), broken bones, and ruined organs grow back. After the spell is cast, the physical regeneration is complete in 1 round if the severed members are present and touching the creature. It takes 2d10 rounds otherwise."},{"Name":"Reincarnate","School":"transmutation","Level":{"druid":4,"shaman":4,"witch":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material ","DF":"Divine Focus"},"Range":"touch","Target":"dead creature touched","Duration":"instantaneous","Saving_Throw":"none, see text;","Spell_Resistance":"yes (harmless)","Description":"With this spell, you bring back a dead creature in another body, provided that its death occurred no more than 1 week before the casting of the spell and the subject's soul is free and willing to return. If the subject's soul is not willing to return, the spell does not work; therefore, a subject that wants to return receives no saving throw.\nSince the dead creature is returning in a new body, all physical ills and afflictions are repaired. The condition of the remains is not a factor. So long as some small portion of the creature's body still exists, it can be reincarnated, but the portion receiving the spell must have been part of the creature's body at the time of death. The magic of the spell creates an entirely new young adult body for the soul to inhabit from the natural elements at hand. This process takes 1 hour to complete. When the body is ready, the subject is reincarnated.\nA reincarnated creature recalls the majority of its former life and form. It retains any class abilities, feats, or skill ranks it formerly possessed. Its class, base attack bonus, base save bonuses, and hit points are unchanged. Strength, Dexterity, and Constitution scores depend partly on the new body. First eliminate the subject's racial adjustments (since it is no longer necessarily of his previous race) and then apply the adjustments found below to its remaining ability scores. The subject of the spell gains two permanent negative levels when it is reincarnated. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be reincarnated). A character who died with spells prepared has a 50% chance of losing any given spell upon being reincarnated. A spellcasting creature that doesn't prepare spells (such as a sorcerer) has a 50% chance of losing any given unused spell slot as if it had been used to cast a spell.\nIt's possible for the change in the subject's ability scores to make it difficult for it to pursue its previous character class. If this is the case, the subject is advised to become a multiclass character.\nFor a humanoid creature, the new incarnation is determined using the table below. For non-humanoid creatures, a similar table of creatures of the same type should be created.\nA creature that has been turned into an undead creature or killed by a death effect can't be returned to life by this spell. Constructs, elementals, outsiders, and undead creatures can't be reincarnated. The spell can bring back a creature that has died of old age.\nThe reincarnated creature gains all abilities associated with its new form, including forms of movement and speeds, natural armor, natural attacks, extraordinary abilities, and the like, but it doesn't automatically speak the language of the new form. "},{"Name":"Reinforce Armaments","School":"transmutation","Level":{"cleric":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"one armor suit or weapon touched","Duration":"10 minutes\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You reinforce a weapon or armor suit to give it a temporarily upgrade or mitigate the fragile quality. A suit of armor or weapon touched that has the fragile quality is not considered to have the fragile quality for the spell’s duration. Normal armor suits or weapons subjected to this spell instead gain the masterwork quality for the spell’s duration and their hardness is doubled. If this spell is cast on masterwork or magical armor or weapons, their hardness is doubled for the duration of the spell.\nThis spell functions like reinforce armaments, except you divide the duration in 10-minute intervals among the objects touched."},{"Name":"Rejuvenate Eidolon","School":"conjuration (healing)","Level":{"summoner\/unchained":0},"Description":"Components V, S, M (a drop of your blood)\nTargets eidolon touched\nThis spell functions as lesser rejuvenate eidolon, except that it cures 3d10 points of damage +1 point per caster level (maximum +10). \nComponents V, S, M (a drop of your blood)\nTargets eidolon touched\nThis spell functions as lesser rejuvenate eidolon, except that it cures 5d10 points of damage +1 point per caster level (maximum +20). \nRange touchTargets eidolon touchedDuration instantaneousSaving Throw none; Spell Resistance no\nBy laying your hand upon an eidolon, you cause its wounds to close and its form to solidify. This spell cures 1d10 points of damage +1 point per caster level (maximum +5). ","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of your blood)"}},{"Name":"Reloading Hands","School":"conjuration (creation)","Level":{"magus":2,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"projectile weapon touched","Duration":"1 round\/caster level (D)","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"Once per round, phantom hands load a single ranged weapon or firearm with conjured ammunition. This ammunition counts as magical for overcoming damage reduction and attacking incorporeal creatures, but is the standard for its type (a normal bullet or pellets and black powder in the case of firearms). Conjured ammunition ceases to exist 1 round after it is removed from the weapon, or at the end of the duration, whichever comes first."},{"Name":"Remove Blindness-Deafness","School":"conjuration (healing)","Level":{"alchemist":3,"cleric\/oracle":3,"paladin":3,"":0,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Remove blindness\/deafness cures blindness or deafness (your choice), whether the effect is normal or magical in nature. The spell does not restore ears or eyes that have been lost, but it repairs them if they are damaged."},{"Name":"Remove Curse","School":"abjuration","Level":{"bard":3,"cleric\/oracle":3,"inquisitor":3,"paladin":3,"":0,"sorcerer\/wizard":4,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature or object touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Remove curse can remove all curses on an object or a creature. If the target is a creature, you must make a caster level check (1d20 + caster level) against the DC of each curse affecting the target. Success means that the curse is removed. Remove curse does not remove the curse from a cursed shield, weapon, or suit of armor, although a successful caster level check enables the creature afflicted with any such cursed item to remove and get rid of it."},{"Name":"Remove Disease","School":"conjuration (healing)","Level":{"alchemist":3,"cleric\/oracle":3,"inquisitor":3,"druid":3,"ranger":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Remove disease can cure all diseases from which the subject is suffering. You must make a caster level check (1d20 + caster level) against the DC of each disease affecting the target. Success means that the disease is cured. The spell also kills some hazards and parasites, including green slime and others."},{"Name":"Remove Fear","School":"abjuration","Level":{"bard":1,"cleric\/oracle":1,"inquisitor":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature plus one additional creature per four levels, no two of which can be more than 30 ft. apartDuration 10 minutes; see textSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou instill courage in the subject, granting it a +4 morale bonus against fear effects for 10 minutes. If the subject is under the influence of a fear effect when receiving the spell, that effect is suppressed for the duration of the spell."},{"Name":"Remove Paralysis","School":"conjuration (healing)","Level":{"cleric\/oracle":2,"inquisitor":2,"paladin":2,"shaman":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to four creatures, no two of which can be more than 30 ft. apartDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou can free one or more creatures from the effects of temporary paralysis or related magic, including spells and effects that cause a creature to gain the staggered condition. If the spell is cast on one creature, the paralysis is negated. If cast on two creatures, each receives another Will save with a +4 resistance bonus against the effect that afflicts it. If cast on three or four creatures, each receives another Will save with a +2 resistance bonus."},{"Name":"Remove Radioactivity","School":"conjuration (healing)","Level":{"cleric":8,"druid":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature or object touched","Duration":"instantaneous","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"Get this book AND support this site!\nYou remove all ongoing radiation effects, both primary and secondary, on a single target if you succeed at a caster level check (DC = the Fortitude DC associated with the radiation effect). In addition, you immediately restore 1d4 points of Constitution drain and 1d4 points of Strength drain caused by radiation—this spell cannot restore ability damage or drain caused by other sources. When cast on an area, a single casting of remove radioactivity removes radiation from a 20-foot-radius area around the point you touch. This spell has no power to negate naturally radioactive materials, and as long as such materials remain in an area, the radiation that was removed may return.\nSource Technology Guide\nThis spell functions like remove radioactivity, save that it cures all ability damage and drain due to radioactivity that the target has taken. In addition, you can deplete a radioactive object as well, although because you must touch the object to affect it, you expose yourself to at least 1 round of contact with the object's radiation. You must succeed at a caster level check (DC = 5 + the Fortitude DC associated with the radiation effect) in order to deplete the object. If you are successful, the object no longer emits radiation. In the case of a nuclear reactor or atomic warhead, this permanently renders the reactor or warhead inert and harmless."},{"Name":"Remove Sickness","School":"conjuration (healing)","Level":{"cleric\/oracle":1,"druid":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 10 minutes\/level; see textSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou quell feelings of illness and nausea in the target, giving it a +4 morale bonus on saving throws against disease, nausea, and sickened effects. If the subject is already under the influence of one of these effects when receiving the spell, that effect is suppressed for the duration of the spell."},{"Name":"Renovation","School":"transmutation","Level":{"bard":5,"sorcerer\/wizard":4},"Casting_Time":"8 hours","Components":{"V":"Verbal","S":"Somatic","M":"Material (silver dust worth 1,000 gp)"},"Range":"touch","Target":"one unoccupied structure","Duration":"instantaneous","Saving_Throw":"none (object; see text);","Spell_Resistance":"no","Description":"Upon casting this spell, you permanently rearrange and resize the rooms in a building you constructed as a downtime activity. You may reorganize and remap the building however you please, as if each room had just been constructed and is being positioned for the first time. You cannot make any changes to a building that changes how much a room would cost to create or that alters the benefits a room provides.\nThe structure also must remain in the same general position within the district. If you don't wholly own the structure, all of the structure's owners must consent to the changes being made before the spell is cast; otherwise, it fails immediately."},{"Name":"Repair Undead","School":"necromancy","Level":{"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one undead creature touched (see text)","Duration":"instantaneous","Saving_Throw":"Will half (harmless);","Spell_Resistance":"yes (harmless)","Description":"When you touch an undead creature, you channel negative energy that heals 1d8 points of damage + 1 point per caster level (maximum +5). This spell has no effect on living creatures, except those that are healed by negative energy are also healed by the spell.\nRange close (25 ft. + 5 ft.\/2 levels)Targets one undead creature\/level, no two of which can be more than 30 ft. apartDuration instantaneousSaving Throw Will half (harmless); Spell Resistance yes (harmless)\nThis spell functions as repair undead, except as noted above, and it cures 1d8 points of damage + 1 point per caster level (maximum +20) on each selected creature."},{"Name":"Repel Metal or Stone","School":"abjuration [earth]","Level":{"druid":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Area":"60-ft. line from you","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell creates waves of invisible energy that roll forth from you. All metal or stone objects in the path of the spell are pushed away from you to the limit of the range. Fixed metal or stone objects larger than 3 inches in diameter and loose objects weighing more than 500 pounds are not affected. Anything else, including animated objects, small boulders, and creatures in metal armor, moves back. Fixed objects 3 inches in diameter or smaller bend or break, and the pieces move with the wave of energy. Objects affected by the spell are repelled at the rate of 40 feet per round.\nObjects such as metal armor, swords, and the like are pushed back, dragging their bearers with them. Even magic items with metal components are repelled, although an antimagic field blocks the effects. A creature being dragged by an item it is carrying can let go. A creature being dragged by a shield can loose it as a move action and drop it as a free action."},{"Name":"Repel Vermin","School":"abjuration [pain]","Level":{"bard":4,"cleric\/oracle":4,"druid":4,"ranger":3,"shaman":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"10 ft.","Area":"10-ft.-radius emanation centered on you","Duration":"10 min.\/level (D)","Saving_Throw":"none or Will negates; see text;","Spell_Resistance":"yes","Description":"Notice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nAn invisible barrier holds back vermin. A vermin with HD of less than one-third your level cannot penetrate the barrier."},{"Name":"Repel Wood","School":"transmutation","Level":{"druid":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Area":"60-ft. line-shaped emanation from you","Duration":"1 min.\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nWaves of energy roll forth from you, moving in the direction that you determine, causing all wooden objects in the path of the spell to be pushed away from you to the limit of the range. Wooden objects larger than 3 inches in diameter that are fixed firmly are not affected, but loose objects are. Objects 3 inches in diameter or smaller that are fixed in place splinter and break, and the pieces move with the wave of energy. Objects affected by the spell are repelled at the rate of 40 feet per round.\nObjects such as wooden shields, spears, wooden weapon shafts and hafts, and arrows and bolts are pushed back, dragging those carrying them along. A creature being dragged by an item it is carrying can let go. A creature being dragged by a shield can loose it as a move action and drop it as a free action. If a spear is planted (set) in a way that prevents this forced movement, it splinters. Even magic items with wooden sections are repelled, although an antimagic field blocks the effects."},{"Name":"Replenish Ki","School":"conjuration (healing)","Level":{"cleric\/oracle":4},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You attune the target's internal store of supernatural energy to the cosmos, replenishing its ki pool. If you are the target, you regain 2 ki points. If another creature is the target, it regains 1 ki point. This does not allow the target to exceed its ki pool's maximum. This spell has no effect if the target does not have a ki pool."},{"Name":"Reprobation","School":"transmutation [curse, see text]","Level":{"cleric\/oracle":5,"druid":5,"inquisitor":4,"paladin":4},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature of your faith","Duration":"permanent","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You cast the target out of your religion as a curse and punishment for acts or misdeeds against the tenets of your faith. This has three effects.\nFirst, the target is marked with a magical symbol visible only to members of your faith. This symbol indicates that the target has transgressed and that the faithful should not help it. Likewise, the target is not to be persecuted because of the mark (though this would not keep members of a lawful faith from imprisoning a known criminal if these crimes were known to have taken place after he gained the mark).\nSecond, the target is no longer affected by helpful spells cast by the faithful and is always treated as an enemy for the purpose of other spells cast by those of your faith. For example, cure light wounds cast by a member of your faith has no effect on the target. If the target were traveling with a cleric of your faith who cast prayer, that spell would penalize rather than aid the target, despite the target’s friendship with the cleric.\nThird, if the target is a divine spellcaster, a member of a prestige class of your faith, or otherwise has some ability because the target belongs to your faith, it cannot use those abilities while the mark remains in place. For example, a paladin of your faith would be unable to cast paladin spells or use lay on hands or other class abilities. The target can join another faith to regain the use of these abilities, but the mark remains visible to those of your faith, even if those of the new faith accept the target.\nThis powerful spell with no saving throw is used to punish severe transgressions that do not deserve death or when you prefer to be merciful rather than meting out a more severe punishment. However, the spell has one drawback that prevents it from being overused. If the target did not commit any acts or misdeeds against your faith, the spell does not affect it but affects you instead, even if you are innocent of the charges. This potential backlash prevents inquisitions run by corrupt members of the faith, and it means that most accusations of misconduct are carefully investigated (and usually verified with magic) before this sentence is handed down.\nThis mark can be removed like any other curse effect. In addition, a member of your faith can use atonement to break the curse if he makes a caster level check against your caster level; remove curse also requires a caster of your faith and a caster level check to end the reprobation."},{"Name":"Repulsion","School":"abjuration","Level":{"cleric\/oracle":7,"inquisitor":6,"sorcerer\/wizard":6,"summoner":5,"unchained":0,"protection":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"up to 10 ft.\/level","Area":"up to 10-ft.-radius\/level emanation centered on you","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Residual Tracking","School":"divination","Level":{"ranger":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bit of plaster)"},"Description":"Range touchTargets footprint touchedDuration instantaneousSaving Throw none; Spell Resistance no\nBy touching a footprint, you receive a clear mental image of the person or creature that made it. The image has the exact same appearance as the creature that made the footprint at the moment it made the imprint, including any telling features or expressions, any gear or equipment, or anything else the creature was carrying at the time. For example, the footprint of a horse would reveal both the horse and any creature riding it when it made the footprint."},{"Name":"Resilient Reservoir","School":"transmutation","Level":{"magus":3,"paladin":3,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Area":"special, see text ","Duration":"1 round\/level","Saving_Throw":"none (see below);","Spell_Resistance":"yes","Description":"This spell creates a magical well of retribution that a caster can unleash with blinding speed.\nUpon casting this spell, damage from melee attacks and touch spells gets transferred into a special pool that you then redirect before the spell's duration expires.\nEach time you are struck by a melee attack or touch\n spell that deals hit point damage, 1 point of damage is negated and \ntransferred into the reservoir created by this spell. The total number \nof points in the reservoir cannot exceed your caster level (to a maximum of 20 points at 20th level). As an immediate action, anytime before the spell's duration expires, you can expend a number of points of energy from the reservoir, granting yourself an insight bonus on one skill check, attack roll, damage roll, or combat maneuver\n check, but you must do so before the roll is made. The bonus is equal to the number of points spent. For every five caster levels, \nyou may call upon the reservoir one additional time (maximum of four \ntimes at 15th level)."},{"Name":"Resilient Sphere","School":"evocation [force]","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 1-ft.-diameter\/level sphere, centered around a creatureDuration 1 min.\/level (D)Saving Throw Reflex negates; Spell Resistance yes\nSource Skull & Shackles Player's Guide"},{"Name":"Resinous Skin","School":"transmutation","Level":{"alchemist":3,"bloodrager":3,"druid":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"10 minutes\/level","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"You coat your body with a resinous substance, protecting you from attacks and binding weapons that strike you. You gain DR 5\/piercing, as well as a +4 circumstance bonus to your CMD against disarm attempts and on saving throws against effects that cause you to drop something you are holding. Additionally, you gain a +2 circumstance bonus on combat maneuver checks to initiate a grapple, maintain a grapple, and pin a foe. Any enemy you grapple takes a –2 penalty on attempts to break the grapple and to escape the grapple using Escape Artist. Any weapon, that strikes you becomes stuck unless its wielder succeeds at a Reflex saving throw. Such a weapon can be pulled free of you only with a successful Strength check (DC = your saving throw DC for this spell). This spell has no effect on unarmed strikes or natural weapons."},{"Name":"Resist Energy","School":"abjuration","Level":{"alchemist":2,"bloodrager":2,"cleric\/oracle":2,"druid":2,"inquisitor":2,"paladin":2,"ranger":1,"shaman":2,"sorcerer\/wizard":2,"summoner\/unchained":0,"earth":2,"fire":2,"water":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"10 min.\/level","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This abjuration grants a creature limited protection from damage of whichever one of five energy types you select: acid, cold, electricity, fire, or sonic. The subject gains resist energy 10 against the energy type chosen, meaning that each time the creature is subjected to such damage (whether from a natural or magical source), that damage is reduced by 10 points before being applied to the creature's hit points. The value of the energy resistance granted increases to 20 points at 7th level and to a maximum of 30 points at 11th level. The spell protects the recipient's equipment as well.\nResist energy absorbs only damage. The subject could still suffer unfortunate side effects.\nResist energy overlaps (and does not stack with) protection from energy. If a character is warded by protection from energy and resist energy, the protection spell absorbs damage until its power is exhausted.\nLevel alchemist 3, cleric 3, druid 3, inquisitor 3, paladin 3, ranger 3, sorcerer\/wizard 3, summoner\/unchained summoner 3Target creatures touched\nThis spell functions like resist energy, except you divide the duration in 10-minute intervals among the creatures touched."},{"Name":"Resistance","Description":"School abjuration; Level\nbard 0, \ncleric\/oracle 0, \ndruid 0, \ninquisitor 0, \npaladin 1, shaman 0, \nsorcerer\/wizard 0, summoner\/unchained summoner 0, \nwitch 0\nYou imbue the subject with magical energy that protects it from harm, granting it a +1 resistance bonus on saves.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"1 minute","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Resonating Word","School":"transmutation [sonic]","Level":{"bard":5,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"3 rounds","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes","Description":"You speak a terrible word of power, setting up potentially lethal vibrations in the chosen target. The target must save once each round on your turn, and the effects grow stronger for each saving throw the creature fails.\nOn the first round, the target takes 5d6 points of sonic damage and is staggered for 1 round. A successful save halves the damage and negates the staggered effect.\nOn the second round, the target takes 5d6 points of damage and is stunned for 1 round. A successful save halves the damage and negates the stunning effect.\nOn the third round, the target takes 10d6 points of damage and is stunned for 1d4+1 rounds. A successful save halves the damage and negates the stunning effect.\nThe resonating word has no power after the third round, even if the spell’s duration is increased."},{"Name":"Resounding Blow","School":"evocation [sonic]","Level":{"antipaladin":4,"inquisitor":5,"paladin":4},"Casting_Time":"1 swift action","Components":{"V":"Verbal"},"Description":"Range personalTargets youDuration 1 round\/levelSaving Throw Fortitude partial; see text; Spell Resistance no \nYou must have a melee weapon in hand to cast this spell. \nOn a successful melee attack, your weapon resounds with a thunderous clash. The target takes 1d6 points of sonic damage. Your weapon is not harmed by this attack. \nIf you are using your judgment ability or smite ability against the target, it is staggered for 1 round on a successful attack. A successful Fortitude save negates the staggering effect. \nOn a successful critical hit, the target is stunned for 1 round and deafened for 1d6 rounds. A successful Fortitude save negates the stunning and deafening effects. If you are also using judgment or smite, your foe makes only a single save against all effects. \nThis spell immediately ends if your weapon leaves your hand. \nResounding blow stacks with the thundering weapon property. "},{"Name":"Resounding Clang","School":"transmutation","Level":{"bard":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic","F":"","chimes":"","gong":"","or":""},"Range":"30 ft.","Area":"30-ft.-radius burst, centered on you","Duration":"1 round\/level","Saving_Throw":"Reflex negates;","Spell_Resistance":"yes (object)","Description":"\n\nGet this book AND support this site!\nYou create a loud, resonating clangor that causes metallic objects to vibrate wildly. Affected creatures wielding metal weapons take a –1 penalty on attack rolls, while creatures using metallic tools take a –1 penalty on associated skill checks.\nCreatures wearing metal armor increase the armor check penalty of their armor by 1. These penalties increase by 1 at 8th caster level and every 4 caster levels thereafter (to a maximum of –4 at 16th level).\nTo be affected by the spell, an item must be composed primarily of metal. Nonmetallic objects with metal components (such as studded leather armor or padded armor with armor spikes) are not affected. Creatures made of metal take the penalties described above on attack rolls, damage rolls, skill checks, and Reflex saves."},{"Name":"Rest Eternal","School":"necromancy [curse]","Level":{"cleric\/oracle":4,"druid":5,"shaman":5,"witch":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchTargets one dead creature touchedDuration permanentSaving Throw none; Spell Resistance no \nYou place a curse upon a dead creature that bars its spirit from returning. Anyone casting a spell that would communicate with the dead creature, return it to life, or turn it into an undead creature must succeed on a caster level check with a DC of 11 plus your caster level. Rest eternal cannot be dispelled, but it can be negated with remove curse or break enchantment."},{"Name":"Restful Sleep","School":"necromancy","Level":{"bard":1},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of sand)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 8 hours or 24 hours; see textSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou cast this spell immediately prior to resting. While under the effects of this spell, you and your allies enjoy a restful night's sleep. If a subject completes a full night's rest, it regains hit points as if it had undergone a full day of bed rest (regaining twice its character level in hit points). If a subject completes a full day's rest, it regains three times its character level in hit points. Any significant interruption during the rest (such as being awoken) prevents any healing that night and ends the effect of this spell on the awakened subject. Any healing acquired while under the effects of restful sleep is considered natural healing, and has no affect on effects requiring magical healing to cure."},{"Name":"Restoration","School":"conjuration (healing)","Level":{"alchemist":2,"":0,"druid":2,"inquisitor":2,"paladin":1,"shaman":2},"Casting_Time":"3 rounds","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell functions like lesser restoration, except that it also dispels temporary negative levels or one permanent negative level. If this spell is used to dispel a permanent negative level, it has a material component of diamond dust worth 1,000 gp. This spell cannot be used to dispel more than one permanent negative level possessed by a target in a 1-week period.\nRestoration cures all temporary ability damage, and it restores all points permanently drained from a single ability score (your choice if more than one is drained). It also eliminates any fatigue or exhaustion suffered by the target.\nComponents V, S, M (diamond dust 5,000 gp)\nRange touchTarget creature touched\nThis spell functions like lesser restoration, except that it dispels all permanent and temporary negative levels afflicting the healed creature. Greater restoration also dispels all magical effects penalizing the creature's abilities, cures all temporary ability damage, and restores all points permanently drained from all ability scores. It also eliminates fatigue and exhaustion, and removes all forms of insanity, confusion, and similar mental effects."},{"Name":"Restore Corpse","School":"necromancy","Level":{"cleric\/oracle":1,"druid":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"corpse touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You grow flesh on a decomposed or skeletonized corpse of a Medium or smaller creature, providing it with sufficient flesh that it can be animated as a zombie rather than a skeleton. The corpse looks as it did when the creature died. The new flesh is somewhat rotted and not fit for eating."},{"Name":"Restore Eidolon","Description":"School conjuration (healing); Level summoner\/unchained summoner 3\nThis spell functions as restoration, except it only affects an eidolon.\nRestore Eidolon, Lesser\nThis spell functions as lesser restoration, except it only affects an eidolon.","Casting_Time":"3 rounds","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"eidolon touched","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","School":"conjuration (healing)","Level":{"summoner\/unchained":0}},{"Name":"Resurgent Transformation","School":"conjuration (healing) ","Level":{"alchemist":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of meteoric iron worth 100 gp)"},"Description":"Range personalTargets youDuration 1 hour\/level or until triggered, then 1 round\/level\nResurgent transformation grants you the ability to recover from deadly wounds with restored vitality and a will to fight, but at a price. Once cast, resurgent transformation lies dormant for up to 1 hour per level until you are reduced to one-quarter hit points or less. Once triggered, you immediately gain a +4 enhancement bonus to Constitution and Strength, damage reduction 5\/-, and the benefits of a haste spell. In addition, you heal 4d8 points of damage + 1 point per caster level (maximum +25). Resurgent transformation can even save you from death by healing the damage from an otherwise mortal wound, though it does not prevent death from massive damage or from causes other than hit point loss. Your mental faculties are impaired by this magical transformation, however, causing 1d4 points of Intelligence and Wisdom damage.\nThe advantages from your transformation persist for 1 round per caster level after the spell is triggered. Once the spell ends, it takes a heavy toll, leaving you exhausted and inflicting 1d4 points of Constitution damage. Utilizing more than one resurgent transformation in a day is particularly risky.\nThe expiration of a second resurgent transformation in a 24- hour period inflicts an additional 1d4 points of Constitution damage and results in death from system shock unless you succeed at a DC 15 Fortitude save, made after the Constitution damage has been applied.\nIf the spell expires or is dispelled before the transformation has been triggered, no adverse effects result."},{"Name":"Resurrection","School":"conjuration (healing)","Level":{"cleric\/oracle":7,"shaman":8,"witch":8,"resurrection":7},"Description":"Components V, S, M (diamond worth 10,000 gp), DF\nThis spell functions like raise dead, except that you are able to restore life and complete strength to any deceased creature.\nThe condition of the remains is not a factor. So long as some small portion of the creature's body still exists, it can be resurrected, but the portion receiving the spell must have been part of the creature's body at the time of death. (The remains of a creature hit by a disintegrate spell count as a small portion of its body.) The creature can have been dead no longer than 10 years per caster level.\nUpon completion of the spell, the creature is immediately restored to full hit points, vigor, and health, with no loss of prepared spells. The subject of the spell gains one permanent negative level when it is raised, just as if it had been hit by an energy-draining creature. If the subject is 1st level, it takes 2 points of Constitution drain instead (if this would reduce its Con to 0 or less, it can't be resurrected). "},{"Name":"Retribution","School":"necromancy [evil, pain]","Level":{"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature who has just struck you with an attackDuration 1 round\/levelSaving Throw Fortitude partial; Spell Resistance yes \nRetribution blasts those who have the temerity to assault your person. You may target anyone who has just struck you with an attack within the previous round, whether with a melee, ranged, or natural weapon, or a spell that requires an attack roll. The target is wracked with shooting pains that impose a -4 penalty on attack rolls, skills checks, and ability checks. On a successful Fortitude save, the penalty only lasts for 1 round. \nA target who worships the same god as you takes a -2 penalty on its Saving Throw. "},{"Name":"Retrieve Item","School":"conjuration (calling)","Level":{"bard":2,"sorcerer\/wizard":2},"Casting_Time":"1 full round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Targets an unattended object weighing 1 lb. or less whose longest dimension is 6 inches or lessDuration permanent until dischargedSaving Throw none; Spell Resistance no\n\n\nGet this book AND support this site!\nYou call a specific nonliving item directly to your hand from a nearby location. First, you must cast the spell on the item while holding it. Thereafter, you can summon the item by speaking a special word (set by you when the spell is cast) and snapping your fingers. The item appears instantly in your hand.\nIf the item is in the possession of another creature, the spell fails."},{"Name":"Returning Weapon","School":"conjuration (teleportation)","Level":{"bard":2,"bloodrager":1,"cleric":2,"inquisitor":1,"magus":1,"ranger":1,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one weapon that can be thrown","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"For the duration of the spell, the target weapon acts as if it had the returning weapon special ability.\nThis spell can be used as the prerequisite for the returning weapon special ability.\nLevel bard 3, cleric 3, inquisitor 2, magus 2, ranger 2, sorcerer\/wizard 3, witch 3Target weapons that can be thrown\nThis spell functions like returning weapon, except you divide the duration in 1-minute intervals among the targeted weapons."},{"Name":"Reveal Mirage","School":"divination","Level":{"cleric":3,"druid":2,"ranger":1,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range personalTarget youDuration 1 round\nYou can focus upon a single point within line of sight and discern if the terrain or geographic features of that point are illusory. This ability allows you a Will save to disbelieve a terrain-affecting illusion (glamer) effect from range as though you had interacted with it. In addition to affecting such spells as hallucinatory terrain and mirage arcana, this spell also allows you to disbelieve naturally occurring mirages."},{"Name":"Reveal True Shape","School":"divination","Level":{"bard":2,"cleric\/oracle":2,"druid":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of rare herbs worth 50 gp)"},"Range":"close (25 f. + 5 f.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Revelation","School":"divination","Level":{"bard":2,"cleric\/oracle":3,"sorcerer\/wizard":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level; see text \nYou gain a brief understanding of the workings of a single puzzle, device, or trap, gaining an insight bonus equal to your caster level (maximum +10) on checks to disable, manipulate or solve the object in question. Your insight is ineffable; you are unable to communicate your understanding to others. At the GM's option, this spell may instead give you a clue or other piece of useful information. In this case you may communicate the clue to others and retain knowledge of it after the spell's duration has expired."},{"Name":"Reverse Gravity","School":"transmutation","Level":{"druid":8,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"up to one 10-ft. cube\/level (S)","Duration":"1 round\/level (D)","Saving_Throw":"none; see text;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nThis spell reverses gravity in an area, causing unattached objects and creatures in the area to fall upward and reach the top of the area in 1 round. If a solid object (such as a ceiling) is encountered in this fall, falling objects and creatures strike it in the same manner as they would during a normal downward fall. If an object or creature reaches the top of the area without striking anything, it remains there, oscillating slightly, until the spell ends. At the end of the spell duration, affected objects and creatures fall downward."},{"Name":"Reviving Finale","Description":"School conjuration (healing);  Level bard 3\nYou must have a bardic performance in effect to cast this spell.\nWith a flourish, you immediately end your bardic performance, and allies within the area of the spell regain 2d6 hit points. This spell has no effect on undead creatures.","Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Range":"20 ft.","Area":"a 20-ft.-radius burst centered on you","Duration":"instantaneous","Saving_Throw":"Will half (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Ricochet Shot","School":"evocation","Level":{"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a wishbone)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one projectile weapon","Duration":"1 round\/level or until discharged","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"You imbue a projectile weapon with the ability to ricochet any projectiles that hit one target so that they also hit another. When the wielder ricochets a projectile, she selects a primary target to attack. If she hits the primary target, the projectile ricochets instead of being destroyed. The wielder can then select a secondary target that is within 20 feet of the primary target. She makes an attack roll against the secondary target at the same base attack bonus, but does not gain the benefit from any enhancement bonuses or magic qualities on the projectile. If the shot comes from a firearm, the ricochet targets normal AC rather than touch AC. While the spell lasts, the target weapon’s wielder can ricochet one projectile per three caster levels you possess, to a maximum of six at caster level 18th. Once the target weapon’s wielder ricochets that many shots, the spell is discharged. If the weapon’s wielder fails to use all the ricochets before the spell end, those ricochets are wasted."},{"Name":"Ride the Lightning","School":"evocation [electricity]","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nYou may transform into lightning as a standard action and instantly travel in a straight line to a distance of up to 120 feet,  rematerializing in the new location as a free action. This movement does not provoke attacks of opportunity. Creatures in this line take 10d6 points of electrical damage and are staggered for 1 round (a successful Reflex save halves the damage and negates the staggered condition, spell resistance applies). Objects in your path are damaged as well, with combustible objects being set ablaze and metals with low melting points melted. If your path is interrupted by a barrier or otherwise deflected, you materialize short of your final destination in the nearest open space; targets in the line to that point take damage as normal. You are immune to electricity while this spell lasts."},{"Name":"Ride the Waves","School":"transmutation [water]","Level":{"bloodrager":4,"cleric\/oracle":4,"druid":4,"shaman":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target gains the ability to breathe water and a swim speed of 30 feet. This swim speed means the target also gains the standard +8 bonus on Swim checks and the ability to take 10 on Swim checks even while distracted or endangered. The target can use the run action while swimming, provided it swims in a straight line. The spell does not make the target unable to breathe air."},{"Name":"Rift of Ruin","School":"conjuration (calling) [chaotic, evil]","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"5-ft.-wide, 60-ft.-deep extra-dimensional hole, up to 5 ft. long per level (S)","Duration":"1 round\/level (see text)","Saving_Throw":"Reflex partial;","Spell_Resistance":"no","Description":"This spell tears a rift in reality, creating \nan extra-dimensional hole with a depth of 60 feet. You must create the \nrift on a horizontal surface of sufficient size. Since the rift extends \ninto the Abyss, it does not displace the original underlying material or\n allow access to areas below the surface—you can create the rift on the \ndeck of a ship as easily as in a dungeon floor or the ground of a \nforest. Any Large or smaller creature standing in the area where you \nconjure the rift must make a Reflex save to avoid falling into the rift. If the Reflex\n save is successful, the creature picks which side of the rift it \nremains on once the rift opens. Unattended objects or structures fully \nengulfed by the rift automatically fall into it.\nThe walls of the rift are covered by razor-sharp blades, while the rift floor seethes with strange chewing vermin, boiling pools of acid, writhing shards of ice, and all manner of other chaotic\n and deadly manifestations of the Abyss. A creature that falls into the \npit takes 6d6 points of falling damage. Any creature in the pit \n(starting on the round it enters) takes an additional 6d6 points of \ndamage from the pit’s environs, even if the creature is merely climbing \nor flying within the pit rather than at the bottom. This additional \ndamage changes from round to round, and is randomly selected from acid, \nbludgeoning, cold, electricity, fire, piercing, slashing, or sonic. Each\n round, a creature in the pit can make a Reflex save to take half damage that round. The pit’s walls have a Climb DC of 25.\nWhen this spell’s duration ends, the rift \nsnaps shut, violently expelling all creatures still within. These \ncreatures take double damage from the rift’s environs in that round and \nare knocked prone as they are returned to the surface above.\nAt any time during the spell’s duration, you \ncan use it to conjure a number of Abyssal denizens out into the \nsurrounding region as a standard action.\n Doing so causes the rift to snap shut, ending the spell’s duration and \nreturning any creatures that had fallen into it to the ground as \ndetailed above. As the rift snaps shut, choose one of the following \ncreatures or groups of creatures to appear in the area—these Abyssal \ndenizens are treated as if you had summoned them via summon monster VII, and remain for a number of rounds equal to the remaining duration \nof the rift of ruin spell. You can choose one of the following to be \nsummoned: 1 bebilith, 1 vrock, 1d3 succubi, 1d3 shadow demons, 1d4+1 \nbabaus, or 1d4+1 brimoraks."},{"Name":"Righteous Might","School":"transmutation","Level":{"cleric\/oracle":5,"inquisitor":5,"strength":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nWhat kind of DR does an oracle get from the righteous might spell?\nIf the oracle chose the \"all cure spells\" option for her spells known, treat that as \"channels positive energy\" for the purpose of righteous might. If she chose \"all inflict spells,\" treat that as \"channels negative energy\" for the purpose of righteous might.\n[Source]\nYour height immediately doubles, and your weight increases by a factor of eight. This increase changes your size category to the next larger one. You gain a +4 size bonus to Strength and Constitution and take a -2 penalty to your Dexterity. You gain a +2 enhancement bonus to your natural armor. You gain DR 5\/evil (if you normally channel positive energy Editor's Note: If you are an oracle see FAQ) or Damage Reduction 5\/good (if you normally channel negative energy Editor's Note: If you are an oracle see FAQ above right). At 15th level, this Damage Reduction becomes 10\/evil or 10\/good (the maximum). Your size modifier for AC and attacks changes as appropriate to your new size category (see Table: Size Modifiers). This spell doesn't change your speed. Determine space and reach as appropriate to your new size.\nIf insufficient room is available for the desired growth, you attain the maximum possible size and may make a Strength check (using your increased Strength) to burst any enclosures in the process (see Smashing an Object). If you fail, you are constrained without harm by the materials enclosing you--the spell cannot crush you by increasing your size."},{"Name":"Righteous Vigor","School":"enchantment (compulsion) [mind-affecting]","Level":{"inquisitor":3,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets creature touchedDuration 1 round\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless) \nInfusing the target with a surge of furious divine energy, you enhance a creature's ability to hit an opponent based on the number of times it has already hit that opponent with a successful attack. Each time the subject successfully strikes an opponent with a successful melee attack, the subject gains a cumulative +1 morale bonus on attack rolls (maximum +4 bonus) and gains 1d8 temporary hit points (to a maximum of 20 temporary hit points). If an attack misses, the attack bonus resets to +0 but any accumulated temporary hit points remain. The temporary hit points disappear at the end of the spell's duration. "},{"Name":"River of Wind","School":"evocation [air]","Level":{"bloodrager":4,"druid":4,"magus":4,"sorcerer\/wizard":4,"wood":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"120 ft.","Area":"120-ft. line","Duration":"1 round\/level","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes","Description":"Summoning up the power of the tempest, you direct a current of forceful winds where you please. This spell creates a 5-foot-diameter line of wind-the direction of the wind is away from your location when you cast the spell, and remains constant in that direction for the spell duration. Creatures caught in a river of wind take 4d6 nonlethal damage and are knocked prone. A successful Fortitude save halves the damage and prevents being knocked prone.\nA creature that begins its turn wholly or partially within a river of wind must make a Fortitude save or be pushed 20 feet in the wind's direction of flow, take 2d6 nonlethal damage, and be knocked prone-a successful Fortitude save means the creature merely takes 1d6 nonlethal damage. Creatures under the effect of freedom of movement and creatures with the air subtype are unaffected by a river of wind."},{"Name":"River Whip","School":"conjuration (creation) [water]","Level":{"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect whip of waterDuration 1 minute\/level (D) or until discharged (see text)Saving Throw none; Spell Resistance no\nYou create a coil of flowing fresh water, functioning a whip appropriate for your size, except you make a melee touch attack instead of a regular attack. Anything you strike with the whip takes damage and is doused with 1 pint of water. A creature with the fire subtype takes an additional 1d6 points of damage. If the target is on fire, it gains a +2 bonus on its next saving throw to extinguish the flames.\nAfter you have successfully used the whip to hit a creature a number of times equal to your caster level, the water is expended and the spell is discharged. The water created by this spell is otherwise identical to that produced by create water."},{"Name":"Riversight","School":"divination (scrying)","Level":{"cleric":3,"druid":2,"inquisitor":3,"ranger":2,"witch":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"see text","Target":"non-magical freshwater waterwayEffect magical sensor","Duration":"1 minute\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"\n\nGet this book AND support this site!\nYou can view events transpiring along a natural watercourse you touch. You can see anything on or within the river as if you were present at that location, or you can observe anything happening within 15 feet of the river's banks as if peering from the water's surface. Moving your point of view to a different location along the river is a standard action, though your perception can follow something moving along the river as a free action.\nThe range of this spell is affected by whether you are attempting to gaze up or downriver—if viewing a location downriver, you can view any spot within 2 miles per caster level; if viewing upriver, you can view any spot within 1\/2 mile per caster level. The magical sensor created by this spell can travel only as far along the river as your range and the river permits; obstructions such as dams and reservoirs halt the sensor, as does an estuary flowing into the sea or other body of saltwater."},{"Name":"Rope Trick","School":"transmutation","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered corn and a twisted loop of parchment)"},"Range":"touch","Target":"one touched piece of rope from 5 ft. to 30 ft. long","Duration":"1 hour\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Source Skull & Shackles Player's Guide\nWhen this spell is cast upon a piece of rope from 5 to 30 feet long, one end of the rope rises into the air until the whole rope hangs perpendicular to the ground, as if affixed at the upper end. The upper end is, in fact, fastened to an extra-dimensional space that is outside the usual multiverse of extra-dimensional spaces. Creatures in the extra-dimensional space are hidden, beyond the reach of spells (including divinations), unless those spells work across planes. The space holds as many as eight creatures (of any size). The rope cannot be removed or hidden. The rope can support up to 16,000 pounds. A weight greater than that can pull the rope free."},{"Name":"Rumbling Fury","School":"transmutation","Level":{"adept":2,"cleric\/oracle":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"30 ft.","Area":"cone","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You create a minor earthquake that can trip creatures.\nMake a single trip attack and use the result against every creature in the area. Those that fail are tripped and fall prone. You do not provoke an attack of opportunity for this trip attack (though you do provoke one for casting the spell), nor can you knock yourself prone with a bad roll. \nUnlike a regular trip attack, you may trip any creature touching the ground, regardless of size. Improved Trip does not affect this spell in any way.\nThough the earthquake is small and focused on the floor, at the GM’s discretion, if the area is particularly unstable, the spell might cause items to topple, stones to shake loose from the walls or ceiling, and so on."},{"Name":"Rune of Durability","School":"transmutation","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (iron filings)"},"Range":"touch","Target":"weapon touched","Duration":"permanent","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You inscribe an angular rune upon the surface of a weapon, increasing its hit points. A weapon that bears this rune multiplies its hit points by 2, as if it were one size category larger than it actually is. Placing more than one rune of this type on a weapon has no effect."},{"Name":"Rune of Warding","School":"abjuration","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered adamantine","diamond":"","or":""},"Range":"touch","Target":"doorway or portal touched","Duration":"permanent until discharged (D)","Saving_Throw":"Reflex half;","Spell_Resistance":"no (object) and yes (see text)"},{"Name":"Runic Overload","School":"evocation [sonic]","Level":{"bloodrager":3,"magus":4,"sorcerer\/wizard":5,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small rune carved from stone)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or object","Duration":"instantaneous","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Get this book AND support this site!\nThis spell charges magical runes to an explosive degree. If cast on a creature with magical runes on its body, such as a rune giant or a runescarred creature, it deals 1d6 points of sonic damage per caster level (maximum 20d6) to the target and stuns the target for 1 round. When the spell is cast in this way, it must overcome the target's spell resistance. A successful Will save halves the damage and negates the stun effect.\nThe spell can also be cast on other magical runes, such as those from arcane mark or explosive runes. In this case, the resulting explosion deals 1d8 points of sonic damage per 2 caster levels (maximum 10d8) to all creatures within a 5-foot radius. Creatures in the area that succeed at a Reflex save take half damage. This spell doesn't destroy runes; targeted runes continue to function normally. Mundane runes, such as ones in writing or runic tattoos, cannot be affected by this spell."},{"Name":"Rusting Grasp","School":"transmutation","Level":{"druid":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"one nonmagical ferrous object (or the volume of the object within 3 ft. of the touched point) or one ferrous creature","Duration":"see text","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Any iron or iron alloy item you touch crumbles into rust. If the item is so large that it cannot fit within a 3-foot radius, a 3-foot-radius volume of the metal is rusted and destroyed. Magic items made of metal are immune to this spell.\nYou may employ rusting grasp in combat with a successful melee touch attack. Rusting grasp used in this way instantaneously destroys 1d6 points of AC gained from metal armor (to the maximum amount of protection the armor offers) through corrosion. \nWeapons in use by an opponent targeted by the spell are more difficult to grasp. You must succeed on a melee touch attack against the weapon. A metal weapon that is hit is destroyed. Striking at an opponent's weapon provokes an attack of opportunity. Also, you must touch the weapon and not the other way around."}]