[{"Name":"Sabotage Construct","School":"transmutation","Level":{"bard":5,"inquisitor":5,"sorcerer\/":0,"witch":6},"Casting_Time":"1 standard action","Components":{"S":"Somatic","V":"Verbal"},"Description":"Range touchDuration 1 round\/levelSaving Throw Will partial; Spell Resistance yes\nThis spell functions as confusion, except that it affects only constructs. When you are rolling for a confused construct's behavior, a result of 26–50 indicates the construct twitches spasmodically. On a successful Will save, the construct is confused for only 1 round."},{"Name":"Sacred Bond","School":"conjuration (healing)","Level":{"cleric\/oracle":3,"inquisitor":2,"paladin":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range touch; see textTargets creature touchedDuration 10 minutes\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless) \nTo use this spell, you first touch the intended recipient, creating a sympathetic field of healing energies between you. \nOnce the spell has been cast, you and the target may cast conjuration (healing) spells with a range of touch upon each other so long as you are within close range (25 ft. + 5 ft.\/2 levels). Should either you or the target remove your bracelet, the spell immediately ends. "},{"Name":"Sacred Space","School":"evocation [good]","Level":{"cleric":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a vial of ambrosia)"},"Description":"\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Area 20-ft.-radius emanationDuration 2 hours\/levelSaving Throw none; Spell Resistance no"},{"Name":"Sacrifice","School":"enchantment (charm) [mind-affecting]","Level":{"cleric\/oracle":4,"sorcerer\/wizard":4},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (see text)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one summoned outsider or elemental (see text)","Duration":"instantaneous, 1 hour, or 1 day (see text)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You make a sacrifice to aid in conjuring and commanding a creature called with planar ally, planar binding, or a similar spell. A sacrifice can be used in a variety of ways:\nBargain: Making a sacrifice directly to the conjured being grants you a bonus on opposed Charisma checks made to compel the creature into service for the next hour. \nEnticement: Making a sacrifice the round before conjuring increases the DC of the Will save an outsider must make to resist being summoned.\nPayment: Making a sacrifice directly to the conjured being allows you to pay for one service from the creature in commodities other than gold.\nReinforcement: Making a sacrifice the round before casting magic circle and preparing a summoning diagram increases the power of its warding magic, increasing the DC of all Charisma checks the creature might make to escape. This lasts 1 day. Multiple sacrifices can be made to affect a single conjuring, but the bonuses provided by this spell do not stack. Therefore, while you can make sacrifices to aid in summoning and bargaining with a creature, you cannot make multiple sacrifices (even of varying types) to enhance the same effect of a particular conjuration.\nA sacrifice may consist of any kind of commodity the target creature favors, including treasures, living creatures, or more ephemeral offerings. While this spell is not fundamentally evil, good-aligned creatures prove more selective in what offerings they accept, typically scoffing at blood sacrifices. Many sacrifices are fundamentally evil acts, such as murdering a pious innocent to summon a fiend. Any creature might reject certain types of sacrifices, thus denying you the benefits of this spell, as the offering must appeal to the target—few outsiders would care for 2,000 gp worth of parchment, while 2,000 gp of diamonds would be widely coveted. The GM determines what sacrifices creatures find appealing.\nThe Sacrifice Effects Table lists a number of likely offerings, along with the bonus such gifts effect and the offering’s equivalent value in gold pieces for the purposes of planar ally. Several of these sacrifices involve the loss of ability scores, levels, lives, or even changes in alignment. Any change wrought by such sacrifices (loss of ability score or level, or change in alignment) cannot be recovered, cured, or undone by any spell or effect short of miracle or wish. The same is true of creatures killed as a sacrifice; such creatures cannot be resurrected by any magic less powerful than these spells. Any object sacrificed with this spell is effectively destroyed or removed to an extraplanar holding of the summoned creature’s choice. The bonuses and values noted on the sacrifices table are guidelines for offerings; certain types of treasures or lives might prove especially valuable to specific creatures, with extraordinary sacrifices (like a potent artifact or the life of a high-level paladin) garnering increased bonuses."},{"Name":"Sacrificial Oath","School":"abjuration","Level":{"paladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets creature touchedDuration 1 minute\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou create a powerful bond between yourself and a single creature. Until the end of the spell's duration, each time the target is hit with an attack or fails a Saving Throw, you can take the full damage of that attack and any other effects that creature suffers. If you choose not to take on the damage and effects, you instead take a number of points of damage equal to your Constitution score as backlash. Any resistances or immunities you have are applied normally, but you cannot otherwise reduce or negate the damage or effects of either the transfer or the backlash. If you or the subject of the spell move out of line of sight, the spell ends."},{"Name":"Saddle Surge","School":"transmutation","Level":{"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTargets you and your mountDuration 1 round\/level (D); see text\nYou and your mount form a perfect synergy that endows both of you with advantages based upon how far you travel each round. For every 5 feet your mount moves in a given round, you gain a +1 competence bonus on Ride checks and both you and your mount gain a +1 morale bonus on damage rolls made with weapons or natural attacks for 1 round. For instance, if your mount traveled 40 feet in a round, you would gain a +8 bonus on Ride checks and you and your mount would both gain a +8 bonus on damage rolls for 1 round, to a maximum bonus equal to your caster level. You must be mounted to enjoy the benefits of this spell. If you dismount, get knocked off, or take any other action that separates you from your mount, the spell immediately ends."},{"Name":"Sadomasochism","School":"necromancy [pain]","Level":{"antipaladin":3,"cleric\/oracle":3,"inquisitor":3,"magus":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"While subject to this spell, any time you are dealt damage, your attacker must roll damage for the attack twice and take the higher roll, but the attacker must also succeed at a Will saving throw or become demoralized for 1 round. Each time you deal damage to a creature demoralized by this spell, you roll damage twice and take the higher result."},{"Name":"Salvage","School":"transmutation","Level":{"cleric":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Range":"long (400 ft. + 40 ft.\/level)","Target":"one shipwreck","Duration":"see text","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"An invisible force pulls together the remains of a shipwreck. Bits of hull, tattered sails, broken masts, and smashed figureheads knit themselves back together. Rotten wood turns solid once more, and sails re-weave themselves as the rigging snakes across the masts.\nIt takes a variable amount of time for the ship to rebuild itself, depending on its size.\nAt the end of the duration, an air bubble forms around the repaired ship. If submerged, the ship shoots to the surface, erupting with a great splash before settling on the water."},{"Name":"Sanctify Armor","School":"abjuration [good]","Level":{"inquisitor":4,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets armor touchedDuration 1 minute\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nYou imbue your armor with a righteous aura. It gains a +1 enhancement bonus per four caster levels (maximum +5 at 20th level). When using your judgment or smite ability, you gain DR 5\/evil.\nAn outfit of regular clothing counts as armor that grants no AC bonus for the purpose of this spell."},{"Name":"Sanctify Corpse","School":"evocation [good]","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus","M":"Material (a pinch of silver dust)"},"Description":"Range touchArea corpse touchedDuration 24 hoursSaving Throw none; Spell Resistance no\nThis spell blesses a corpse with positive energy, preventing it from being turned into an undead creature. Attempts to raise the corpse as an undead automatically fail. If the corpse is of a person slain by a creature that creates undead out of its slain foes (such as a shadow, vampire, or wraith), that effect is delayed until the end of this spell. It is possible to protect a corpse for an extended time by casting this spell each day.\nSanctify corpse can be made permanent with a permanency spell by a caster of 9th level or higher for the cost of 500 gp."},{"Name":"Sanctify Weapons","School":"transmutation","Level":{"cleric\/oracle":5,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 20-ft.-radius spreadDuration 1 round\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nThis spell originated among the armies of Heaven. Choose a specific subtype of evil outsider when you cast this spell, such as daemon, demon, devil, or div.\nAll manufactured weapons in the area of effect bypass the DR of that type of outsider. The weapons do not become aligned or change composition."},{"Name":"Sanctuary","School":"abjuration","Level":{"cleric\/oracle":1,"inquisitor":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"no"},{"Name":"Sand Whirlwind","School":"conjuration (creation)","Level":{"cleric\/oracle":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of sand","dust":"","or":""},"Range":"medium (100 f. + 10 f.\/level)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates (blinding only);","Spell_Resistance":"no","Description":"A whirling cloud of sand strikes the target, blinding it and hampering its ability to speak. To speak while affected by the spell, the target must make a Concentration check (DC equal to the DC of this spell). If the target tries to cast a spell, the Concentration DC increases by the level of the spell being cast. A successful Will save negates the blindness but not the speech-hampering effect.\nArea 10-ft.-radius spread\nThis spell functions as sand whirlwind except as noted above."},{"Name":"Sands of Time","School":"necromancy","Level":{"cleric\/oracle":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"touched creature or object","Duration":"10 minutes\/level or instantaneous (see text)","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You temporarily age the target, immediately advancing it to the next age category. The target immediately takes the age penalties to Strength, Dexterity, and Constitution for its new age category, but does not gain the bonuses for that category. A creature whose age is unknown is treated as if the spell advances it to middle age. Ageless or immortal creatures are immune to this spell.\nIf you cast this on an object, construct, or undead creature, it takes 3d6 points of damage + 1 point per caster level (maximum +15) as time weathers and \ncorrodes it. This version of the spell has an instantaneous duration. "},{"Name":"Savage Maw","School":"transmutation","Level":{"antipaladin":1,"cleric":2,"druid":2,"inquisitor":2,"magus":2,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 minute\/level (D), special (see below)"},{"Name":"Saving Finale","School":"evocation [mind-affecting]","Level":{"bard":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou must have a bardic performance in effect to cast this spell. With a flourish, you can immediately end your bardic performance when a creature within range affected by your bardic performance fails a Saving Throw, allowing the subject to immediately reroll the failed Saving Throw."},{"Name":"Scale Spikes","School":"transmutation","Level":{"alchemist":4,"bloodrager":4,"druid":3,"ranger":3,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature\/level that is a reptile, has the dragon type, or has the reptilian subtype, and also has a natural armor bonus of at least +1","Duration":"1 hour\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"\n\n\nGet this book AND support this site!\nWhen the target is affected by this spell, its scales grow jagged spikes.\nThese spikes act like +1 armor spikes. The subject is automatically considered proficient with these scale spikes."},{"Name":"Scamper","School":"transmutation","Level":{"druid":2,"ranger":2},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"your animal companion","Duration":"1 round","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Your animal companion moves with astonishing agility and speed until the end of its turn.\nYour animal companion can move at full speed while using Acrobatics, and it gains a competence bonus equal to twice your caster level (maximum +20 at 10th level) on Acrobatics checks made to avoid attacks of opportunity or move through a square occupied by an enemy."},{"Name":"Scare","School":"necromancy [emotion, fear, mind-affecting]","Level":{"antipaladin":2,"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a bone from an undead creature)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one living creature per three levels, no two of which can be more than 30 ft. apartDuration 1 round\/level or 1 round; see text for cause fearSaving Throw Will partial; Spell Resistance yes\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information."},{"Name":"Scent Trail","School":"transmutation","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a queen ant)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 hour\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou, or a willing creature you touch, lay down a trail of scents that only the creatures you designate at the time of can detect. These creatures find it very easy to follow this trail.\nThey gain a +20 competence bonus on any Survival checks made for the purpose of tracking the creature laying this trail.\nSubject creatures with the scent special ability gain a +10 competence bonus on Wisdom or Survival checks to follow the trail.\nIn addition, you can leave scent messages along the trail.\nEach word or emotion in this message requires spending a move action in the same spot. Subject creatures seeking to understand this message must make another DC 20 Survival check, with a -1 penalty for every word or emotion in the message, in order to understand it. Creatures cannot benefit from this smell if they cannot use, or do not have, a sense of smell. Creatures can use this spell to backtrack through a dungeon, maze, or similar areas even if the creature laying down the trail crossed over the spot multiple times."},{"Name":"Scintillating Pattern","School":"illusion (pattern) [mind-affecting]","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a crystal prism)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect colorful lights in a 20-ft.-radius spreadDuration concentration + 2 roundsSaving Throw none; Spell Resistance yes\nA twisting pattern of coruscating colors weaves through the air, affecting creatures within. The spell affects a total number of HD of creatures equal to your caster level (maximum 20). Creatures with the fewest HD are affected first, and among creatures with equal HD, those who are closest to the spell's point of origin are affected first. HD that are not sufficient to affect a creature are wasted. The spell affects each subject according to its HD.\n6 or less: Unconscious for 1d4 rounds, then stunned for 1d4 rounds, and then confused for 1d4 rounds. (Treat an unconscious result as stunned for nonliving creatures.)\n7 to 12: Stunned for 1d4 rounds, then confused for an additional 1d4 rounds.\n13 or more: Confused for 1d4 rounds. "},{"Name":"Scorching Ash Form","School":"transmutation [fire]","Level":{"alchemist":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"S":"Somatic","M":"Material (a bit of gauze and a handful of ashes)"},"Range":"touch","Target":"willing corporeal creature touched","Duration":"1 minute\/level","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Scorching Ray","School":"evocation [fire]","Level":{"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one or more raysDuration instantaneousSaving Throw none; Spell Resistance yes\nSource Skull & Shackles Player's Guide"},{"Name":"Scourge of the Horsemen","School":"necromancy [acid, evil]","Level":{"cleric":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Area 30-ft. burstDuration instantaneousSaving Throw Fortitude half; Spell Resistance yes"},{"Name":"Scouring Winds","School":"evocation [air, earth]","Level":{"druid":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect sandstorm in 20-ft. radius, 20 ft. highDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes (see text)\nThis spell brings forth a windstorm of stinging sand that blocks all vision. You can move the storm up to 30 feet each round as a move action.\nAny creature in the area takes 3d6 points of piercing damage each round. The area is considered a windstorm (see Table: Wind Effects).\nIf a creature with spell resistance successfully resists this spell, it is unaffected by the winds and sand, but still unable to see within the area of the spell."},{"Name":"Screech","School":"evocation [sonic]","Level":{"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range 30 ft.Area 30-ft.-radius spread centered on youDuration instantaneousSaving Throw Fortitude negates; Spell Resistance yes\nYou emit a shrill, piercing shriek, startling those around you into dropping their guard. Enemies in the area must make a successful Saving Throw or immediately provoke attacks of opportunity from foes that threaten them. You and your allies are unaffected by your own screech."},{"Name":"Screen","School":"illusion (glamer)","Level":{"sorcerer\/wizard":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 30-ft. cube\/level (S)Duration 24 hoursSaving Throw none or Will disbelief (if interacted with); see text; Spell Resistance no\nSource Skull & Shackles Player's Guide"},{"Name":"Scrivener's Chant","School":"transmutation","Level":{"bard":0,"cleric\/oracle":0,"sorcerer\/wizard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (fine sand and a vial of ink)"},"Range":"5 ft.","Target":"one or more written objects","Duration":"concentration, up to 1 minute\/level","Saving_Throw":"Will (harmless, object);","Spell_Resistance":"yes","Description":"This spell imbues a quill with animate energy and rapidly transcribes words from one page to another. The quill copies a written work at the rate of one normal-sized page per minute. The Linguistics skill can be used to make a convincing copy, but otherwise the reproduction is written in the hand of the caster. You must concentrate upon the material being duplicated for the spell's duration and provide new blank pages as required. The scrivener's chant requires blank paper and a quill or other writing materials, in addition to the material components."},{"Name":"Scrying","School":"divination (scrying)","Level":{"bard":6,"cleric\/oracle":7,"druid":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange see textEffect magical sensorDuration 1 min.\/levelSaving Throw Will negates; Spell Resistance yes\n\nYou can observe a creature at any distance. If the subject succeeds on a Will save, the spell fails. The difficulty of the save depends on how well your knowledge of the subject and what sort of physical connection (if any) you have to that creature. Furthermore, if the subject is on another plane, it gets a +5 bonus on its Will save.\n*You must have some sort of connection (see below) to a creature of which you have no knowledge.\nIf the save fails, you can see and hear the subject and its surroundings (approximately 10 feet in all directions of the subject). If the subject moves, the sensor follows at a speed of up to 150 feet.\nAs with all divination (scrying) spells, the sensor has your full visual acuity, including any magical effects. In addition, the following spells have a 5% chance per caster level of operating through the sensor: detect chaos, detect evil, detect good, detect law, detect magic, and message.\nIf the save succeeds, you can't attempt to scry on that subject again for at least 24 hours.\nDuration 1 hour\/level"},{"Name":"Sculpt Corpse","School":"necromancy","Level":{"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (lump of wax)"},"Description":"Range touchTargets one dead creature touchedDuration instantaneousSaving Throw Will partial; see text; Spell Resistance no\nWith a clammy caress and a word to the powers lurking beyond death, you can reshape a dead body look like another creature or even a specific person so long as you have firsthand knowledge of how that creature or person actually looks.\nYou can make the corpse one size larger or smaller and change anything else about it including its apparent type, gender, or age. Creatures with a reason to suspect deception may make a Will Saving Throw to realize that the corpse was altered. If you chose to make the corpse look like a specific individual anyone who knows that individual can make a Will save to realize that the corpse is not actually that person. However, if a creature fails its Will save by 5 or less they believe the corpse is that of someone who closely resembled the person they knew rather than a deliberate fake. This spell merely changes the appearance of the corpse. Any spell or effect that targets the corpse (such as speak with dead or raise dead) treats it as if it still had its original appearance."},{"Name":"Sculpt Simulacrum","School":"transmutation","Level":{"sorcerer\/wizard":2},"Description":"casting Time 1 standard actionComponents V, S\nRange touchTarget simulacrum touchedduration instantaneousSaving Throw Fortitude negates; Spell Resistance yes\nYou create cosmetic changes to a simulacrum, similar to disguise self, except the changes are physical rather than illusory. This does not change any of the simulacrum’s abilities."},{"Name":"Sculpt Sound","School":"transmutation","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature or object\/level, no two of which can be more than 30 ft. apartDuration 1 hour\/level (D)Saving Throw Will negates (object); Spell Resistance yes (object)\nYou can change the sounds that creatures or objects make. You can create sounds where none exist, deaden sounds, or transform sounds into other sounds. All affected creatures or objects must be transmuted in the same way. Once the transmutation is made, you cannot change it. You can change the qualities of sounds but cannot create words with which you are unfamiliar yourself. "},{"Name":"Sea Stallion","School":"transmutation","Level":{"druid":4,"paladin":4,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"your mount","Duration":"10 minutes\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"This spell functions as sea steed, but as long as you are mounted on the affected creature, you also gain the amphibious quality and your melee attacks function as if you were using freedom of movement. If you are dismounted, you retain the amphibious quality for 1 minute; if you remount before this time, the spell continues. If not, your mount retains the effects but you do not. If your mount is dropped to 0 or fewer hit points, the spell ends for both of you."},{"Name":"Sea Steed","School":"transmutation (polymorph)","Level":{"druid":2,"paladin":2,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"your mount","Duration":"10 minutes\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"Your animal companion or mount adapts to life in the water, gaining scales that cover its body and fins in place of feet.\nYour mount gains the aquatic subtype, the amphibious quality, and a swim speed equal to its normal speed, though its land speed is reduced to 10 feet (if its land speed is normally greater than 10 feet—otherwise, its land speed is unaffected) while this spell is in effect."},{"Name":"Seamantle","School":"conjuration (creation) [water]","Level":{"druid":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a cup of water)"},"Description":"Range personalTargets youDuration 1 minute\/level\nYou sheathe yourself within a churning column of pure elemental water up to 30 feet high that fills your space. You gain a swim speed equal to your land speed and can see, hear, and breathe normally within the seamantle, but attacks against you are treated as if you were under the surface of the water. You gain improved cover (+8 cover bonus to AC, +4 bonus on Reflex saves) against foes that do not have freedom of movement effects. The cover granted by the seamantle does not enable you to make Stealth checks or prevent attacks of opportunity. Magical attacks against you are unaffected unless they require attack rolls or state that they do not function underwater (such as cloudkill).\nThe seamantle blocks line of effect for any fire spell or supernatural fire effect, but enemies can attempt to use fire spells within the seamantle; this requires a caster level check (DC 20 + spell level), and if successful the fire spell takes as a bubble of steam contained within the seamantle rather than its usual effect.\nThe seamantle allows you to make a slam attack by forming a pseudopod of water, inflicting damage appropriate for your size. This slam attack has a reach of 30 feet. In addition, as a standard action, you can attempt to extinguish fires by touch.\nYou automatically extinguish up to a 10-foot cube of normal fire. Against magical fire effects, your touch acts as dispel magic; this also applies to any non-instantaneous fire affect that comes into contact with you (such as flame blade, flaming sphere, or incendiary cloud). Even if you fail to extinguish a fire, you are not harmed by it. A flaming or flaming burst weapon that strikes you has its power suppressed for 1d4 rounds if the wielder fails a Fortitude save."},{"Name":"Searing Light","School":"evocation","Level":{"cleric\/oracle":3,"inquisitor":3,"sun":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Effect rayDuration instantaneousSaving Throw none; Spell Resistance yes\n\nFocusing divine power like a ray of the sun, you project a blast of light from your open palm. You must succeed on a ranged touch attack to strike your target.\nA creature struck by this ray of light takes 1d8 points of damage per two caster levels (maximum 5d8).\nAn undead creature takes 1d6 points of damage per caster level (maximum 10d6), and an undead creature particularly vulnerable to bright light takes 1d8 points of damage per caster level (maximum 10d8)."},{"Name":"Secret Chest","School":"conjuration (summoning)","Level":{"sorcerer\/wizard":5,"witch":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"see text","Target":"one chest and up to 1 cu. ft. of goods\/caster level","Duration":"60 days or until discharged","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You hide a chest on the Ethereal Plane for as long as 60 days and can retrieve it at will. The chest can contain up to 1 cubic foot of material per caster level (regardless of the chest's actual size, which is about 3 feet by 2 feet by 2 feet). If any living creatures are in the chest, there is a 75% chance that the spell simply fails. Once the chest is hidden, you can retrieve it by concentrating (a standard action), and it appears next to you.\nThe chest must be exceptionally well crafted and expensive, constructed for you by master crafters. The cost of such a chest is never less than 5,000 gp. Once it is constructed, you must make a tiny replica (of the same materials and perfect in every detail) so that the miniature of the chest appears to be a perfect copy. (The replica costs 50 gp.) The chests are non-magical and can be fitted with locks, wards, and so on, just as any normal chest can be.\nTo hide the chest, you cast the spell while touching both the chest and the replica. The chest vanishes into the Ethereal Plane. You need the replica to recall the chest. After 60 days, there is a cumulative chance of 5% per day that the chest is irretrievably lost. If the miniature of the chest is lost or destroyed, there is no way, even with a wish spell, that the large chest can be summoned back, although an extraplanar expedition might be mounted to find it."},{"Name":"Secret Page","School":"transmutation","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered herring scales and a vial of will-o'-wisp essence)"},"Range":"touch","Target":"page touched, up to 3 sq. ft. in size","Duration":"permanent","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Secret page alters the contents of a page so that it appears to be something entirely different. The text of a spell can be changed to show another spell of equal or lower level known by the caster. This spell cannot be used to change a spell contained on a scroll, but it can be used to hide a scroll. Explosive runes or sepia snake sigil can be cast upon the secret page."},{"Name":"Secret Speech","School":"divination","Level":{"bard":1,"cleric":2,"inquisitor":1,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"10 minutes\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no (harmless)","Description":"This spell grants the target the ability to send secret messages embedded within normal speech. This is similar to the secret messages ability of the Bluff skill, but no check is needed; the speaker's intended recipient always understands the hidden message perfectly, but other listeners cannot perceive the message at all. The target can send only one message at a time, though it can send that message to multiple listeners.\nThe secret message is considered to be in the same language the target is speaking, and intended recipients hear and understand both the actual speech and the secret message. The target can make itself understood as far as its voice carries.\nFor example, at a fancy noble's wedding, a jealous former suitor casts this spell on himself before making a speech. Everyone hears his glowing words of praise, but only his allies hear his secret message instructing them to attack the groom."},{"Name":"Secure Shelter","Description":"\nSchool conjuration (creation); Level\nbard 4, \nsorcerer\/wizard 4, \nwitch 4\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect 20-ft.-square structureDuration 2 hours\/level (D)Saving Throw none; Spell Resistance no\n\nYou conjure a sturdy cottage or lodge made of material that is common in the area where the spell is cast. The floor is level, clean, and dry. The lodging resembles a normal cottage, with a sturdy door, two shuttered windows, and a small fireplace.\nThe shelter must be heated as a normal dwelling, and extreme heat adversely affects it and its occupants. The dwelling does, however, provide considerable security otherwise - it is as strong as a normal stone building, regardless of its material composition. The dwelling resists flames and fire as if it were stone. It is impervious to normal missiles (but not the sort cast by siege engines or giants).\nThe door, shutters, and even chimney are secure against intrusion, the former two being secured with arcane lock and the latter by an iron grate at the top and a narrow flue. In addition, these three areas are protected by an alarm spell. Finally, an unseen servant is conjured to provide service to you for the duration of the shelter.","Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a chip of stone","sand":"","a":"","and":""}},{"Name":"Seducer’s Eyes","School":"enchantment (charm) [mind-affecting]","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 10 minutes\/level (D)\nYou gain a bonus on Charisma-based skill checks equal to 1 +1 for every 4 caster levels you possess (to a maximum of +5), but only when interacting with those who might conceivably find you sexually attractive. You do not gain this bonus against those you or your allies are attacking or threatening."},{"Name":"See Alignment","School":"divination","Level":{"alchemist":1,"bard":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (eye of newt)"},"Description":"Range personalTarget youDuration 1\/round per level\nWhen you cast this spell, select a single alignment (such as lawful good or chaotic evil). Creatures of that alignment glow with a ghostly radiance while they are within your vision. Though you can see this radiance, other creatures cannot. Spells and effects that obscure alignment, like undetectable alignment, also obscure the effects of this spell."},{"Name":"See Invisibility","School":"divination","Level":{"alchemist":2,"bard":3,"bloodrager":2,"inquisitor":2,"sorcerer\/wizard":2,"summoner":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (talc and powdered silver)"},"Description":"Range personalTarget youDuration 10 min.\/level (D)\nYou can see any objects or beings that are invisible within your range of vision, as well as any that are ethereal, as if they were normally visible. Such creatures are visible to you as translucent shapes, allowing you easily to discern the difference between visible, invisible, and ethereal creatures.\nThe spell does not reveal the method used to obtain invisibility. It does not reveal illusions or enable you to see through opaque objects. It does not reveal creatures who are simply hiding, concealed, or otherwise hard to see.\nSee invisibility can be made permanent with a permanency spell."},{"Name":"See Through Stone","School":"divination","Level":{"druid":4,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"concentration up to 1 round\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You gain the ability to see through solid rock as if it were transparent glass. You may see through 1 foot of stone per caster level. You see within the stone as if you were looking at the area in normal light, even if there is no illumination, though low-light vision and darkvision have no effect on your ability to see through stone. Metal at least 1 inch thick or wood or dirt at least 3 feet thick blocks your vision."},{"Name":"Seek Thoughts","School":"divination [mind-affecting]","Level":{"alchemist":3,"bard":3,"inquisitor":3,"sorcerer\/wizard":3,"summoner":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of copper coins) "},"Description":"Range 40 ft.Area 40-ft.-radius emanation centered on youDuration concentration, up to 1 minute\/levelSaving Throw Will negates; Spell Resistance no \nSimilar to detect thoughts, seek thoughts allows you to sift through the surface thoughts of those around you. You may scan for either the answer to a simple question (such as \"Where is the hidden lair of the wererats?\") or for information on a general topic (such as the beliefs of an evil cult). You detect the number of creatures who are thinking about this question or topic within range, as well as their location if they are visible to you. Seek thoughts does not let you read actual surface thoughts, only if a given creature is thinking about the topic you are concentrating on. A successful Will save prevents you from sensing a creature's thoughts for the duration of the spell. \nYou can maintain concentration on seek thoughts while you engage in normal conversation, allowing you to ask leading questions about topics of interest. A creature conversing with you while you concentrate can notice that you are distracted with a successful DC 25 Sense Motive check. "},{"Name":"Seeming","School":"illusion (glamer)","Level":{"bard":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature per two levels, no two of which can be more than 30 ft. apartDuration 12 hours (D)Saving Throw Will negates or Will disbelief (if interacted with); Spell Resistance yes or no; see text"},{"Name":"Sending","School":"evocation","Level":{"alchemist":5,"cleric\/oracle":4,"inquisitor":4,"sorcerer\/wizard":5,"summoner":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"see text","Target":"one creature","Duration":"1 round; see text","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You contact a particular creature with which you are familiar and send a short message of 25 words or less to the subject. The subject recognizes you if it knows you. It can answer in like manner immediately. A creature with an Intelligence score as low as 1 can understand the sending, though the subject's ability to react is limited as normal by its Intelligence. Even if the sending is received, the subject is not obligated to act upon it in any manner."},{"Name":"Sense Spirit Magic","School":"divination","Level":{"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 ft.Area 30-ft.-radius emanation centered on youDuration 24 hoursSaving Throw none; Spell Resistance no\nYou gain greater sensitivity to magic associated with your primary spirit and wandering spirits (any spells on the spirit magic spell lists for these spirits, as well as spell-like abilities that duplicate the effects of those spells). You gain a +10 circumstance bonus on Spellcraft checks to identify these spells if they are cast within the area, and a +2 circumstance bonus on saving throws to resist the effects of such spells. If any of these spells require an attack roll, you are never considered flat-footed against such attacks."},{"Name":"Sentry Skull","School":"necromancy [evil]","Level":{"antipaladin":1,"cleric":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (an onyx gem worth at least 10 gp)"},"Range":"touch","Target":"severed head touch","Duration":"permanent (D); see text","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You restore the senses to the severed head of a humanoid or monstrous humanoid killed within the past 24 hours, creating a grisly sentinel. The head must be affixed to a pole, spear, tree branch, or other stable object, and the spell ends if the head or its object is moved. The head has darkvision 60 feet and low-light vision, can swivel in place to look in any direction, and has a +5 bonus on Perception checks.\nIf you are within 30 feet of the head, as a standard action you can shift your senses to it, seeing and hearing from its location and gaining the benefit of its darkvision and low-light vision, and you may use its Perception skill instead of your own. While your senses are in the severed head, your body is blind and deaf until you spend a free action to shift your senses back to your own body.\nWhen you create the head, you can imprint it with a single triggering condition, similar to magic mouth. Once this triggering condition is set, it can never be changed. If you are within 30 feet of the head, you immediately know if it is triggered (if you have multiple active sentry skulls, you also know which one was triggered). This wakens you from normal sleep but does not otherwise disturb your concentration. For example, you could have a sentry skull alert you if any humanoid comes into view, if a particular rival approaches, if your guard animal is killed, and so on, as long as it occurs where the severed head can see it."},{"Name":"Sepia Snake Sigil","School":"conjuration (creation) [force]","Level":{"bard":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered amber worth 500 gp and a snake scale)"},"Range":"touch","Target":"one touched book or written work","Duration":"permanent or until discharged; until released or 1d4 days + 1 day\/level; see text","Saving_Throw":"Reflex negates;","Spell_Resistance":"no","Description":"You cause a small symbol to appear in the text of a written work. The text containing the symbol must be at least 25 words long. When anyone reads the text containing the symbol, the sepia snake sigil springs into being, transforming into a large sepia serpent that strikes at the reader, provided there is line of effect between the symbol and the reader.\nSimply seeing the enspelled text is not sufficient to trigger the spell; the subject must deliberately read it. The target is entitled to a save to evade the snake's strike. If it succeeds, the sepia snake dissipates in a flash of brown light accompanied by a puff of dun-colored smoke and a loud noise. If the target fails its save, it is engulfed in a shimmering amber field of force and immobilized until released, either at your command or when 1d4 days + 1 day per caster level have elapsed.\nWhile trapped in the amber field of force, the subject does not age, breathe, grow hungry, sleep, or regain spells. It is preserved in a state of suspended animation, unaware of its surroundings. It can be damaged by outside forces (and perhaps even killed), since the field provides no protection against physical injury. However, a dying subject does not lose hit points or become stable until the spell ends.\nThe hidden sigil cannot be detected by normal observation, and detect magic reveals only that the entire text is magical.\nA dispel magic can remove the sigil. An erase spell destroys the entire page of text."},{"Name":"Sequester","School":"abjuration","Level":{"sorcerer\/wizard":7,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a basilisk eyelash and gum arabic)"},"Range":"touch","Target":"one willing creature or object (up to a 2-ft. cube\/level) touched","Duration":"1 day\/level (D)","Saving_Throw":"none or Will negates (object);","Spell_Resistance":"no or yes (object)","Description":"When cast, this spell prevents divination spells from detecting or locating the target and also renders the affected target invisible (as the invisibility spell). The spell does not prevent the subject from being discovered through tactile means or through the use of devices. Creatures affected by sequester become comatose and are effectively in a state of suspended animation until the spell ends."},{"Name":"Sequester Thoughts","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a gemstone worth at least 500 gp)"},"Description":"Range personalTarget one willing creatureDuration permanent until discharged (see text)\nSequester thoughts allows you to erase a creature’s memory of either an event lasting not more than 1 minute per caster level or all of its knowledge about a single topic (using the GM’s discretion as to what constitutes a single topic). For example, you could erase a single battle from a creature’s memory, or all knowledge of a plot to assassinate a king. The memories you remove are stored within the gem used at the time of casting. If the gem is shattered, the memories return to the creature as long as the two are within 30 feet of each other. Once sequester thoughts has been cast, the spell remains active on the gem and can be dispelled (which shatters it). No portion of the spell remains active on the target creature, and the target does not radiate magic as a consequence of the spell, nor can its memories be returned by dispelling the creature or subjecting it to antimagic. If the gem is shattered or dispelled out of range from the creature, the thoughts sequestered within are forever lost save by the use of wish, miracle, or the like.\nSequester thoughts protects against detect thoughts, zone of truth, discern lies, and similar spells where the memories removed are concerned, though careful questioning may reveal the gaps in the creature’s memory, or that it has been affected by the spell. Note that the creature itself does not remember any details of what memories were removed until the gem is broken."},{"Name":"Serenity","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":4,"cleric\/oracle":5,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nYou fill the targets’ minds with feelings of tranquility. Those attempting to commit violence become stricken with wracking pain and take 3d6 points of nonlethal damage each round they attempt to harm another creature. If attacked, affected individuals can defend themselves and may participate in combat by using Combat Expertise, fighting defensively, or taking the total defense action without triggering the spell’s nonlethal damage."},{"Name":"Severed Fate","School":"enchantment","Level":{"cleric\/oracle":3,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"10 minutes\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Note: This spell deals with hero points. It originally appeared in the Advanced Player's Guide. See Hero Points for full details.\nYou curse the target, preventing it from drawing upon the powers of destiny. The target is shaken and cannot use hero points for the duration of the spell. This effect can be removed by dispel magic, remove curse, or other similar effects."},{"Name":"Shades","School":"illusion (shadow) [shadow]","Level":{"sorcerer\/wizard":9},"Description":"Notice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information."},{"Name":"Shadow Anchor","School":"illusion (shadow) [shadow]","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Range":"touch","Target":"creature touchedEffect a shadowy shadow tether ","Duration":"1 round\/level (D); see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Shadow Barbs","School":"illusion (shadow) [darkness]","Level":{"cleric":4,"inquisitor":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a single link from a spiked chain)"},"Description":"Range 0 ft.Effect spiked chain-like shadowy weaponDuration 1 round\/levelSaving Throw Will negates (see text); Spell Resistance no\nWhen you cast this spell, you create a shadowy spiked chain that shimmers and pulses with darkness. The chain exists as long as you carry it; if you ever drop the chain, give it to another, or are disarmed, it immediately vanishes and the spell’s duration ends.\nThe chain radiates darkness in a 10-foot-radius spread around you, reducing the illumination level in this area by one step, but not below the level of dim light.\nYou can wield the shadow barbs as a spiked chain as if you were fully proficient with spiked chains. Any additional abilities or feats that you possess that apply to spiked chains apply to the shadow barbs as well. The weapon functions as a +2 vicious spiked chain. Its enhancement bonus increases to +3 at caster level 11th, to +4 at caster level 15th, and finally to +5 at caster level 19th. When the spell effect ends, you can make a Will save against the spell—if successful, all of the damage caused to you by the shadow barbs’ vicious weapon quality vanishes, unless you are dead or unconscious at the time the spell ends, in which case you automatically fail this Will save and the vicious weapon damage remains."},{"Name":"Shadow Bomb Admixture","School":"conjuration (creation)","Level":{"alchemist":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"special, see below;","Spell_Resistance":"special, see below","Description":"Upon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract’s duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word “bomb admixture” in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.\nWhen you throw a bomb and hit a direct target, a shadowy substance is released from the bomb covering the direct target and up to three creatures that take damage from the bomb’s splash (alchemist’s choice). The affected creatures must successfully make a Fortitude saving throw, or they gain concealment but treat all other creatures as having concealment for the duration of the shadow bomb admixture. This effect does not ignore spell resistance."},{"Name":"Shadow Conjuration","School":"illusion (shadow)","Level":{"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange see textEffect see textDuration see textSaving Throw Will disbelief (if interacted with); varies; see text; Spell Resistance yes; see text\n\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nFYI: 3rd Party Publisher Super Genius Games created an 'Improved' version of this spell in Adventurer's Handbook: Genius Guide Volume 1 in case you are interested.\nImproved Shadow Conjuration\nYou use material from the Plane of Shadow to shape quasi-real illusions of one or more creatures, objects, or forces. Shadow conjuration can mimic any sorcerer or wizard conjuration (summoning) or conjuration (creation) spell of 3rd level or lower. Shadow conjurations are only one-fifth (20%) as strong as the real things, though creatures who believe the shadow conjurations to be real are affected by them at full strength. Any creature that interacts with the spell can make a Will save to recognize its true nature.\n\nSpells that deal damage have normal effects unless the affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth (20%) damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is only 20% likely to occur. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save that the spell being simulated allows, but the save DC is set according to shadow conjuration's level (4th) rather than the spell's normal level. In addition, any effect created by shadow conjuration allows Spell Resistance, even if the spell it is simulating does not. Shadow objects or substances have normal effects except against those who disbelieve them. Against disbelievers, they are 20% likely to work.\n\nA shadow creature has one-fifth the hit points of a normal creature of its kind (regardless of whether it's recognized as shadowy). It deals normal damage and has all normal abilities and weaknesses. Against a creature that recognizes it as a shadow creature, however, the shadow creature's damage is one-fifth (20%) normal, and all special abilities that do not deal lethal damage are only 20% likely to work. (Roll for each use and each affected character separately.) Furthermore, the shadow creature's AC bonuses are just one-fifth as large. A creature that succeeds on its save sees the shadow conjurations as transparent images superimposed on vague, shadowy forms. Objects automatically succeed on their Will saves against this spell."},{"Name":"Shadow Dragon Aspect","Description":"School illusion (shadow) [shadow]; Level bard 4, sorcerer\/wizard 4\nCasting Time 1 standard actionComponents V, S\nRange personalDuration 1 round\/levelSaving Throw Will disbelief (if interacted with), see text; Spell Resistance yes, see text;\nYou wreathe yourself in the quasi-real form of a dragon. You gain two claw attacks (1d6 plus caster level slashing damage) and a bite attack (1d8 plus caster level piercing damage). These are primary attacks. In addition, you gain shadowy wings, granting you a fly speed equal to your base speed (good maneuverability).\nYour shadowy natural weapons are only half as strong as the real things, though creatures that believe them to be real are affected at full strength. A creature is permitted one Will save the first time you strike it. If it succeeds, the creature takes half damage from such attacks for the duration of the spell. If you overcome a creature's spell resistance on your first attack, that creature remains vulnerable for the spell's duration; otherwise, it's immune."},{"Name":"Shadow Evocation","School":"illusion (shadow)","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range see textEffect see textDuration see textSaving Throw Will disbelief (if interacted with); Spell Resistance yes\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou tap energy from the Plane of Shadow to cast a quasi-real, illusory version of a sorcerer or wizard evocation spell of 4th level or lower. Spells that deal damage have normal effects unless an affected creature succeeds on a Will save. Each disbelieving creature takes only one-fifth damage from the attack. If the disbelieved attack has a special effect other than damage, that effect is one-fifth as strong (if applicable) or only 20% likely to occur. If recognized as a shadow evocation, a damaging spell deals only one-fifth (20%) damage. Regardless of the result of the save to disbelieve, an affected creature is also allowed any save (or spell resistance) that the spell being simulated allows, but the save DC is set according to shadow evocation's level (5th) rather than the spell's normal level.\nNon-damaging effects have normal effects except against those who disbelieve them. Against disbelievers, they have no effect.\nObjects automatically succeed on their Will saves against this spell."},{"Name":"Shadow Projection","School":"necromancy [evil]","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 minute","Components":{"S":"Somatic"},"Description":"Range personalTargets youDuration 1 hour\/level (D) \nWith this spell, you infuse your life force and psyche into your shadow, giving it independent life and movement as if it were an undead shadow. Your physical body lies comatose while you are projecting your shadow, and your body has no shadow or reflection while the spell is in effect.\nWhile projecting your shadow, you gain a shadow's darkvision, defensive abilities, fly speed, racial stealth modifier, and strength damage attack. You do not gain the creature's create spawn ability, nor its skill ranks or Hit Dice.\nYour shadow has Hit Dice and hit points equal to your own.\nYour shadow projection has the undead type and may be turned or affected as undead.\nIf your shadow projection is slain, you return to your physical body and are immediately reduced to -1 hit points. Your condition becomes dying, and you must begin making Constitution checks to stabilize."},{"Name":"Shadow Step","School":"illusion (shadow) [shadow]","Level":{"bard":4,"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"you","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"To use this spell, you must be in an area of dim light or darkness. You enter a shadow or area of darkness, which transports you along a coiling path of shadowstuff to another dim or dark location within range."},{"Name":"Shadow Walk","School":"illusion (shadow) [shadow]","Level":{"alchemist":6,"bard":5,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets up to one touched creature\/levelDuration 1 hour\/level (D)Saving Throw Will negates; Spell Resistance yes\nTo use the shadow walk spell, you must be in an area of dim light. You and any creature you touch are then transported along a coiling path of shadowstuff to the edge of the Material Plane where it borders the Plane of Shadow. The effect is largely illusory, but the path is quasi-real. You can take more than one creature along with you (subject to your level limit), but all must be touching each other.\nIn the region of shadow, you move at a rate of 50 miles per hour, moving normally on the borders of the Plane of Shadow but much more rapidly relative to the Material Plane. Thus, you can use this spell to travel rapidly by stepping onto the Plane of Shadow, moving the desired distance, and then stepping back onto the Material Plane.\nBecause of the blurring of reality between the Plane of Shadow and the Material Plane, you can't make out details of the terrain or areas you pass over during transit, nor can you predict perfectly where your travel will end. It's impossible to judge distances accurately, making the spell virtually useless for scouting or spying. Furthermore, when the spell effect ends, you are shunted 1d10 x 100 feet in a random horizontal direction from your desired endpoint. If this would place you within a solid object, you are shunted 1d10 x 1,000 feet in the same direction. If this would still place you within a solid object, you (and any creatures with you) are shunted to the nearest empty space available, but the strain of this activity renders each creature fatigued (no save).\nShadow walk can also be used to travel to other planes that border on the Plane of Shadow, but this usage requires the transit of the Plane of Shadow to arrive at a border with another plane of reality. The transit of the Plane of Shadow requires 1d4 hours.\nAny creatures touched by you when shadow walk is cast also make the transition to the borders of the Plane of Shadow."},{"Name":"Shadow Weapon","School":"illusion (shadow) [shadow]","Level":{"bloodrager":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect one shadow weaponDuration 1 minute\/levelSaving Throw Will disbelief (if interacted with); Spell Resistance yes\nDrawing upon the Plane of Shadow, you shape a quasi-real masterwork melee weapon of a type you are proficient with. You may use this weapon to make attacks as if it were a real weapon, dealing normal damage for a weapon of its type. The first time you hit a creature with the weapon, it may make a Will save to disbelieve; failure means the weapon deals damage normally, success means it only takes 1 point of damage from the weapon’s attacks. The weapon only deals 1 point of damage to objects.\nIf an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the shadow weapon strikes it. If the weapon is successfully resisted, the spell is dispelled. If not, the target may save to disbelieve as normal.\nAt 5th level, the weapon gains a +1 enhancement bonus. At 10th-level, you may increase the enhancement bonus to +2 or add the frost or keen weapon property. The frost and keen properties have no effect if the target makes its disbelief save.\nThe spell ends if the weapon leaves your possession."},{"Name":"Shadowbard","School":"illusion (shadow) [shadow]","Level":{"bard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Description":"Range close (25 ft. +5 ft.\/2 levels)Effect phantom singerDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nYou conjure up a quasi-real phantom singer that is visible as a shifting, shadowy duplicate of yourself. The singer follows you automatically, moving as you move even if you teleport. The singer cannot be damaged, but can be dispelled. When a shadowbard comes into being, it immediately begins a bardic performance of your choice—it has access to all of the bardic performances that you do. It continues that bardic performance until you direct it as a move action to switch to a different performance. Rounds spent by a shadowbard creating a bardic performance do not decrease the number of rounds you can use your own bardic performance, nor can a shadowbard’s bardic performance be used to trigger spells that require you to begin or cease a bardic performance."},{"Name":"Shadowy Haven","School":"transmutation","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small black silk bag)"},"Range":"touch","Target":"one 5-foot square of floor touched","Duration":"2 hours\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell functions like rope trick, except the point of entry is through a 5-foot-square instead of a rope. The space holds as many as 10 creatures of any size.\nWhen this spell is cast upon a 5-foot-square part of a wall, it creates an extradimensional space adjacent to the Plane of Shadow. Creatures in the extradimensional\n space are hidden beyond the reach of spells (including divinations) \nunless those spells work across planes. The space holds as many as 10 \ncreatures (of any size). The entrance to the extradimensional space remains visible as an area that is darker than the ambient illumination.\nSpells cannot be cast across the extradimensional interface, nor can area effects cross it. Those in the extradimensional space can see out of it as if a 5-foot-by-5-foot door or window were centered on the affected surface. The window is invisible\n (though it is within the shadowed entrance to the spell, which is \nvisible), and even creatures that can see the window from the outside \ncan't see through it. Anything inside the extradimensional space is ejected when the spell ends. Only one creature may enter or exit the extradimensional space at a time.\nThe entrance is only open when the area around it is in dim light. \nAny other level of light (brighter or darker) closes the entrance, \ntrapping creatures inside the extradimensional space. If the entrance is closed when the spell expires, there is a 50% chance that creatures in it are ejected into the Shadow Plane instead of the location of the entrance. If this occurs, the creatures appear on the Shadow Plane 1d10 miles in a random direction from their corresponding location on the Material Plane. The spell has no effect if cast on a plane that is not adjacent to the Shadow Plane."},{"Name":"Shambler","School":"conjuration (creation)","Level":{"druid":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect three or more shambling mounds, no two of which can be more than 30 ft. apart; see textDuration 7 days or 7 months (D); see textSaving Throw none; Spell Resistance no"},{"Name":"Shapechange","School":"transmutation (polymorph)","Level":{"druid":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range personalTarget youDuration 10 min.\/level (D)"},{"Name":"Shard of Chaos","School":"evocation [chaos]","Level":{"cleric\/oracle":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect dart-shaped projectile of chaotic energyDuration instantaneous (1d6 rounds)Saving Throw Will partial (see text); Spell Resistance yes\nYou hurl a multicolored shard of congealed chaos from your holy symbol, affecting any one target in range as a ranged touch attack.\nA lawful creature struck by the shard takes 1d8 points of damage per two caster levels (maximum 5d8). A lawful outsider instead takes 1d6 points of damage per caster level (maximum 10d6) and is slowed (as slow) for 1 round. A successful Will save reduces the damage to half and negates the slow effect. The bolt has no effect on chaotic creatures. This spell deals only half damage to creatures that are neither lawful nor chaotic, and they are not slowed."},{"Name":"Share Language","School":"divination","Level":{"bard":1,"cleric\/oracle":2,"druid":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a page from a dictionary) "},"Description":"Range touchTargets creature touchedDuration 24 hoursSaving Throw Will negates (harmless); Spell Resistance yes (harmless) \nYou can share your facility for one particular language with another creature. For 24 hours the target can read, understand, and communicate to the best of its ability in any one language which you already know. For every 5 levels you possess, you can grant the use of another language you know, to a maximum of 5 languages at 20th level. The target must have the physical capacity to articulate sounds, make gestures, or engage in whatever other method speakers of the language use to communicate with each other in order to actually converse. If the target lacks the mental capacity to grasp an actual language it still gains enough knowledge to respond to and carry out even extremely complex commands or suggestions coached in the language (whether written or spoken). However, since this spell does not endow the target with greater reasoning capacity, merely a temporarily enhanced vocabulary, the person offering up instructions to non-sentient creatures must take care to remove any ambiguity or guesswork. \nSimilarly, this spell does not affect the basic nature of the target, or its disposition toward you or anyone else, so convincing it to actually carry out these instructions could require negotiation, threats, or outright bribery. \nLevel bard 2, cleric 3, druid 3, sorcerer\/wizard 3Targets creatures touched\nThis spell functions like share language, except you divide the duration in 1-hour increments among the creatures touched.\nPathfinder Roleplaying Game Ultimate Combat. © 2011, Paizo Publishing, LLC; Authors: Jason Bulmahn, Tim Hitchcock, Colin McComb, Rob McCreary, Jason Nelson, Stephen Radney-MacFarland, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor."},{"Name":"Share Memory","School":"divination","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"you and one creature touched","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You momentarily link your mind with the target and share a single memory of no longer than 1 minute. You can show the target one of your memories, show the target one of its own memories, or view one of the target’s memories."},{"Name":"Share Senses","Description":"School divination (scrying);  Level sorcerer\/wizard 4, witch 3\nRange long (400 ft. + 40 ft.\/level)Targets your familiarDuration 1 minute\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nSpending a moment in meditation and conjuring an image of the creature to mind, you reshape your link with your familiar, causing it to functions like a scrying sensor. Upon this spell you can hear, see, or smell (any one, your choice) what your familiar is experiencing. You gain the benefits of any nonmagical special abilities your familiar has tied to the chosen sense (such as low-light vision or scent), but use your own Perception skill. You don't need line of sight or line of effect to your familiar, but you must have an active empathic link. You may change the sense you are sharing as a standard action. Unlike other scrying spells, share senses does not allow magically or supernaturally enhanced senses to work through it, and you are unable to see in magical or natural darkness unless your familiar possesses the ability to see in such conditions.\nThe sensory link with your familiar can be detected as though it were a scrying sensor.","Casting_Time":"1 full round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a hair","scale":"","or":""}},{"Name":"Share Shape","School":"transmutation (polymorph)","Level":{"ranger":3,"sorcerer\/wizard":4,"witch":4},"Description":"Casting Time 1 standard action\nDuration 1 hour\/level (D)\nThis spell functions as beast shape II, but you may only assume the form of an animal of a type identical to your animal companion or familiar. If your familiar or companion is not an animal, this spell has no effect."},{"Name":"Share Skin","Description":"School necromancy; Level druid 6, witch 6\nComponents V, SRange touch\nTarget one animal touchedDuration 1 minute\/level or until you return to your body\nYou can possess an animal's body in a manner that functions like magic jar, except as noted here. Your body vanishes while the effect lasts and you don't require a receptacle.\nLevel witch 8\nTarget one creature touched\nThis spell functions like share skin, except as noted here."},{"Name":"Shared Sacrifice","School":"necromancy [evil]","Level":{"antipaladin":3,"cleric":2,"summoner":3,"witch":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You create a link to a target and can direct pain and damage through this link. You take only half damage from effects and attacks that deal hit point damage.\nThe target of this spell takes the remainder of the damage. Forms of harm that do not involve hit points, such as charm effects, temporary ability damage, level drain, and death effects cannot be shared through this link. If you suffer a reduction in hit points because of a lowered Constitution score, the reduction is not split with the target of this spell because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between the subject and you, but damage already split is not reassigned back to you.\nIf you and the target of the spell move out of range of each other, the spell immediately ends."},{"Name":"Shared Suffering","School":"necromancy [evil]","Level":{"antipaladin":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Description":"Casting Time1 standard actionComponents V, F (a silver dagger inlaid with onyx and jade worth 100 gp)\nPick up Champions of Corruption AND support this site!\nYou infuse a dagger with necromantic energy, then plunge it into your own body.\nYou take 1d6 points of negative energy damage plus 1d6 points of damage for every 2 caster levels you possess beyond 1st (to a maximum of 5d6 at 9th level). The target takes an amount of damage equal to the damage you took this way, plus an amount equal to your Intelligence modifier (if you're a witch or wizard), Wisdom modifier (if you're an inquisitor), or Charisma modifier (if you're an antipaladin or sorcerer).\nDamage from this spell cannot be divided by effects such as shield other or unwilling shield; it cuts through such protections completely.","Range":"long (400 ft. + 40 ft.\/level)","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Shared Wrath","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a thorny vine)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to one creature\/level, no two of which can be more than 30 ft. apartDuration 1 minuteSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThis spell functions as wrath, except that you grant multiple creatures the bonuses against your designated foe. All subjects of shared wrath receive their bonuses against the same creature."},{"Name":"Sharesister","School":"necromancy","Level":{"cleric":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of your own blood)"},"Range":"touch","Target":"you and one creature of your gender","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"While the name of this spell is sharesister, it works equally well on male or female creatures—both targets of the spell must simply be of the same gender.\nWhen you deliver the spell, you receive a negative level for the duration of the spell, and the other target receives a +1 insight bonus to her caster level and a +1 insight bonus to the save DCs of all of her spells. At 11th level, you can opt to take four negative levels to grant a +2 insight bonus to the other target’s caster level and spell save DCs if you wish, while at 17th level you can take 6 negative levels to increase the insight bonus to +3. Any effect that removes or prevents the negative level immediately ends the sharesister spell. Negative levels received from the spell vanish as soon as this spell effect ends. Negative levels from multiple castings of this spell stack."},{"Name":"Shatter","School":"evocation [sonic]","Level":{"bard":2,"bloodrager":2,"cleric\/oracle":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)Area or ","Target":"5-ft.-radius spread; or one solid object or one crystalline creature","Duration":"instantaneous","Saving_Throw":"Will negates (object); Will negates (object) or Fortitude half; see text;","Spell_Resistance":"yes","Description":"Shatter creates a loud, ringing noise that breaks brittle, non-magical objects; sunders a single solid, non-magical object; or damages a crystalline creature.\nUsed as an area attack, shatter destroys non-magical objects of crystal, glass, ceramic, or porcelain. All such unattended objects within a 5-foot radius of the point of origin are smashed into dozens of pieces by the spell. Objects weighing more than 1 pound per your level are not affected, but all other objects of the appropriate composition are shattered."},{"Name":"Sheet Lightning","School":"evocation (electricity)","Level":{"druid":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"20-ft.-radius spread","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes"},{"Name":"Shield","School":"abjuration [force]","Level":{"alchemist":1,"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"summoner":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 min.\/level (D)"},{"Name":"Shield Companion (Advanced Class Guide)","School":"abjuration","Level":{"paladin":2,"ranger":2,"shaman":2,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"your companion creature","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell creates a special mystical connection between you and your companion creature—animal companion, bonded mount, eidolon, or familiar—which allows you to transfer its wounds to you. The creature gains a +1 deflection bonus to AC and a +1 resistance bonus on saves. As an immediate action when your companion takes damage, you can take that damage yourself to prevent your companion from being harmed (similar to shield other, except the damage is not split between you and the target). Forms of harm that do not involve the loss of hit points, such as charm effects, temporary ability damage, level drain, and death effects, are not affected. If the creature suffers a reduction of hit points from a lowered Constitution score, you cannot take that damage on behalf of your companion creature because it is not hit point damage. When the spell ends, damage directed to you by the spell is not reassigned to the subject.\nIf you and your companion move out of range of each other, the spell ends."},{"Name":"Shield Companion (Animal Archive)","School":"abjuration","Level":{"antipaladin":1,"druid":1,"paladin":1,"ranger":1,"sorcerer\/wizard":1,"witch":1},"Description":"Target your animal companion, familiar, or fiendish servant\nThis spell functions as shield other but affects only the caster's animal companion or familiar. Spellcasters from classes that do not normally gain an animal companion, familiar, or fiendish servant but who gain one through an alternate class feature, archetype, or prestige class can prepare and cast this spell as a 1st-level spell if they are capable of casting spells."},{"Name":"Shield of Dawn","School":"evocation [fire, good, light]","Level":{"bard":6,"cleric":6,"magus":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"You create a disk of sunlight on one arm.\nAny creature that strikes you with a melee attack deals normal damage, but also takes 1d6 points of fire damage + 1 point per caster level (maximum +15).\nCreatures with reach weapons are not subject to this damage if they attack you. The shield provides illumination as if it were a continual flame spell. You can only have one instance of this spell in effect at a time. It does not stack with similar damaging aura spells such as fire shield.\nRange personalTarget youDuration 1 round\/level\nYou create a disk of sunlight on one arm. Any creature that strikes you with a melee attack deals normal damage, but also takes 1d6 points of damage + 1 point per caster level. Half of this damage is fire damage and half is holy damage (as the spell flame strike). An undead creature or a creature particularly vulnerable to light that hits you instead takes 2d6 points of damage +1 point per caster level. Creatures with reach weapons are not subject to this damage if they attack you. The shield provides illumination equivalent to a daylight spell. You can have only one instance of this spell in effect at a time. It does not stack with similar damaging aura spells such as fire shield or shield of the Dawnflower.\nPathfinder Campaign Setting: Inner Sea Gods © 2014, Paizo Publishing, LLC; Authors: Sean K Reynolds, with Amanda Hamon, James Jacobs, John Ling, Mark Moreland, David N. Ross, F. Wesley Schneider, Amber E. Scott, Tork Shaw, James L. Sutter, Jerome Virnich."},{"Name":"Shield of Faith","School":"abjuration","Level":{"cleric\/oracle":1,"inquisitor":1,"glory":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (parchment with a holy text written on it)"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Shield of Fortification","School":"abjuration","Level":{"cleric":4,"inquisitor":3,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You create a magical barrier that protects a target's vital areas. When the target is struck by a critical hit or a sneak attack, there is a 25% chance that the critical hit or sneak attack is negated and damage is instead rolled normally. This benefit does not stack with other effects that can turn critical hits or sneak attacks into normal attacks, such as the fortification armor special ability.\nThis spell functions as shield of fortification, except there is a 50% chance that the critical hit or sneak attack is negated and damage is instead be rolled normally, rather than 25%."},{"Name":"Shield of Law","School":"abjuration [lawful]","Level":{"cleric\/oracle":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 20 ft.Targets one creature\/level in a 20-ft.-radius burst centered on youDuration 1 round\/level (D)Saving Throw see text; Spell Resistance yes (harmless)\nA dim, blue glow surrounds the subjects, protecting them from attacks, granting them resistance to spells cast by chaotic creatures, and slowing chaotic creatures when they strike the subjects. This abjuration has four effects.\nFirst, each warded creature gains a +4 deflection bonus to AC and a +4 resistance bonus on saves. Unlike protection from chaos, this benefit applies against all attacks, not just against attacks by chaotic creatures.\nSecond, a warded creature gains Spell Resistance 25 against chaotic spells and spells cast by chaotic creatures.\nThird, the abjuration protects you from possession and mental influence, just as protection from chaos does."},{"Name":"Shield Other","School":"abjuration","Level":{"cleric\/oracle":2,"inquisitor":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"This spell wards the subject and creates a mystic connection between you and the subject so that some of its wounds are transferred to you. The subject gains a +1 deflection bonus to AC and a +1 resistance bonus on saves. Additionally, the subject takes only half damage from all wounds and attacks (including those dealt by special abilities) that deal hit point damage. The amount of damage not taken by the warded creature is taken by you. Forms of harm that do not involve hit points, such as charm effects, temporary ability damage, level draining, and death effects, are not affected. If the subject suffers a reduction of hit points from a lowered Constitution score, the reduction is not split with you because it is not hit point damage. When the spell ends, subsequent damage is no longer divided between the subject and you, but damage already split is not reassigned to the subject."},{"Name":"Shield Speech","School":"abjuration","Level":{"cleric\/oracle":4,"druid":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"10 ft.","Target":"you and one other creature","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You can securely communicate with one creature within range. So long as your target remains within 10 feet of you, you and it can speak freely to each other without fear of being overheard. Communications that involve shield speech cannot be spied on, such as with a divination spell, and observers of the conversation can tell you are communicating but cannot read lips or hear the conversation unless they are the target of the spell. If you or the target speak to any other creatures, they can hear you normally (only communication between you and the target is protected).\nThe spell does not shield writing, sign language, or any form of communication other than  speaking.\nCasting Time 1 standard action\nRange 30ftArea 30-ft. emanation centered on youDuration 10 minute\/level\nThis spell functions as shield speech, except all creatures within the dome may communicate with each other as if linked by shield speech. If they speak with anyone outside the area, those outside the area hear them normally."},{"Name":"Shield the Banner","School":"abjuration","Level":{"adept":1,"cleric\/oracle":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets standard touchedDuration 1 minute\/levelSaving Throw Will negates; Spell Resistance no"},{"Name":"Shifting Sand","School":"transmutation [earth]","Level":{"druid":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a handful of sand)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area 20-ft. spreadDuration 1 round\/level (D)Saving Throw Reflex negates; see text; Spell Resistance no\nYou cause an earthen or sandy surface to shift and churn within the area. The shifting sand obliterates tracks and is considered difficult terrain. Acrobatics checks in the area take a penalty equal to your caster level (maximum +10). Creatures entering or beginning their turn in the shifting sand must make a Reflex save each round or become entangled until the beginning of their next turn. If they attempt to move while entangled, they must make a second Reflex save or fall prone. Creatures with the stability racial trait (like dwarves) may apply it as a bonus on their saving throws.\n\nAs a move action, you may move the area of shifting sand up to 10 feet in any direction. Creatures that are entangled or prone in the spell's area are carried along with the shifting sand in the same direction if possible. This movement does not provoke attacks of opportunity. Unattended Medium or smaller objects may also be carried along or shallowly buried by the shifting sand.\n"},{"Name":"Shillelagh","School":"transmutation","Level":{"druid":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"one touched non-magical oak club or quarterstaff","Duration":"1 min.\/level","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Shining Cord","School":"evocation [force]","Level":{"magus":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small length fine of silver chain worth 100 gp)"},"Range":"30 ft.","Target":"1 creature","Duration":"1 round\/level or instantaneous (see below)","Saving_Throw":"Fortitude partial (see below);","Spell_Resistance":"yes","Description":"When you cast this spell, you make a ranged touch attack against a single opponent within 30 feet. If you hit, a thin silver strand extends from your body to its, forming a connection that allows you to anticipate its actions. For the duration of the spell, you receive a +5 insight bonus on all Perception and Sense Motive checks opposed by the target. You gain a +5 insight bonus on all Spellcraft checks made to identify your opponent’s spell as part of a counterspelling attempt. Finally, you gain a +2 dodge bonus to your AC against attacks made against you by the target.\nLastly, if either you or the target moves more than 30 feet away from the other, the cord crackles with a surge of light and sends a blast of force along its length to the other end. This blast deals 1d6 points of damage per two caster levels (maximum 10d6) and stuns the one who moved out of range for 1 round—a successful Fortitude save halves the damage and negates the stun effect. This blast ends the spell and severs the connection between you and your target.\nAlthough the shining cord makes a visible connection between you and your target, creatures can move through it without ill effect. The cord even passes through solid objects as necessary to maintain the connection between you and the target."},{"Name":"Shock Arrow","School":"evocation [electricity]","Level":{"cleric\/oracle":2,"inquisitor":1,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (one arrow)"},"Description":"Range Medium (100 ft. + 10 ft.\/level) or see textEffect arrow of electricityDuration instantaneous or 1 round (see text)Saving Throw none; Spell Resistance yes\nYou create an arrow made of crackling electricity, which you may use for one of two effects."},{"Name":"Shock Shield","School":"abjuration [electricity, force]","Level":{"alchemist":1,"bloodrager":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 minutes\/level (D)\nThis spell creates an invisible shield similar to but not as strong as the shield spell. This shield hovers in front of you and negates magic missile attacks directed at you. The disk provides a +2 shield bonus to AC. This bonus applies against incorporeal touch attacks. At any time, as a free action, you may dismiss your shield, at which point it deals 1d6 points of electrical damage to all creatures within a 5-foot burst, including you. A Reflex saving throw halves the damage."},{"Name":"Shocking Grasp","School":"evocation [electricity]","Level":{"bloodrager":1,"magus 1, sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature or object touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Shocking Image","School":"illusion (figment) [electricity]","Level":{"bard":4,"bloodrager":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 minute\/level","Saving_Throw":"none;","Spell_Resistance":"see text","Description":"This spell works like mirror image,\n except the illusory doubles it creates discharge an electric shock when\n destroyed. An opponent that uses a melee attack to destroy one of your \nimages takes 2d6 points of electricity damage. You must overcome a \ntarget’s spell resistance the first time you deal this electricity damage to it. Failure renders the target immune to damage from this spell."},{"Name":"Shout","School":"evocation [sonic]","Level":{"bard":6,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range 30 ft.Area cone-shaped burstDuration instantaneousSaving Throw Fortitude partial or Reflex negates (object); see text; Spell Resistance yes (object)\nYou emit an ear-splitting yell that deafens and damages creatures in its path. Any creature within the area is deafened for 2d6 rounds and takes 5d6 points of sonic damage. A successful save negates the deafness and reduces the damage by half. Any exposed brittle or crystalline object or crystalline creature takes 1d6 points of sonic damage per caster level (maximum 15d6). An affected creature is allowed a Fortitude save to reduce the damage by half, and a creature holding fragile objects can negate damage to them with a successful Reflex save. A shout spell cannot penetrate a silence spell.\nComponents: V, S, F (a metal or ivory horn)\nRange 60 ft.Saving Throw Fortitude partial or Reflex negates (object); see text"},{"Name":"Shrink Item","School":"transmutation","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one touched object of up to 2 cu. ft.\/level","Duration":"1 day\/level; see text","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"You are able to shrink one non-magical item (if it is within the size limit) to 1\/16 of its normal size in each dimension (to about 1\/4,000 the original volume and mass). This change effectively reduces the object's size by four categories. Optionally, you can also change its now shrunken composition to a cloth-like one. Objects changed by a shrink item spell can be returned to normal composition and size merely by tossing them onto any solid surface or by a word of command from the original caster. Even a burning fire and its fuel can be shrunk by this spell. Restoring the shrunken object to its normal size and composition ends the spell."},{"Name":"Sickening Entanglement","School":"transmutation [poison]","Level":{"druid":2,"ranger":2,"shaman":2},"Description":"This spell functions as entangle, except the plants are coated with an irritating sap that creates a painful, itching rash on creatures that touch them. Any creature that enters the area or ends its turn there must succeed at a Fortitude save or be sickened as long as it remains in the area and for 1d4 rounds afterward. This is a poison effect."},{"Name":"Sickening Strikes","Description":"\nSchool transmutation [disease]; \nLevel alchemist 2, antipaladin 2, druid 2, magus 3, ranger 4, witch 2","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"Fort negates; see text;","Spell_Resistance":"yes"},{"Name":"Siege of Trees","School":"transmutation","Level":{"druid":9,"Huge":999,"or":0},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets one Large plant per three caster levelsDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou imbue inanimate plants with limited mobility and a semblance of life. Each plant targeted acts as a light catapult until the end of the spell’s duration, though you must spend a standard action\n to aim each of these tree catapults before the first time they fire, \nand anytime thereafter when you want the trees to fire at a new target. The catapult uses your caster level as its targeting bonus. With a free action,\n you can command one or all of the trees under your command to stop \nfiring. You do not need to supply ammunition to these tree catapults; \nthey will automatically load themselves with rocks and boulders in the \narea, digging them deep from the ground if need be. You can supply the \ntrees ammunition if you desire. The tree will not load flaming ammunition, and these catapult trees cannot be affected by energy siege shot if the energy selected is fire.\nSiege of Trees, Greater\nAs siege of trees, but you can affect larger-sized plants. Each plant acts as a catapult of its size."},{"Name":"Sift","School":"divination","Level":{"bard":0,"inquisitor":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 ft.Area one 10-ft. cubeDuration instantaneousSaving Throw none; Spell Resistance no\nYou examine an area at range as if you were searching for fine details with the Perception skill. Make a Perception check with a -5 penalty, modified as normal for conditions. No penalty is applied for distance. Apply the result against the DC for any hidden features, such as secret doors, traps, or hidden treasure. You must be able to see the area you are attempting to search, and you only find details that can be perceived with sight or touch. Sift detects only objects and features, not actual creatures."},{"Name":"Sign of the Faithful","School":"transmutation","Level":{"cleric\/oracle":0,"druid":0,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic","F":""},"Range":"medium (100 f. + 10 f.\/level)","Target":"one creature\/level","Duration":"1 hour\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"As message, except the only information you can transmit is that you are a worshiper of the designated deity. Once notified, the target can reply that he understands your sign. The spell transmits meaning, not sound, and transcends language barriers."},{"Name":"Sign of Wrath","School":"evocation (force)","Level":{"cleric":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"\nRange  personalArea 25-ft.-radius burst centered on youDuration instantaneousSaving Throw Reflex half; Spell Resistance yes\nA giant, glowing symbol of wrath appears below you, forcibly \nrepulsing all nearby creatures.\nAll creatures within the area of effect \ntake 1d6 points of force damage per caster level (maximum 15d6) and are subjected to a bull rush that attempts to push them directly away from you. The blast's bull rush effect has a CMB bonus equal to your caster level + your Intelligence, Wisdom, or Charisma modifier (whichever is highest). You are unaffected by both the spell's damage and its bull rush effect, and may select up to one creature per 4 caster levels to also be ignored by the spells effects."},{"Name":"Signifer's Rally","Description":"School conjuration (teleportation) [evil];  Level cleric\/oracle 7, sorcerer\/wizard 7\nYou teleport up to one ally per five caster levels to your location. You determine which allies you want to teleport at the time of casting; these allies have 1 round to decide to allow or refuse your spell, and they teleport  immediately upon accepting. Allies are teleported as if you had cast teleport on them (your current location is at least “studied carefully” for this purpose), appearing in a puff of brimstone in a space adjacent to you. If you are in combat and your allies were not, your allies may roll initiative upon arrival but are not considered fat-footed even though they have not taken any actions. The spell does not function in areas warded against intrusion by evil  creatures (such as a magic circle against evil effect).","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (100 gp worth of bloodstone for every ally teleported)"},"Range":"medium (100 f. + 10 f.\/level)","Target":"one willing ally\/5 levels","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Silence","School":"illusion (glamer)","Level":{"antipaladin":2,"bard":2,"cleric\/oracle":2,"inquisitor":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Area 20-ft.-radius emanation centered on a creature, object, or point in spaceDuration 1 round\/level (D)Saving Throw Will negates; see text or none (object); Spell Resistance yes; see text or no (object)"},{"Name":"Silent Image","School":"illusion (figment)","Level":{"bard":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range long (400 ft. + 40 ft.\/level)Effect visual figment that cannot extend beyond four 10-ft. cubes + one 10-ft. cube\/level (S)Duration concentrationSaving Throw Will disbelief (if interacted with); Spell Resistance no"},{"Name":"Silent Table","School":"illusion (glamer)","Level":{"bard":2,"cleric":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 round","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 5-ft.-diameter emanation centered on an object or a point in spaceDuration 1 minute\/level (D)Saving Throw none (object); Spell Resistance no (object)\nYou protect an area against casual eavesdropping. Sounds and sonic effects that originate inside the area are muffled for anyone outside the area; Perception DCs to hear or understand sounds leaving the area increase by 20, and any saving throw DCs of these effects decrease by 2. The spell does not affect sounds that enter the area or the Perception checks of creatures inside it."},{"Name":"Silk to Steel","School":"transmutation","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one scarf","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You imbue an ordinary scarf (or similar piece of clothing) with the strength of steel without altering its weight or flexibility. Each round on your turn, you can decide to use the scarf to defend yourself (gaining a +2 shield bonus to your Armor Class) or to attack as if the scarf were a whip."},{"Name":"Silver Darts","School":"conjuration (creation)","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a silver needle)"},"Description":"Range 15 ft.Area cone-shaped burstDuration instantaneousSaving Throw Reflex half; Spell Resistance yes\nA cone of silver darts springs from your hand. These darts act as a silver weapon that deals 1d6 points of piercing damage per caster level (maximum 10d6). Any creature with an armor bonus greater than +4 or a natural armor bonus greater than +4 takes 50% less damage."},{"Name":"Silverlight","School":"evocation [light]","Level":{"bard":3,"cleric\/oracle":3,"druid":3,"paladin":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (1 sp) "},"Range":"touch","Target":"object touched ","Duration":"1 minute\/level ","Saving_Throw":"Fortitude partial (see text);","Spell_Resistance":"No ","Description":"As daylight, except the object touched sheds bright silvery light in a 20-foot radius. In addition to providing illumination, the area of bright light is painful to creatures that are susceptible to alchemical silver. A creature with DR\/silver that begins its turn within the light of this spell is automatically dazzled and becomes sickened unless it succeeds on a Fortitude save. These effects disappear 1 round after the target leaves the silverlight. A creature that leaves the area and then returns must make a new saving throw. This spell provides dim light up to 40 feet away, but only creatures within 20 feet are subject to the above effects. "},{"Name":"Simulacrum","School":"illusion (shadow)","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (an ice sculpture of the target plus powdered rubies worth 50 gp per HD of the simulacrum)"},"Description":"Range 0 ft.Effect one duplicate creatureDuration instantaneousSaving Throw none; Spell Resistance no\nSimulacrum creates an illusory duplicate of any creature. The duplicate creature is partially real and formed from ice or snow. It appears to be the same as the original, but it has only half of the real creature's levels or HD (and the appropriate hit points, feats, skill ranks, and special abilities for a creature of that level or HD). You can't create a simulacrum of a creature whose HD or levels exceed twice your caster level. You must make a Disguise check when you cast the spell to determine how good the likeness is. A creature familiar with the original might detect the ruse with a successful Perception check (opposed by the caster's Disguise check) or a DC 20 Sense Motive check.\nAt all times, the simulacrum remains under your absolute command. No special telepathic link exists, so command must be exercised in some other manner. A simulacrum has no ability to become more powerful. It cannot increase its level or abilities. If reduced to 0 hit points or otherwise destroyed, it reverts to snow and melts instantly into nothingness. A complex process requiring at least 24 hours, 100 gp per hit point, and a fully equipped magical laboratory can repair damage to a simulacrum.\nSource Ultimate Magic\nDuration 1 hour\/level\nThis spell functions as simulacrum, except you can’t create a simulacrum of a creature whose HD or levels exceed your caster level, and it has no magical abilities. The creature is not under your control, though it recognizes you are its creator.\nSimulacrum:\nPathfinder Roleplaying Game Core Rulebook. © 2009, Paizo Publishing, LLC; Author: Jason Bulmahn, based on material by Jonathan Tweet, Monte Cook, and Skip Williams.\nSimulacrum, Lesser:"},{"Name":"Siphon Magic","School":"abjuration","Level":{"cleric":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a coiled length of copper wire wrapped around the palm)"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell attempts to transfer a magical effect from a creature you touch to yourself. When you touch the creature, siphon magic attempts to end one ongoing spell that has been cast on that creature, as if via a targeted dispel magic. If you know the specific spell effect you wish to target, you can name that spell effect to target that specific spell; otherwise siphon magic begins with the highest-level spell in effect and works its way down through all spells affecting the target until it dispels one or runs out of effects, as per dispel magic.\nIf siphon magic successfully ends a spell effect on the target, the remaining duration of that spell effect is transferred to you. That spell effect plays out for the rest of its duration as if you had been the original target. If the spell allows a saving throw to resist the effect, you gain a saving throw as if the spell were just being cast upon you, although this does not “reset” the spell’s duration."},{"Name":"Sirocco","School":"evocation [air, fire]","Level":{"druid":6,"magus":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Area cylinder (20-ft. radius, 60 ft. high)Duration 1 round\/level (D)Saving Throw Fortitude partial, see text; Spell Resistance yes\nA blast of furnace-hot wind blasts downward, inflicting 4d6 fire damage +1 point per caster level to all creatures in the area and knocking them prone. A successful Fortitude save halves the fire damage and negates being knocked prone. Flying creatures forced into the ground by the powerful downdraft take damage as if they fell unless they make a DC 15 Fly check, in which case they remain at their original altitude.\nAny creature that takes damage from a sirocco becomes fatigued (or exhausted, if already fatigued, such as from a previous round of exposure to a sirocco spell). Creatures with the water subtype take a -4 penalty on all saving throws against this spell and take double normal damage."},{"Name":"Skeleton Crew","School":"necromancy","Level":{"cleric":3,"sorcerer\/wizard":4,"summoner":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Description":"\nRange touchTargets one or more humanoid corpses touchedDuration 1 day\/levelSaving Throw none; Spell Resistance no\n\nThis spell turns corpses into skeletons that act as crew and obey your commands to the extent of their abilities.\nThe undead you create are 1 Hit Die skeletons that possess Profession (sailor) scores equal to half your character level plus your Wisdom modifier (for clerics), Intelligence modifier (for witches and wizards), or Charisma modifier (for sorcerers and summoners). Each skeleton can perform the duties of one crew member but has no other abilities. The created skeletons cannot speak, attack, or even defend themselves. The only orders they obey are ones pertaining to the operation of a ship. Skeletal crew members are not proficient with any weapons or armor.\nYou can’t create more Hit Dice of skeletal crew members than twice your caster level with a single casting of skeleton crew. The desecrate spell doubles this limit. The undead you create by casting skeleton crew remain under your control for the duration of the spell, and do not count against your limit of total Hit Dice worth of undead creatures you can control."},{"Name":"Skinsend","School":"necromancy","Level":{"alchemist":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 hour\/level (D)\nYou cause your own skin to peel off your body and animate as a magical creature you control. You may project your consciousness to your animated skin or return it to your actual body as a standard action. When your consciousness is in your body, you are helpless (except for transferring your will to your skin, or dismissing the spell).\nYour possessed skin is identical to you in all ways, except the following: It has only half the number of hit points you had at the time you cast the spell, and cannot be healed above this maximum; construct type, traits, and immunities; Str 3, Con —; DR 10\/piercing or slashing; and compression (as the universal monster ability). Your skin can take any actions you could normally take in your own body (such as to fight or cast spells).\nWhen your skin leaves your body, your body’s hit points drop to 0. Your body cannot heal damage naturally while you have no skin, nor do spells that cure hit point damage work on your body; only regeneration (from a regenerate spell, ring of regeneration, the regeneration monster ability, or any other effect that can regrow missing limbs) or heal can regrow your skin and allow you to heal above 0 hit points.\nIf your body is regenerated before your skin returns to it, the skin dies and your consciousness returns automatically to your body. Your skin can be preserved with gentle repose and is suitable for any purpose that requires some of your flesh (such as a resurrection spell) or any magic or ritual that requires a creature’s skin.\nWhen your skin returns to your body, you regain hit points equal to your skin’s remaining hit points. If the spell ends before you reunite with your skin or if your skin is killed while you are in your body, you remain helpless and at 0 hit points until your full body is restored to you (requiring powerful magic, as described above). If your body dies while you are possessing your skin, you die when the spell ends, regardless of how many hit points the skin has left. If your body or skin is slain with your consciousness in it, the spell ends and you are instantly killed.\nThis spell leaves long scars on your skin where it split apart, although these fade normally with the use of healing magic."},{"Name":"Sky Steed","School":"transmutation","Level":{"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"your mount","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"Your mount sprouts angelic wings and gains a fly speed equal to its land speed with average maneuverability and a bonus on Fly checks equal to your caster level."},{"Name":"Sky Swim","School":"transmutation [air]","Level":{"cleric\/oracle":3,"druid":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"Large or smaller creature touched","Duration":"1 minute\/level","Saving_Throw":"none (harmless);","Spell_Resistance":"yes (harmless)","Description":"Get this book AND support this site!\nThis spell grants the target the ability to swim through the air.\nIf the target has a swim speed, it can move through the air at that speed. Otherwise, it must succeed at Swim checks to move as normal. Still air is treated as calm water, light or moderate wind is treated as rough water, strong or severe wind is treated as stormy water, and the target cannot swim through stronger winds. This spell does not grant the ability to breathe air to creatures that normally can't."},{"Name":"Slay Living","School":"necromancy [death]","Level":{"antipaladin":4,"cleric\/oracle":5,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes"},{"Name":"Sleep","Description":"\nSchool enchantment (compulsion) [mind-affecting]; Level\nbard 1, \nsorcerer\/wizard 1, \nwitch 1; Domain Night 1\n\nRange medium (100 ft. + 10 ft.\/level)Area one or more living creatures within a 10-ft.-radius burstDuration 1 min.\/levelSaving Throw Will negates; Spell Resistance yes\n","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (fine sand","rose":"","or":""}},{"Name":"Sleepwalk","Description":"\nSchool enchantment (compulsion) [mind-affecting]; Level\ninquisitor 4, \nwitch 4\n\n\nRange touchTargets unconscious creature touchedDuration 1 hour\/level (D)Saving Throw Will negates; see text; Spell Resistance yes\n\n\nYou compel an unconscious or sleeping creature to rise and move in a half-awake state. The target creature staggers about if led or guided, but remains helpless for all other purposes.\n\n\nThe subject moves at half speed and is limited to a single move action each round. It is not capable of moving at a higher rate of speed or taking actions other than movement except by magical assistance, and automatically fails any Dexterity- or Strength-based skill checks. If the creature takes any damage while sleepwalking it must make a new saving throw or the spell ends and the creature awakes (if it has more than 0 hit points). When the spell ends or is dismissed, the target remains unconscious and must be awoken normally. While sleepwalk allows an unconscious creature to move, it does not awaken the creature, nor does it stabilize or otherwise heal them. A disabled creature that moves about while under the effects of this spell does not start dying again as a result of this movement.\n","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sprig of belladonna worth 100 gp)"}},{"Name":"Sleet Storm","School":"conjuration (creation) [cold]","Level":{"bloodrager":3,"druid":3,"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Area cylinder (40-ft. radius, 20 ft. high)Duration 1 round\/levelSaving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nDriving sleet blocks all sight (even darkvision) within it and causes the ground in the area to be icy. A creature can walk within or through the area of sleet at half normal speed with a DC 10 Acrobatics check. Failure means it can't move in that round, while failure by 5 or more means it falls (see the Acrobatics skill for details)."},{"Name":"Slipstream","School":"conjuration (creation) [water]","Level":{"bloodrager":2,"druid":2,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range touchTargets creature touchedDuration 10 minutes\/level (D)Saving Throw Reflex negates (harmless); Spell Resistance no\nYou create a low-cresting wave of water that carries the target along the surface of water or the ground. When moving across level ground, the target's speed increases by 10 feet.\nIf going downhill, speed increases by 20 feet instead, but slipstream provides no movement bonus when going uphill.\nWhile swimming, the slipstream increases the target's swim speed by 20 feet-if the target does not have a swim speed, this spell grants a swim speed of 20 ft."},{"Name":"Slow","School":"transmutation","Level":{"bard":3,"bloodrager":4,"magus":3,"sorcerer\/wizard":3,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of molasses)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nAn affected creature moves and attacks at a drastically slowed rate. Creatures affected by this spell are staggered and can take only a single move action or standard action each turn, but not both (nor may it take full-round actions). Additionally, it takes a -1 penalty on attack rolls, AC, and Reflex saves. A slowed creature moves at half its normal speed (round down to the next 5-foot increment), which affects the creature's jumping distance as normal for decreased speed."},{"Name":"Slow Suffocation","Description":"School necromancy [death]; Level\nThe target is unable to breathe and is treated as if she is holding her breath (see suffocation).\nStrong stimulants, effects that increase the target’s Constitution, or physical trauma (such as taking 10 or more points of damage from a single attack) negate the spell immediately. Creatures that do not need to breathe are immune to this spell. The target is considered to have taken a dose of keif for the purpose of addiction and withdrawal effects.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"1 minute\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes"},{"Name":"Slowing Mud","School":"conjuration (creation)","Level":{"druid":4,"shaman":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (earth and water)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature\/level, no two of which can be more than 30 ft. apartDuration 1 round\/level (see text)Saving Throw Fort negates; Spell Resistance yes\nYou coat the targets in thick, sticky mud. The mud acts as a slow spell and also blinds the targets. A creature can use a standard action to remove the mud from its eyes or the eyes of an adjacent creature, ending the blinded condition for that individual. Removing enough mud to end the slow effect is a full-round action. Jumping into a lake or being subject to an effect that creates a lot of water (such as create water or hydraulic push) removes all the mud in 1 round.\nA haste effect cast on a creature slowed by the mud allows it to act normally for the duration of the haste. Slow does not stack with the effects of slowing mud. This spell cannot counter or dispel haste."},{"Name":"Smite Abomination","School":"evocation","Level":{"cleric\/oracle":5,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 round\/level\nGet this book AND support this site!\nDrawing upon positive energy, you emulate some of a paladin's power to smite undead. Choose one undead creature as your target. Your melee attacks against that target gain a bonus equal to your Charisma or Wisdom modifier, whichever is higher, on your attack rolls, and a bonus equal to your caster level on damage rolls. Your melee attacks also bypass the target's damage reduction. These bonuses do not stack with the bonuses from a paladin's smite."},{"Name":"Smug Narcissism","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tiny shard of a mirror)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creatureDuration instantaneous*","Duration":"10 minute\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"*Note: The source book lists two durations. No official correction is currently available, but it is likely that the second entry (10 minutes\/level) is correct.\nYou cause your target to become overwhelmed by its own importance, talents, and attractiveness. The target cannot help but look at itself in every reflective surface at every possible opportunity. In social situations, the target always tries to comment about how attractive it is or how ugly someone else is by comparison. The target remains constantly distracted, always looking for a reflective surface to gaze upon (such as a mirror, pool of water, a polished shield, and so on). The distraction gives the target a –2 penalty on all skill checks. In combat, the target worries about enemies damaging its appearance, and focuses on defense rather than offense (casting defensive spells rather than offensive spells, using the fight defensively or total defense action, and so on)."},{"Name":"Snake Staff","School":"transmutation","Level":{"cleric\/oracle":5,"druid":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a knife suitable for whittling) "},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets 1 or more pieces of wood, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates (object); Spell Resistance yes (object)\nWith a long hissing whisper, you transform ordinary pieces of wood into various sorts of snakes that immediately attack your foes. \nAs long as the snakes remain within sight, you can direct their actions telepathically as a free action. You can only apply this spell to wooden objects not in a creature's possession or not part of a larger structure or plant. Each time you cast this spell you can create a number of snakes equal to your caster level. More powerful snakes take up more than one of your available total, as noted below.\nVenomous Snake: A stick or piece of firewood. Counts as 1 snake.\nConstrictor Snake: A staff or tree branch. Counts as 2 snakes. \nAdvanced Venomous Snake: A stick or piece of firewood. Counts as 2 snakes. \nAdvanced Constrictor Snake: A staff or tree branch. Counts as 3 snakes.\nAdvanced Giant Venomous Snake: A log or pile of debris. Counts as 4 snakes. \nAdvanced Giant Constrictor Snake: A fallen tree or a large pile of debris. Counts as 5 snakes. "},{"Name":"Snapdragon Fireworks","School":"transmutation [fire, light]","Level":{"bard":2,"sorcerer\/":999},"Casting_Time":"1 standard action","Components":{"S":"Somatic","V":"Verbal","M":"Material (a bundle of sulfur wrapped in cloth)"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect dragon-shaped fireworksDuration 1 round\/levelSaving Throw Reflex negates; Spell Resistance yes\nA favorite display at halfling midsummer festivals, this spell lets you create fireworks in the shape of tiny dragons. Once per round, as a move action, you may designate a target 5-foot-square within range and launch a pyrotechnic in that direction. The pyrotechnic takes a zigzag path from you to that square, always missing creatures and objects in its path, and detonates in that square with a bang and a colorful burst of fire and light. Creatures in the target square take 1d4 points of fire damage and are dazzled for 1 round (Reflex half, a successful save negates the dazzled condition). Normally when this spell is used as part of a festival, the chosen target is high in the sky to increase visibility and protect observers."},{"Name":"Snare","School":"transmutation","Level":{"druid":3,"ranger":2},"Casting_Time":"3 rounds ","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch ","Target":"touched nonmagical circle of vine, rope, or thong with a 2ft. diameter + 2ft.\/level ","Duration":"Until triggered or broken ","Saving_Throw":"none;","Spell_Resistance":"no ","Description":"This spell enables you to make a snare that functions as a magic trap. The snare can be made from any supple vine, a thong, or a rope. When you cast snare upon it, the cord-like object blends with its surroundings (DC 23 Perception check for a character with the trapfinding ability to locate). One end of the snare is tied in a loop that contracts around one or more of the limbs of any creature stepping inside the circle.\n\t\t\t\t\nIf a strong and supple tree is nearby, the snare can be fastened to it. The spell causes the tree to bend, straightening when the loop is triggered, dealing 1d6 points of damage to the creature trapped and lifting it off the ground by the trapped limb or limbs. If no such tree is available, the cord-like object tightens around the creature, dealing no damage but causing it to be entangled."},{"Name":"Snow Shape","School":"transmutation [water]","Level":{"cleric":2,"druid":1,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"snow or snow-sculpted object touched, up to 5 cubic ft. + 1 cubic ft.\/level","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"In frozen northern lands, where the earth may be hidden beneath heavy drifts of snow, druids have developed a variation of stone shape that other spellcasters have since learned.\nYou can form a mass of snow into any shape that suits your purpose, as per the spell stone shape. While it's possible to make crude objects with snow shape, most fine details aren't possible. However, a successful Craft (weapons) check allows you to create a bladed weapon from the snow. The DC of this check is equal to the DC listed with the Craft (weapons) skill. You must be the one to make the Craft check and must do so at the time of casting this spell. A failed check means that the spell is cast normally but the weapon created is malformed and useless. This spell can only be used to craft weapons and not more precise tools or elaborate armors."},{"Name":"Snowball","Description":"\nSchool conjuration (creation) [cold, water]; Level druid 1, magus 1, sorcerer\/wizard 1, summoner 1, witch 1\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect one ball of ice and snowDuration instantaneousSaving Throw Fortitude partial (see text); Spell Resistance no\n\nYou conjure a ball of packed ice and snow that you can throw at a single target as a ranged touch attack. The snowball deals 1d6 points of cold damage per caster level (maximum 5d6) on a successful hit, and the target must make a successful Fortitude saving throw or be staggered for 1 round.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Soften Earth and Stone","School":"transmutation [earth]","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 10-ft. square\/level; see textDuration instantaneousSaving Throw none; Spell Resistance no\nWhen this spell is cast, all natural, undressed earth or stone in the spell's area is softened. Wet earth becomes thick mud, dry earth becomes loose sand or dirt, and stone becomes soft clay that is easily molded or chopped. You affect a 10-foot square area to a depth of 1 to 4 feet, depending on the toughness or resilience of the ground at that spot. Magical, enchanted, dressed, or worked stone cannot be affected. Earth or stone creatures are not affected.\nA creature in mud must succeed on a Reflex save or be caught for 1d2 rounds and unable to move, attack, or cast spells. A creature that succeeds on its save can move through the mud at half speed, and it can't run or charge. Loose dirt is not as troublesome as mud, but all creatures in the area can move at only half their normal speed and can't run or charge over the surface. Stone softened into clay does not hinder movement, but it does allow characters to cut, shape, or excavate areas they may not have been able to affect before.\nWhile this spell does not affect dressed or worked stone, cavern ceilings or vertical surfaces such as cliff faces can be affected. Usually, this causes a moderate collapse or landslide as the loosened material peels away from the face of the wall or roof and falls (treat as a cave-in with no bury zone, see Environment)."},{"Name":"Solid Fog","School":"conjuration (creation)","Level":{"magus":4,"sorcerer\/wizard":4,"witch":4},"Description":"Components: V, S, M (powdered peas and an animal hoof)\n\nDuration 1 min.\/levelSpell Resistance no\n\nSource Skull & Shackles Player's Guide\nThis spell functions like fog cloud, but in addition to obscuring sight, the solid fog is so thick that it impedes movement. Creatures moving through a solid fog move at half their normal speed and take a -2 penalty on all melee attack and melee damage rolls. The vapors prevent effective ranged weapon attacks (except for magic rays and the like). A creature or object that falls into solid fog is slowed so that each 10 feet of vapor that it passes through reduces the falling damage by 1d6. A creature cannot take a 5-foot-step while in solid fog. Solid fog, and effects that work like solid fog, do not stack with each other in terms of slowed movement and attack penalties.\nUnlike normal fog, only a severe wind (31+ mph) disperses these vapors, and it does so in 1 round."},{"Name":"Solid Note","School":"conjuration (creation)","Level":{"bard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one solidified musical noteDuration concentration + 1 round\/levelSaving Throw none; Spell Resistance no\nYou give temporary physical form to a single musical note and can hang it, suspended, wherever you wish within range, allowing you to use it as hook, pulley, door blocker, or anything else your imagination desires. The exact appearance of the solid note depends on your melody. You can make it spiked or smooth, simple or convoluted, and with any color pattern you wish, however, it always has a size approximately equal to that of your outstretched hand. Once created, the solid note resists all attempts to move it but instantly disappears if enough force or weight is brought to bear against it. The note has an effective Strength equal to 10 + your caster level. It cannot hold more weight than the equivalent of a heavy load for its Strength without disappearing. Any creature that wins an opposed Strength check against the note (by pushing open a door which the note is holding shut for example) also causes it to disappear. The note can never deal actual harm to a creature and disappears if successfully attacked (AC 10 + your Charisma modifier) or overcome with a combat maneuver such as bull rush (CMD 2 + your base attack bonus + your Charisma modifier). Any creature obstructed by the solid note simply fails to budge it and loses that action for the round."},{"Name":"Song of Discord","School":"enchantment (compulsion) [mind-affecting, sonic]","Level":{"bard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area creatures within a 20-ft.-radius spreadDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes"},{"Name":"Song of Healing","School":"conjuration (healing)","Level":{"bard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to 3 creatures, no two of which can be more than 30 ft. apartDuration 1 round\/level or until performance ends or changes (see text)\nYou must have a bardic performance in effect to cast this spell (although this spell is called song of healing, the bardic performance need not be singing). As long as that performance continues, up to 3 creatures affected by the performance gain fast healing 2. When this bardic performance ends or you change to a different bardic performance, the fast healing granted by this spell ends as well, but all creatures affected by this spell heal 1d8 points of damage + 1 point per caster level (maximum +15) and are cured of any of the following conditions: exhausted, fatigued, nauseated, paralyzed, sickened, or stunned."},{"Name":"Sonic Form","School":"transmutation (polymorph) [sonic]","Level":{"alchemist":6,"bard":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of dust gathered from a gravestone or a sacred shrine)"},"Description":"Range personalTarget youDuration 1 round\/level\nUpon casting this spell, you keep your relative shape, but you and your equipment are transformed into semisolid sound. While in this sonic form, you take no penalties for squeezing, and you can move through spaces without penalty as if you were a creature three size categories smaller. You can make a melee touch attack once per round that deals 1d6 points of sonic damage + 1 point per caster level. You are considered incorporeal (although you cannot move through solid objects). Any non-magical attacks you make deal half damage. Magical attacks are unaffected, and you can use your magic items and other equipment as normal.\nYou cannot enter an area of silence. If you are in the area of a silence spell, you take 1d6 points of sonic damage per caster level of the silence spell in the round it is cast and in each round when you end your turn within the spell's area. You can attempt a Fortitude saving throw each round to take half damage.\nIf this spell's duration ends when you are in a square that a creature of your size cannot normally occupy, you take 3d6 points of damage and are shunted to the nearest open space that you can normally occupy."},{"Name":"Sonic Scream","School":"evocation [sonic]","Level":{"bard":2,"bloodrager":2,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 15 ft.Area cone-shaped burstDuration 1 round\/level or until discharged (see text)Saving Throw Reflex half (see text); Spell Resistance yes\nUp to three times during this spell's duration, you can emit a cone of powerful sound as a standard action. The first cone deals 4d4 points of sonic damage to every creature in the area. The second deals 2d4 points of sonic damage to every creature in the area. The third deals 1d4 points of sonic damage to every creature in the area. A successful Reflex save against a cone halves that cone's damage. After the third cone of sound, the spell ends. Until you use all three cones, you cannot use your voice for any magic-related purpose (bardic performance, verbal spellcasting, and so on), and cannot speak at any volume lower than a shout."},{"Name":"Sonic Thrust","School":"evocation [sonic]","Level":{"bard":4,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"see text","Duration":"instantaneous","Saving_Throw":"Will negates (object) or none (see text);","Spell_Resistance":"yes (object) (see text)","Description":"You produce a sweeping rush of sound that can hurl creatures or objects away from you, like the violent thrust version of telekinesis. You can hurl one object or creature per caster level (maximum 15) that is within range; it flies in a straight line away from you. Any objects of creatures thrown must be within 10 feet  of each other. You can hurl a total weight of up to 25 pounds per caster level (maximum 375 pounds at 15th level).\nYou can use this spell to hurl an object or creature toward a particular target. You must succeed on attack rolls (one per creature or object thrown) to hit the target with the items, using your base attack bonus + your Intelligence modifier (if a wizard) or Charisma modifier (if a bard or sorcerer). Hurled weapons cause standard damage (with no Strength bonus; note that arrows or bolts deal damage as daggers of their size when used in this manner). Other objects cause damage ranging from 1 point per 25 pounds (for less dangerous objects) to 1d6 points of damage per 25 pounds (for hard, dense objects). Objects and creatures that miss their target land in a square adjacent to the target.\nCreatures that fall within the weight capacity of the spell can be hurled, but they are allowed Will saves (and spell resistance) to negate the effect, as are those whose held possessions are targeted by the spell.\nIf a hurled creature is thrown against a solid surface, it takes damage as if it had fallen 10 feet (1d6 points)."},{"Name":"Soothe Construct","School":"abjuration","Level":{"cleric\/oracle":4,"sorcerer\/wizard":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one construct","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You soothe the elemental spirit of a targeted construct, reducing its chance of going berserk by 1d4% per four caster levels (maximum 5d4%). If cast on a construct that has already gone berserk and you are its master, you may immediately roll d% to end the construct’s berserk state, it returns to normal functioning, and its berserk chance returns to 0%."},{"Name":"Soothing Word","School":"conjuration (healing)","Level":{"cleric\/oracle":2,"druid":2,"inquisitor":2,"paladin":2,"ranger":3,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target of this spell causes several conditions that he suffers from to be lessened in severity one step. If he is nauseated, he is instead sickened. If he is stunned, he is instead dazed. If he is exhausted, he is fatigued. If he is frightened, he is shaken. If he is paralyzed, he is staggered. The duration of the effect is unchanged; the effect is simply reduced to the lesser version. This spell has no effect on conditions not listed above."},{"Name":"Soul Bind","School":"necromancy","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"witch":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"corpse","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"no","Description":"You draw the soul from a newly dead body and imprison it in a black sapphire gem. The subject must have been dead no more than 1 round per caster level. The soul, once trapped in the gem, cannot be returned through clone, raise dead, reincarnation, resurrection, true resurrection, or even a miracle or a wish. Only by destroying the gem or dispelling the spell on the gem can one free the soul (which is then still dead)."},{"Name":"Soul Transfer","School":"conjuration (summoning)","Level":{"cleric":7,"sorcerer\/wizard":7,"witch":7},"Description":"Target one petitioner, incorporeal soul, or similar creature\nSaving Throw Will negates; Spell Resistance yes; see text"},{"Name":"Soulswitch","School":"necromancy","Level":{"bard":5,"cleric":5,"druid":5,"inquisitor":5,"magus":5,"shaman":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range touchTargets you and your familiarDuration 10 minutes\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nGet this book AND support this site!\nYou may only cast this spell if you currently have a familiar. You place your soul into the body of your familiar, and your familiar's soul is placed in your body. This functions as if you possessed your familiar using magic jar; your familiar simultaneously possesses your body in the same manner. You can't freely transfer your soul between your body and your familiar's—if you choose to return to your body as a standard action, the spell ends. If either body is killed, both spirits return to their original bodies, the spell ends, and the original owner of the slain body dies."},{"Name":"Sound Burst","School":"evocation [sonic]","Level":{"bard":2,"cleric\/oracle":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Area 10-ft.-radius spreadDuration instantaneousSaving Throw Fortitude partial; Spell Resistance yes"},{"Name":"Sow Thought","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"permanent","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Spark","School":"evocation [fire]","Level":{"bard":0,"cleric\/oracle":0,"druid":0,"magus":0,"sorcerer\/wizard":0,"witch":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one Fine objectDuration instantaneousSaving Throw Fortitude negates (object); Spell Resistance yes (object) \nYou can make an unattended Fine flammable object catch on fire. This works as if you were using flint and steel except that you can use spark in any sort of weather and it takes much less time to actually ignite an object. "},{"Name":"Spawn Ward","School":"necromancy","Level":{"cleric":5,"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"10 minutes\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The target becomes resistant to the effects of energy drain and blood drain attacks made by undead creatures, and cannot be made into undead spawn if killed while the spell is in effect."},{"Name":"Speak with Animals","School":"divination","Level":{"bard":3,"druid":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 min.\/level"},{"Name":"Speak with Dead","School":"necromancy [language-dependent]","Level":{"cleric\/oracle":3,"inquisitor":3,"witch":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"10 ft.","Target":"one dead creature","Duration":"1 min.\/level","Saving_Throw":"Will negates; see text;","Spell_Resistance":"no","Description":"You grant the semblance of life to a corpse, allowing it to answer questions. You may ask one question per two caster levels. The corpse's knowledge is limited to what it knew during life, including the languages it spoke. Answers are brief, cryptic, or repetitive, especially if the creature would have opposed you in life.\nIf the dead creature's alignment was different from yours, the corpse gets a Will save to resist the spell as if it were alive. If successful, the corpse can refuse to answer your questions or attempt to deceive you, using Bluff. The soul can only speak about what it knew in life. It cannot answer any questions that pertain to events that occurred after its death."},{"Name":"Speak With Haunt","School":"necromancy [language-dependent]","Level":{"cleric":4,"shaman":3,"witch":4},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"10 ft. (see text)","Target":"one haunt","Duration":"1 minute\/level","Saving_Throw":"Will negates (see text);","Spell_Resistance":"no","Description":"You stir a haunt to a limited sense of awareness and consciousness, allowing it to answer questions. The spell's range must reach any square within 10 feet of the haunt's area. You must be aware of the haunt prior to casting the spell, and casting the spell does not trigger the haunt. You can ask one question per 2 caster levels. The haunt's knowledge is limited to what its original creature knew during life, including the languages it spoke. A haunt often remembers the circumstance that led to its existence (though this recollection might be from the original victim's perspective and therefore not objective), what triggers it, and how it can be laid to rest (destroyed). Answers are brief, cryptic, or repetitive, especially if the haunt is angry and vindictive.\nIf the haunt's alignment is more than one step away from yours, the haunt can attempt a Will save to resist the spell. A haunt's Will save modifier is equal to 3 + the haunt's CR. If the save is successful, the haunt can refuse to answer your questions or attempt to deceive you (using Bluff). A haunt's Bluff modifier equals its CR (minimum +0) or might be determined by the GM based upon the original victim. The haunt can speak only about what it knew in life and the circumstances by which it became a haunt. It cannot answer any questions that pertain to events that occurred after it was created. A neutral or good haunt might cooperate with similarly aligned creatures in order to end its suffering.\nIf a haunt has been subject to this spell within the past week, a new casting of this spell on it fails. You can cast this on a haunt that has been deceased for any amount of time. Unlike a corpse affected by speak with dead, a haunt wants to express itself, if only to share its pain or to cause mischief."},{"Name":"Speak with Plants","School":"divination","Level":{"bard":4,"druid":3,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 1 min.\/level"},{"Name":"Spear of Purity","School":"evocation [good]","Level":{"cleric\/oracle":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect spear-shaped projectile of good energyDuration instantaneous (1 round)Saving Throw Will partial (see text); Spell Resistance yes\nYou hurl a pure white or golden spear of light from your holy symbol, affecting any one target within range as a ranged touch attack.\nAn evil creature struck by the spear takes 1d8 points of damage per two caster levels (maximum 5d8). An evil outsider instead takes 1d6 points of damage per caster level (maximum 10d6) and is blinded for 1 round. A successful Will save reduces the damage to half and negates the blinded effect. This spell deals only half damage to creatures that are neither evil nor good, and they are not blinded. The spear has no effect on good creatures."},{"Name":"Spectral Hand","School":"necromancy","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect one spectral handDuration 1 min.\/level (D)Saving Throw none; Spell Resistance no\nA ghostly hand shaped from your life force materializes and moves as you desire, allowing you to deliver low-level, touch range spells at a distance. On casting the spell, you lose 1d4 hit points that return when the spell ends (even if it is dispelled), but not if the hand is destroyed. (The hit points can be healed as normal.) For as long as the spell lasts, any touch range spell of 4th level or lower that you cast can be delivered by the spectral hand. The spell gives you a +2 bonus on your melee touch attack roll, and attacking with the hand counts normally as an attack. The hand always strikes from your direction. The hand cannot flank targets like a creature can. After it delivers a spell, or if it goes beyond the spell range or goes out of your sight, the hand returns to you and hovers."},{"Name":"Spectral Saluqi","School":"necromancy","Level":{"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one spectral dogDuration 10 minutes\/level (D)Saving Throw none; Spell Resistance no\nThis spell creates a spectral saluqi, an undead canine resembling an over-sized hound with black fur, a gray ruff and tail, and milky gray eyes. The hound shares your alignment and can converse with you telepathically. It can see and attack ethereal creatures, and otherwise has the same statistics as a yeth hound. It usually leaves no tracks because it prefers to fly an inch above the ground. You are immune to the hound's bay ability. The hound's bite is considered aligned to any single alignment you possess for the purposes of overcoming damage reduction."},{"Name":"Spell Absorption","School":"abjuration","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a prism)"},"Description":"Range personalTarget youDuration 1 round\/level\nIf you successfully counterspell a 3rd-level or lower level spell (through either dispel magic or normal means) while spell absorption is in effect, you absorb the countered spell and use it to regain spells you have already cast. If you’re a wizard, you regain the use of any single spell that you have cast since the last time you prepared spells. If you’re a sorcerer, you regain a single spell slot. The spell recovered or spell slot regained must be of an equal level or lower than the spell you counterspelled.\nThis spell functions as spell absorption, save that you can absorb countered spells of 6th level or lower."},{"Name":"Spell Gauge","School":"divination [mind-affecting]","Level":{"bard":2,"cleric\/oracle":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action ","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You immediately discover some of the spells that the target knows or has prepared. The number of spells revealed to you is equal to your caster level. The target's lowest-level spells are revealed first—ignoring 0-level spells—in a random order. Once all of the target's 1st-level spells are revealed, the spell begins revealing 2nd-level spells, then 3rd-level spells. This spell does not reveal spells of 4th level or higher, nor does it reveal spell-like abilities or other special abilities. If cast on a creature that is not a spellcaster, that has only 0-level spells or spells of 4th level or higher prepared, that has expended all of its spells, or that has not prepared any spells that day, the spell has no effect."},{"Name":"Spell Immunity","School":"abjuration","Level":{"cleric":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creatures touched","Duration":"10 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The warded creature is immune to the effects of one specified spell for every four levels you have. The spells must be of 4th level or lower. The warded creature effectively has unbeatable spell resistance regarding the specified spell or spells. Naturally, that immunity doesn't protect a creature from spells for which spell resistance doesn't apply. Spell immunity protects against spells, spell-like effects of magic items, and innate spell-like abilities of creatures. It does not protect against supernatural or extraordinary abilities, such as breath weapons or gaze attacks.\nOnly a particular spell can be protected against, not a certain domain or school of spells or a group of spells that are similar in effect. A creature can have only one spell immunity or greater spell immunity spell in effect on it at a time.\nThis spell functions like spell immunity, except the immunity applies to spells of 8th level or lower. A creature can have only one spell immunity or greater spell immunity spell in effect on it at a time.\nThis spell functions like spell immunity, except you divide the duration in 10-minute intervals among the creatures touched.\nThis spell functions like greater spell immunity, except you divide the duration among the creatures in 10-minute intervals among the creatures touched."},{"Name":"Spell Resistance","School":"abjuration","Level":{"alchemist":5,"cleric\/oracle":5,"inquisitor":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Spell Scourge","School":"abjuration","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous or 1d4 rounds; see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"A whip of cracking magical might appears in your hand, allowing you lash spells from the mind of enemy spellcasters. With a lash of bluish-purple energy, you strip many protective spells and effects from a single creature. If the target of this spell is currently under the effects of any harmless spells or effects, it must succeed at a Will save or all of those spells and effects end, stripping the target of the benefit of those spells. If the target is not currently under the effect of least one harmless spell, the target is instead confused for 1d4 rounds."},{"Name":"Spell Turning","School":"abjuration","Level":{"sorcerer\/wizard":7,"summoner":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personalTarget youDuration until expended or 10 min.\/level\nSpells and spell-like effects targeted on you are turned back upon the original caster. The abjuration turns only spells that have you as a target. Effect and area spells are not affected. Spell turning also fails to stop touch range spells. From seven to ten (1d4+6) spell levels are affected by the turning. The exact number is rolled secretly."},{"Name":"Spellbane","School":"abjuration","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 10 ft.Area 10-ft.-radius emanation, centered on youDuration 1 hour\/level (D)Saving Throw none; Spell Resistance see text\nThis spell creates an area within which spells selected by you simply do not function.\nSelect one spell per five caster levels at the time of casting. The spells selected cannot be changed after the spell is cast. This spell otherwise functions like antimagic field, except its emanation only prevents the functioning of the selected spells. Only the exact spells mentioned are affected—a spellbane set to prevent the casting of summon nature’s ally II would not prevent castings of summon nature’s ally I or summon nature’s ally III. If you move into an area where a previously cast spell you have selected as a banned spell is in effect, that spell is affected as if by antimagic field. If the spell affects a summoned creature that has spell resistance, you must make a caster level check against the creature’s spell resistance to make it wink out.\nThis spell can even negate an antimagic field, another instance of this spell, or any spell that specifies immunity to antimagic field (such as wall of force, prismatic sphere, and prismatic wall). Multiple spellbane effects can overlap. Their effects stack, preventing the functioning of every spell targeted by any of the multiple spellbane emanations. Spell effects created by artifacts or deities cannot be suppressed by this spell."},{"Name":"Spellcasting Contract","School":"evocation","Level":{"cleric\/oracle":9},"Description":"This spell functions like lesser spellcasting contract, except if the target has 9 HD or more, you can imbue him with one or two 2nd- level spells and one 3rd-level spell.\nComponents V, S, F (a written contract)\nTarget willing creature touched Duration permanent until contractually terminated \nThis spell functions exactly like imbue with spell ability, except that you can imbue the target with any spell you have prepared (instead of just abjuration, divination, or conjuration [healing] spells) and the target may have more than one use of the imbued spells, depending upon the arrangements made when it is cast.\nCasting this spell requires a contract between you and the target, explaining what spells are to be imbued and the circumstances that cause the contract to expire. The contract may be as simple as allowing the target one casting of each of the imbued spells (as per imbue with spell ability), or may continue for multiple days or even indefinitely, with the target regaining use of the imbued spells when you next prepare your own spells. You may include any proviso you see ft, such as requiring the target to pray to Asmodeus each morning, or restricting the target to only casting the imbued spells on himself. If the target does not agree to all the conditions in the contract, this spell fails when cast. The contract (and this spell) automatically expires if you or the target dies. While the contract remains in effect, you gain a profane bonus to your Armor Class, saving throws, and checks equal to the highest- level spell you have imbued.\nOnce you cast this spell, you cannot prepare a new 5th-level spell to replace it until the contract expires. If the number of 5th-level spells you can cast decreases, and that number drops below your current number of active lesser spellcasting contract spells, the more recently cast imbued spells are dispelled.\nUnlike imbue with spell ability, how the target uses the spell has no refection on your alignment or relationship with Asmodeus; the Prince of Darkness accepts that allowing another access to his magic for good may benefit his plans in the long run. Note that unlike imbue with spell ability, you cannot dismiss this spell; you must abide by the contract’s termination clause (though the contract may include a proviso for at-will nullification by either or both parties). This spell cannot be combined with imbue with spell ability or similar spells to give a target more spells than the limit.\nExample: You cast this spell on your 5 HD fighter cohort after negotiating an appropriate contract, imbuing him with the ability to cast cure moderate wounds, magic weapon, and shield of faith once per day for 1 month. If he casts any of these spells, he recovers them when you prepare your spells. Until the contract ends, your 5th-level spell slot used to cast this spell remains expended and cannot be filled with a new spell. Because you imbued your cohort with a 2nd-level spell, you gain a +2 profane bonus to attacks, saves, and checks while the contract remains in effect.\nThis spell functions like lesser spellcasting contract, except if the target has 13 HD or more you can imbue him with one or two 4th- level spells and one 5th-level spell."},{"Name":"Spellcrash, Lesser","School":"abjuration","Level":{"cleric":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You create a discordant blast of energy that disrupts the target's available magic. If the target prepares spells, it must choose one of its prepared 3rd-level spells, which is immediately lost; if the target has no 3rd-level spells prepared, it must lose a 2nd-level spell it has prepared (progressing down to 1st-level spell if it has no 2nd-level spells prepared).\nIf the target is a spontaneous spellcaster, it loses one of its available 3rd-level spell slots; if the target has no available 3rd-level spell slots, it must lose a 2nd-level spell slot (progressing down to 1st-level spell if it has no 2nd-level spell slots available).\nIf the target has more than one spellcasting class, choose one at random to be affected. This spell has no effect on spell-like abilities.\nAny spell or spell slot lost because of this spell is treated as if the caster had failed a concentration check while trying to cast it—the spell or spell slot is wasted and has no effect, but is recovered normally the next time the character prepares spells or regains spell slots.\nThis spell functions as lesser spellcrash, except that it affects 5th-level or lower prepared spell or spell slot.\nThis spell functions as lesser spellcrash, except that it affects a 7th-level or lower prepared spell or spell slot."},{"Name":"Spellscar","School":"abjuration","Level":{"cleric":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of sand)"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Area two 10-ft. cubes per level (S)Duration 10 minutes\/level (D)\n\nThis potent spell invokes devastation on a localized (and thankfully temporary) scale.\nWithin the area you choose to affect, the terrain takes on a strange pale hue, as if colors were muted. Periodically, ripples of vibrant color wriggle through the terrain.\nWithin this area, any spell, spell-like ability, or magic item activation automatically triggers a primal magic event—a spellcaster can avoid triggering such an event by making a concentration check (DC 15 + twice the spell’s level), but non-spellcasters who activate magic items have no such option.\nYou gain a +4 insight bonus on concentration checks made to avoid triggering primal magic events while within an area you have created, and if you do trigger a primal magic event, you may roll d% twice and pick which of the two results you wish to have occur."},{"Name":"Spellstaff","School":"transmutation","Level":{"druid":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"wooden quarterstaff touched","Duration":"permanent until discharged (D)","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Spellsteal","School":"abjuration","Level":{"cleric":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"instantaneous and see text","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"\n\n\nGet this book AND support this site!\nYou create a discordant blast of energy that disrupts the target's available magic and transfers knowledge of that magic to you.\nIf the target prepares spells, it must choose one of its prepared 3rd-level spells, which is immediately lost. If the target has no 3rdlevel spells prepared, it loses a 2nd-level spell it has prepared. This progresses down to a 1st-level spell if the target has no 2nd-level spells prepared, and this spell has no effect if the target also has no 1st-level spells prepared. If the spell is on your spell list, you can cast this lost spell (using your caster level) on your next turn.\nIf the target is a spontaneous spellcaster, it loses one of its available 3rd-level spell slots. If the target has no available 3rdlevel spell slots, it must lose a 2nd-level spell slot (progressing as above). Randomly select one of the target's spells known of that spell level; if that spell is on your spell list, you can cast it (using your caster level) on your next turn.\nYou must provide any focus or material components to cast the stolen spell.\nIf the target has more than one spellcasting class, choose one at random to be affected. This spell has no effect on spell-like abilities.\nAny spell or spell slot lost because of this spell is treated as if the caster had failed a concentration check while trying to cast—the spell or spell slot is wasted and has no effect, but it is recovered normally the next time the character prepares spells or regains spell slots."},{"Name":"Sphere of Warding","School":"abjuration","Level":{"cleric":5,"inquisitor":4,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchEffect 10-ft.-radius sphere emanating from point touchedDuration 1 hour\/levelSaving Throw Will negates (see text); Spell Resistance yes\nYou create a luminescent sphere of orbiting energy that harms incorporeal creatures and dispossesses them of any stolen bodies. An incorporeal creature must succeed at a Will save to enter a space overlapping with the sphere; failure means the creature cannot pass through the sphere, as though it were a wall of force. If the incorporeal creature succeeds, it may pass through the sphere at will, though if it ends its turn within the sphere, it takes a number of points of force damage equal to 1d6 + 1 per caster level (maximum +10).\nIf a creature possessing another creature's body (via either magic jar or a similar effect) enters a sphere of warding, that creature is immediately ejected from its host body, the host's spirit returns to its body if it's able, and the possession effect immediately ends. When ejected, the body enters the sphere, while the possessing creature takes the appropriate amount of force damage (no save) and is shunted to the exterior of the sphere."},{"Name":"Spherescry","School":"divination (scrying)","Level":{"sorcerer\/wizard":3},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","AF":""},"Description":"\nRange see textDuration 1 minute\/levelSaving Throw none; Spell Resistance no\n\n\nGet this book AND support this site!\nThis spell allows remote viewing through spheres that have previously consumed some portion of the spellcaster's body: a single digit of a finger or toe at a minimum. The caster can view and listen to events within a 20-foot radius of the associated sphere; this radius follows the sphere if the sphere moves. Unlike a true scrying spell, no other spells operate through the associated sphere, but spherescry produces no indication of its activity on the target and cannot be discovered by normal methods of magical detection."},{"Name":"Spider Climb","School":"transmutation","Level":{"alchemist":3,"druid":3,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a live spider)"},"Range":"touch","Target":"creatures touched","Duration":"10 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The subject can climb and travel on vertical surfaces or even traverse ceilings as well as a spider does. The affected creature must have its hands free to climb in this manner. The subject gains a climb speed of 20 feet and a +8 racial bonus on Climb skill checks; furthermore, it need not make Climb checks to traverse a vertical or horizontal surface (even upside down). A spider climbing creature retains its Dexterity bonus to Armor Class (if any) while climbing, and opponents get no special bonus to their attacks against it. It cannot, however, use the run action while climbing.\nThis spell functions like spider climb, except you divide the duration in 10-minute intervals among the creatures touched."},{"Name":"Spike Growth","School":"transmutation","Level":{"druid":3,"ranger":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area one 20-ft. square\/levelDuration 1 hour\/level (D)Saving Throw Reflex partial; Spell Resistance yes\nAny ground-covering vegetation in the spell's area becomes very hard and sharply pointed without changing its appearance.\nIn areas of bare earth, roots and rootlets act in the same way. Typically, spike growth can be cast in any outdoor setting except open water, ice, heavy snow, sandy desert, or bare stone. Any creature moving on foot into or through the spell's area takes 1d4 points of piercing damage for each 5 feet of movement through the spiked area.\nAny creature that takes damage from this spell must also succeed on a Reflex save or suffer injuries to its feet and legs that slow its land speed by half. This speed penalty lasts for 24 hours or until the injured creature receives a cure spell (which also restores lost hit points). Another character can remove the penalty by taking 10 minutes to dress the injuries and succeeding on a Heal check against the spell's save DC."},{"Name":"Spike Stones","School":"transmutation [earth]","Level":{"druid":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area one 20-ft. square\/levelDuration 1 hour\/level (D)Saving Throw Reflex partial; Spell Resistance yes\nRocky ground, stone floors, and similar surfaces shape themselves into long, sharp points that blend into the background.\nSpike stones impede progress through an area and deal damage. Any creature moving on foot into or through the spell's area moves at half speed. In addition, each creature moving through the area takes 1d8 points of piercing damage for each 5 feet of movement through the spiked area."},{"Name":"Spiked Armor","School":"transmutation","Level":{"bloodrager":1,"cleric\/oracle":1,"inquisitor":1,"magus":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (1 iron spike)"},"Range":"touch","Target":"1 suit of metal armor or 1 metal shield","Duration":"10 minutes\/level","Saving_Throw":"Fortitude negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The targeted suit of armor or shield sprouts thousands of tiny iron spikes like porcupine quills. These do not harm the armor’s wearer (though donning or removing armor under the effects of this spell takes twice as long), but they act as armor spikes or shield spikes (as appropriate). Any creature attacking the wearer with natural weapons takes 1 point of piercing damage for each attack that hits.\nAt 5th level, the spikes gain a +1 enhancement bonus on attack and damage rolls; this bonus increases to +2 at 10th level. At 15th level, the spikes also gain the anarchic weapon quality."},{"Name":"Spiked Pit","Description":"School conjuration (creation);  Level sorcerer\/wizard 3, summoner 3; Domain caves 3\nRange medium (100 ft. + 10 ft.\/level)Effect 10-ft.-by-10-ft. hole, 10 ft. deep\/2 levelsDuration 1 round + 1 round\/levelSaving Throw Reflex negates; Spell Resistance no\nThis spell functions as create pit, except that the pit is lined with wickedly sharp spikes along its bottom and walls and has a maximum depth of 50 feet. Creatures who fall into the pit take falling damage as normal, plus 2d6 points of piercing damage from the spikes. Any creature or object coming into contact with the spikes along the walls, such as a creature trying to climb out, or rope or other typical aids to climbing, takes 1d6 points of piercing damage each round they are in contact with the walls. For those willing to accept the damage incurred while climbing, the pit's walls have a Climb DC of 20.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""}},{"Name":"Spirit Call","School":"enchantment","Level":{"druid":1,"shaman":1},"Casting_Time":"1 full round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 100 ft.\nEffect 100-ft.-radius spread centered on youDuration 1 minute\/level\n\n\n\nGet this book AND support this site!\nYou call out to nature spirits associated with your spirit (not your wandering spirit) if you are a shaman, or your domain if you are a druid, beckoning them forth to pay attention to your current location. For the duration of the spell, all spells from your spirit magic list or domain list that are cast within the affected area have their caster level increased by 1, and all spellcasters casting such spells receive a +4 insight bonus on their concentration checks for those spells only."},{"Name":"Spiritual Ally","School":"evocation [force]","Level":{"cleric\/oracle":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect spiritual ally of forceDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes \nAn ally made of pure force appears in a single 5-foot square within range. The ally takes the form of a servant of your god. \nThe spiritual ally occupies its space, though you and your allies can move through it, since it is your ally. The spiritual ally carries a single weapon, one favored by your deity (as for spiritual weapon), which has the same threat range and critical modifiers as a real weapon of its form. Each round on your turn, starting with the turn that you cast this spell, your spiritual ally can make an attack against a foe within its reach that you designate. The spiritual ally threatens adjacent squares and can flank and make attacks of opportunity as if it were a normal creature. The spiritual ally uses your base attack bonus (gaining extra attacks if your base attack bonus is high enough) plus your Wisdom bonus when it makes a melee attack. When the spiritual ally hits, it deals 1d10 points of force damage + 1 point of damage per 3 caster levels (maximum +5 at 15th level). It strikes as a spell, not a weapon, so it bypasses DR and can affect incorporeal creatures. \nEach round after the first, you can move the spiritual ally as a swift action. It has a speed of 30 feet, and a fly speed of 30 feet (perfect maneuverability). Being a construct of force, the spiritual ally cannot be harmed by any physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it. A spiritual ally's AC against touch attacks is 10. \nIf an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the spiritual ally strikes it. If the ally is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell. "},{"Name":"Spiritual Weapon","School":"evocation [force]","Level":{"cleric\/oracle":2,"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\nRange medium (100 ft. + 10 ft.\/level)Effect magic weapon of forceDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes\nA weapon made of force appears and attacks foes at a distance, as you direct it, dealing 1d8 force damage per hit, + 1 point per three caster levels (maximum +5 at 15th level). The weapon takes the shape of a weapon favored by your deity or a weapon with some spiritual significance or symbolism to you (see below) and has the same threat range and critical multipliers as a real weapon of its form. It strikes the opponent you designate, starting with one attack in the round the spell is cast and continuing each round thereafter on your turn. It uses your base attack bonus (possibly allowing it multiple attacks per round in subsequent rounds) plus your Wisdom modifier as its attack bonus. It strikes as a spell, not as a weapon, so for example, it can damage creatures that have damage reduction. As a force effect, it can strike incorporeal creatures without the reduction in damage associated with incorporeality. The weapon always strikes from your direction. It does not get a flanking bonus or help a combatant get one. Your feats or combat actions do not affect the weapon. If the weapon goes beyond the spell range, if it goes out of your sight, or if you are not directing it, the weapon returns to you and hovers.\nEach round after the first, you can use a move action to redirect the weapon to a new target. If you do not, the weapon continues to attack the previous round's target. On any round that the weapon switches targets, it gets one attack. Subsequent rounds of attacking that target allow the weapon to make multiple attacks if your base attack bonus would allow it to. Even if the spiritual weapon is a ranged weapon, use the spell's range, not the weapon's normal range increment, and switching targets still is a move action.\nA spiritual weapon cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it. A spiritual weapon's AC against touch attacks is 12 (10 + size bonus for Tiny object).\nIf an attacked creature has Spell Resistance, you make a caster level check (1d20 + caster level) against that Spell Resistance the first time the spiritual weapon strikes it. If the weapon is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell."},{"Name":"Spit Venom","School":"transmutation [poison]","Level":{"cleric\/oracle":4,"druid":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one stream of venomDuration instantaneous; see textSaving Throw Fortitude partial; Spell Resistance no\nYou spit a stream of venom at a target using a ranged touch attack. If the venom hits, it causes blindness for 1 round. The target must also save or be poisoned by black adder venom; the DC in successive rounds of the poison is equal to the spell’s DC."},{"Name":"Spite","Description":"\nSchool abjuration; Level\nwitch 4\n\n\nRange personalTargets youDuration 1 hour\/level (D) or until discharged\n\nChoose a single touch range spell of 4th level or lower with a casting time of 1 standard action or less. As part of the action of casting spite, you cast the associated spell and bind it into a defensive ward in the form of a tattoo, birthmark, or wart somewhere upon your body. The next time you are hit by a melee attack or a combat maneuver is used successfully against you, the stored spell is triggered against your foe. You do not need to succeed on a touch attack to affect the target, but in all other respects the spell is treated as though you had cast it normally. If the attacking creature is not a valid target for the spell, the stored spell is lost with no effect.\n\n\nYou can have only one spite spell in effect at a time; if you cast this spell a second time, the previous spell effect ends.\n","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (rare inks worth 250 gp)"}},{"Name":"Spontaneous Immolation","School":"evocation [fire]","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (pinch of saltpeter)"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"Fortitude half and Reflex (see description);","Spell_Resistance":"yes","Description":"You point your finger at a creature, causing it to spontaneously burst into flame. The target takes 3d6 points of fire damage and catches on fire. A successful Fortitude save reduces this damage by half and prevents the target from catching on fire. Each round on your turn, a burning target can attempt a new save to extinguish the flames (DC equal to the DC of the spell); otherwise it takes another 1d6 fire damage."},{"Name":"Squeeze","School":"transmutation (polymorph)","Level":{"alchemist":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Stabilize","Description":"School conjuration (healing); Level\ncleric\/oracle 0, \ndruid 0, \ninquisitor 0, \nwitch 0","Casting_Time":"1 standard action ","Components":{"V,S":""},"Range":"close (25 ft. + 5 ft.\/2 levels) ","Target":"one living creature","Duration":"instantaneous ","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Stabilize Powder","School":"transmutation","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a few drops of liquor)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 loaded firearm","Duration":"instantaneous","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"Ammunition currently loaded in the target firearm is less prone\n to misfire. Decrease the misfire range by 1 + 1 per five caster levels \n(maximum +5, minimum misfire 0) for the ammunition currently loaded into\n that firearm."},{"Name":"Staggering Fall","School":"transmutation","Level":{"cleric\/oracle":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one falling creature","Duration":"1 round\/level (see below)","Saving_Throw":"Fortitude partial (see below);","Spell_Resistance":"yes"},{"Name":"Stalwart Resolve","School":"enchantment (compulsion) [mind-affecting]","Level":{"alchemist":2,"cleric":2,"inquisitor":1,"paladin":1,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Stalwart resolve was originally created to temporarily aid those suffering from certain afflictions. The recipient of stalwart resolve ignores the effects of ability damage and penalties to a single ability score of your choice, except that damage equal to or greater than the ability score still causes unconsciousness or death. This applies whether or not the ability damage or penalty happened before or during the spell’s duration, and whether or not multiple sources are involved. This spell has no effect on ability drain."},{"Name":"Starsight","School":"divination","Level":{"alchemist":1,"bard":1,"cleric":1,"druid":1,"ranger":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range personalTarget youDuration 10 minutes\/level\nYou can observe the night sky and all of its celestial bodies as if it were a clear night, regardless of weather conditions that would otherwise block your view. Your vision penetrates any light pollution from non-magical sources, though this spell doesn't function in daylight, indoors, or underground. You see through forest canopies and similar natural obstructions, but only for the purpose of stargazing. For the spell's duration, you gain a +2 insight bonus on Knowledge (geography) checks relating to the stars and planets and Survival checks to avoid getting lost."},{"Name":"Statue","School":"transmutation","Level":{"alchemist":6,"sorcerer\/wizard":7},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (lime","sand":"","and":""},"Range":"touch","Target":"creature touched","Duration":"1 hour\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Status","School":"divination","Level":{"community":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one living creature touched per three levelsDuration 1 hour\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nWhen you need to keep track of comrades who may get separated, status allows you to mentally monitor their relative positions and general condition. You are aware of direction and distance to the creatures and any conditions affecting them: unharmed, wounded, disabled, staggered, unconscious, dying, nauseated, panicked, stunned, poisoned, diseased, confused, or the like. Once the spell has been cast upon the subjects, the distance between them and the caster does not affect the spell as long as they are on the same plane of existence. If a subject leaves the plane, or if it dies, the spell ceases to function for it.\nAs status, but you can also cast a limited selection of spells through the link, as if you were touching the target. You can cast any spell that meets all of the following conditions:\nLevel 0, 1st, or 2nd\nRange touch\nTarget creature touched\nSaving Throw harmless","Range":"touch","Target":"one creature touched\/three levels","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes"},{"Name":"Stay the Hand","School":"enchantment (compulsion) [mind-affecting]","Level":{"paladin":4},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one creatureDuration 1\/round per level and special; see textSaving Throw Will partial; Spell Resistance yes\nYou cause a creature's arm to waver and prevent it from striking another creature. You can cast this spell when the target is about to make a melee attack against another creature. On a failed Saving Throw, the target does not follow through with its attack, and its entire action is wasted for the round. On a successful Saving Throw, the target can make its attack, forcing its strike though the compulsion but losing both accuracy and power, taking a -5 penalty on its attack and damage rolls. Whether or not the target makes its initial save or not, it is subject to a -2 penalty on attack and damage rolls against the creature it originally targeted for the duration of the spell."},{"Name":"Steal Breath","Description":"\n\nYou pull the breath from a creature's lungs, dealing damage and \nleaving it unable to speak, use breath weapons, or cast spells with \nverbal components.\n If the target fails its saving throw, it takes 2d6 points of damage, \nand it cannot speak, use breath weapons, or anything else requiring \nbreathing, and a visible line of swirling air leaves the target's mouth \nand enters your mouth.","School":"transmutation [air]","Level":{"bard":2,"bloodrager":2,"druid":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 round (see text)","Saving_Throw":"Fort negates; see text;","Spell_Resistance":"yes"},{"Name":"Steal Size","School":"transmutation","Level":{"bloodrager":2,"druid":3,"magus":3,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of iron shaped like a scale tray)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one humanoid creature larger than youDuration 1 minute\/level (D)Saving Throw Fort negates; Spell Resistance yes\nGet this book AND support this site!\nThis spell reduces the target's size by one size category, as if it were affected by reduce person. You grow in size by one category, as if affected by enlarge person (if you can be targeted by that spell). If the spell is dispelled or otherwise ends for either you or the target, both you and the target return to your normal sizes."},{"Name":"Steal Voice","School":"necromancy","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature","Duration":"permanent (D)","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"The target’s throat constricts, giving it the caster croak spellblight."},{"Name":"Stench of Prey","School":"transmutation","Level":{"druid":3,"ranger":3,"shaman":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one creature (see text)","Duration":"1 minute\/level","Saving_Throw":"Fort negates (see text);","Spell_Resistance":"yes","Description":"The target exudes a strong odor that most predators recognize as the scent of helpless prey. The closest 1d4+1 predatory creatures within 30 feet must succeed at a Will save or start attacking the target (animals with the scent ability are affected if within 60 feet). If the predator is an animal, it can be called away from the target by a handler using the \"down\" trick or any effect that suspends or dispels emotion or rage effects.\nThis spell has no effect on constructs, undead, or creatures with the unnatural aura ability or effects that repel animals."},{"Name":"Stinking Cloud","School":"conjuration (creation) [poison]","Level":{"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a rotten egg or cabbage leaves)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect cloud spreads in 20-ft. radius, 20 ft. highDuration 1 round\/levelSaving Throw Fortitude negates; see text; Spell Resistance no\nThe effects created by this spell do not move with a vehicle.\nSource Skull & Shackles Player's Guide\nStinking cloud creates a bank of fog like that created by fog cloud, except that the vapors are nauseating. Living creatures in the cloud become nauseated. This condition lasts as long as the creature is in the cloud and for 1d4+1 rounds after it leaves. (Roll separately for each nauseated character.) Any creature that succeeds on its save but remains in the cloud must continue to save each round on your turn. This is a poison effect."},{"Name":"Stolen Light","School":"illusion (figment)","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"1 full round","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"transparent gem touched","Duration":"permanent or 1 minute\/level (see text)","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"Stolen light stores images within a gem. To store an image, as part of casting you must touch a gem worth not less than 500 gp. You trap within the gem an image of everything visible within a 30-foot cone measured from the gem, in a direction of your choice. Alternatively, you can capture a less detailed image of a single object within sight. Once the casting is complete, the gem turns opaque, and the image inside cannot be seen. The stolen image remains within the gem until released or dispelled.\nTo release an image, you touch a gem holding stolen light as a standard action and speak a command word chosen at the time of casting. For 1 minute per caster level, the image stored within the gem becomes visible. Details can be made out as clearly as they could be perceived at the time of casting. Darkvision is of no use for making out details in a stolen image, though low-light vision or other exceptional visual talents may reveal information the caster did not see. Light sources brighter than bright light are reduced to bright light in the stolen image. Once the image has been released, it cannot again be recovered from the gem.\nStolen light can be made permanent with the permanency spell by a caster of 10th level for a cost of 5,000 gp. This leaves the gem capable of projecting the image indefinitely, activated and deactivated by its command word, until it is destroyed or dispelled."},{"Name":"Stone Call","School":"conjuration (creation) [earth]","Level":{"bloodrager":2,"druid":2,"magus":2,"ranger":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area cylinder (40-ft. radius, 20 ft. high)Duration 1 round\/levelSaving Throw none; Spell Resistance no\nA rain of dirt, gravel, and small pebbles fills the area, dealing 2d6 points of bludgeoning damage to every creature in the area. This damage only occurs once, when the spell is cast.\nFor the remaining duration of the spell, this debris covers the ground, making the entire area difficult terrain. At the end of the duration, the rocks disappear, leaving no aftereffects (other than the damage dealt)."},{"Name":"Stone Discus","School":"conjuration (creation) [earth]","Level":{"bloodrager":2,"druid":2,"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of earth or metal)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one or more stone discusesDuration InstantaneousSaving Throw none; Spell Resistance no\nYou create a stone discus, which flies at an enemy. You can create one discus, plus one additional discus at 7th and 11th caster levels. For each discus you create, you decide whether its edge is blunt (and deals bludgeoning damage) or sharp (and deals slashing damage). Each discus requires a ranged attack to hit and deals 4d6 points of damage. The discuses can be launched at more than one target, but all must be aimed at targets within 30 feet of each other and launched simultaneously.\nAt caster level 5th, the discuses count as magic and silver. At caster level 10th, they also count as cold iron. At caster level 15th, they also count as adamantine."},{"Name":"Stone Fist","School":"transmutation [earth]","Level":{"alchemist":1,"bloodrager":1,"druid":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a chip of granite)"},"Description":"Range personalTargets youDuration 1 minute\/level (D)\nThis spell transforms your hands into living stone. While this spell is in effect, your unarmed strikes do not provoke attacks of opportunity and deal 1d6 points of lethal bludgeoning damage (1d4 if you are Small). In addition, your unarmed strikes ignore the hardness of any object with a hardness less than 8.\nStone to flesh immediately dispels stone fist. Should you be the target of transmute rock to mud, this spell immediately ends and you take 4d6 points of damage."},{"Name":"Stone Shape","School":"transmutation [earth]","Level":{"cleric\/oracle":3,"druid":3,"sorcerer\/wizard":4,"earth":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"stone or stone object touched, up to 10 cu. ft. + 1 cu. ft.\/level","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Stone Shield","Description":"\nSchool conjuration (creation) [earth]; \nLevel bloodrager 1, cleric 1, druid 1, magus 2, sorcerer\/wizard 1, summoner 1\n\nRange 0 ft.Effect stone wall whose area is one 5-ft. squareDuration 1 roundSaving Throw none; Spell Resistance no\nA 1-inch-thick slab of stone springs up from the ground, interposing itself between you and an opponent of your choice. The stone shield provides you with cover from that enemy until the beginning of your next turn, granting you a +4 bonus to Armor Class and a +2 bonus on Reflex saving throws. If the opponent's attack misses you by 4 or less, the attack strikes the shield instead. The stone shield has hardness 8 and 15 hit points. If the shield is destroyed, the spell ends and the shield crumbles away into nothingness. Spells and effects that damage an area deal damage to the shield.","Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"}},{"Name":"Stone Tell","School":"divination","Level":{"druid":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 min.\/level"},{"Name":"Stone to Flesh","School":"transmutation","Level":{"magus":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of blood mixed with earth)"},"Range":"medium (100 ft. + 10 ft.\/level)","Target":"one petrified creature or a cylinder of stone from 1 ft. to 3 ft. in diameter and up to 10 ft. long","Duration":"instantaneous","Saving_Throw":"Fortitude negates (object); see text;","Spell_Resistance":"yes"},{"Name":"Stoneskin","School":"abjuration","Level":{"alchemist":5,"druid":6,"inquisitor":5,"sorcerer\/wizard":5,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (granite and diamond dust worth 100 gp per creature affected)"},"Range":"touch","Target":"creatures touched","Duration":"10 min.\/level or until discharged","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"The warded creature gains resistance to blows, cuts, stabs, and slashes. The subject gains DR 10\/adamantine. It ignores the first 10 points of damage each time it takes damage from a weapon, though an adamantine weapon bypasses the reduction. Once the spell has prevented a total of 10 points of damage per caster level (maximum 150 points), it is discharged.\nThis spell functions like stoneskin,\n except you divide the duration in 10 minute intervals among the \ncreatures touched. Once the spell has prevented 10 points of damage per caster level (maximum 150 points) for a subject, the spell’s effects end for that subject."},{"Name":"Storm of Blades","School":"conjuration (creation)","Level":{"cleric":3,"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sword)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You create floating swords of the type used as the material component for this spell (such as a rapier or scimitar) and magically propel them at your target. You can create one sword for every 2 caster levels that you possess, up to a maximum of five swords at 10th level. You must have line of effect between you and the target, and the target must be within the spell’s range. You make a ranged attack roll for each sword (with no penalties for range increments or using melee weapons as ranged weapons); each attack has the same threat range and critical modifier and deals the same damage as a standard sword of the type expended. Swords created by this spell disappear after striking (or missing) their targets."},{"Name":"Storm of Vengeance","School":"conjuration (summoning)","Level":{"cleric\/oracle":9,"druid":9,"witch":9},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect 360-ft.-radius storm cloudDuration concentration (maximum 10 rounds) (D)Saving Throw see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nYou create a huge black storm cloud in the air. Each creature under the cloud must succeed on a Fortitude save or be deafened for 1d4 x 10 minutes. Each round you continue to concentrate, the spell generates additional effects as noted below. Each effect occurs on your turn.\n2nd Round: Acid rains down in the area, dealing 1d6 points of acid damage (no save).\n3rd Round: You call six bolts of lightning down from the cloud. You decide where the bolts strike. No two bolts may be directed at the same target. Each bolt deals 10d6 points of electricity damage. A creature struck can attempt a Reflex save for half damage.\n4th Round: Hailstones rain down in the area, dealing 5d6 points of bludgeoning damage (no save).\n5th through 10th Rounds: Violent rain and wind gusts reduce visibility. The rain obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target). Speed is reduced by three-quarters.\nRanged attacks within the area of the storm are impossible. Spells cast within the area are disrupted unless the caster succeeds on a Concentration check against a DC equal to the storm of vengeance's save DC + the level of the spell the caster is trying to cast."},{"Name":"Storm Step","School":"conjuration (teleportation) [electricity]","Level":{"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"??":""},"Description":"Target youRange close (25 ft. + 5 ft.\/2 levels)Duration instantaneousSaving Throw Reflex halves; Spell Resistance yes\nYou are able to harness the power of the storm to transport yourself a short distance, by taking the form of a furious, sizzling bolt of elemental electricity.\nYou must either have line of sight to your destination or you must specify a direction and distance within range. Creatures and objects in the path of your passage take 1d8 points of electricity damage per 2 caster levels (maximum 5d8). A successful Reflex save halves the damage.\nIf your path intersects with a solid object, you damage the barrier accordingly. If the damage is enough to break through the barrier, you continue beyond the barrier as long as the spell's range permits; otherwise, your movement stops in the square adjacent to the barrier and the effect ends."},{"Name":"Stormbolts","School":"evocation [electricity]","Level":{"cleric\/oracle":8,"druid":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range 30 ft.Area a 30-ft.-radius spread, centered on youDuration instantaneousSaving Throw Fortitude partial; Spell Resistance yes\nWhen you cast this spell, lightning spills forth from your body in all directions. The bolts do not harm natural vegetation or creatures in the area you wish to exclude from damage. Any other creatures within the area take 1d8 points of electricity damage per caster level (maximum 20d8) and are stunned for 1 round. A successful Saving Throw halves the damage and negates the stun effect."},{"Name":"Strangling Hair","School":"transmutation","Level":{"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"concentration, up to 1 round\/level","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"Your hair animates and extends to grapple and constrict an opponent. Make a grapple check against the target using your caster level as the base attack bonus plus a bonus equal to your Intelligence bonus (if a witch or wizard) or Charisma bonus (if a sorcerer). This grapple check does not provoke attacks of opportunity. If your hair succeeds in grappling a foe, that creature takes 1d6 points of damage or your unarmed strike damage, whichever is greater, and gains the grappled condition. Your hair receives a +5 bonus on grapple checks made against opponents it is already grappling, but cannot move foes or pin foes. Each round that your hair succeeds on a grapple check, it deals an additional 1d6 points of damage. The CMD of your hair, for the purposes of escaping the grapple, is equal to 10 + its CMB.\nOnce you choose a target, your hair continues to attack that target independently of your own actions. You may designate a new target as a move action, which causes your hair to release its current target (if any) and attack the new target that round. Your hair cannot be targeted as a separate creature, but it can be dispelled."},{"Name":"Stricken Heart","School":"necromancy [death]","Level":{"inquisitor":2,"shaman":3,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"This spell covers your hand with a writhing black aura. As part of casting the spell, you can make a melee touch attack that deals 2d6 points of negative energy damage and causes the target to be staggered for 1 round. If the attack is a critical hit, the target is staggered for 1 minute instead. Creatures immune to precision damage are immune to the staggered effect."},{"Name":"Strip Scales","Description":"School transmutation; Level druid 4, sorcerer\/wizard 5, witch 5\nCasting Time 1 standard actionComponents V, S, M\/DF (a single reptile scale)\nRange close (25 ft. + 5 ft.\/2 levels)Target one living creatureDuration 1 minute\/levelSaving Throw Fortitude; Spell Resistance yes\nYou reduce the target's racial natural armor bonus by 1 point per 3 caster levels."},{"Name":"Strong Jaw","School":"transmutation","Level":{"druid":4,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets creature touchedDuration 1 minute\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nLaying a hand upon an allied creature's jaw, claws, tentacles, or other natural weapons, you enhance the power of that creature's natural attacks. Each natural attack that creature makes deals damage as if the creature were two sizes larger than it actually is. If the creature is already Gargantuan or Colossal-sized, double the amount of damage dealt by each of its natural attacks instead. This spell does not actually change the creature's size; all of its statistics except the amount of damage dealt by its natural attacks remain unchanged."},{"Name":"Strong Wings","School":"transmutation","Level":{"bloodrager":1,"druid":1,"ranger":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level","Saving_Throw":"Fort negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Stumble Gap","School":"conjuration (creation)","Level":{"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect see textDuration 1 round + 1 round\/levelSaving Throw Reflex partial; Spell Resistance no\nYou create a shallow extra-dimensional hole perfectly sized to trip anyone who steps within it. This hole occupies a single 5-foot square with a depth of six inches. Any creature occupying the square when you first create the hole, or who later steps into the square containing the hole, must make a Reflex saving throw to avoid falling prone in an adjacent square and taking 1d6 points of damage. A creature that makes its saving throw still stumbles ever so slightly and takes a -1 penalty on all rolls and checks for 1 round. The spell has no effect on creatures adjacent to the square containing the hole."},{"Name":"Stunning Barrier","School":"abjuration","Level":{"cleric":3,"inquisitor":3,"paladin":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 round\/level or until discharged","Saving_Throw":"none and Will negates (see text);","Spell_Resistance":"no and yes (see text)","Description":"You are closely surrounded by a barely visible magical field. The field provides a +1 deflection bonus to AC and a +1 resistance bonus on saves. Any creature that strikes you with a melee attack is stunned for 1 round (Will negates). Once the field has stunned an opponent, the spell is discharged.\nThis spell functions as stunning barrier, except as noted above, and it provides a +2 bonus to AC and on saving throws. It is not discharged until it has stunned a number of creatures equal to your caster level."},{"Name":"Stunning Finale","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets up to 3 creatures, no two of which can be more than 30 ft. apartDuration 1 roundSaving Throw Fortitude partial; see text; Spell Resistance yes\nYou must have a bardic performance in effect to cast this spell.\nWith a flourish, you immediately end your bardic performance, assaulting the senses of the targets with your finale. Each target is stunned for 1 round. On a successful Saving Throw, a target is staggered for 1 round."},{"Name":"Suffocation","School":"necromancy","Level":{"sorcerer\/wizard":9,"witch":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a vial containing a bit of the caster's breath)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 3 roundsSaving Throw Fortitude partial; Spell Resistance yes\nThis spell extracts the air from the target's lungs, causing swift suffocation.\nThe target can attempt to resist this spell's effects with a Fortitude save-if he succeeds, he is merely staggered for 1 round as he gasps for breath. If the target fails, he immediately begins to suffocate. On the target's next turn, he falls unconscious and is reduced to 0 hit points. One round later, the target drops to -1 hit points and is dying. One round after that, the target dies. Each round, the target can delay that round's effects from occurring by making a successful Fortitude save, but the spell continues for 3 rounds, and each time a target fails his Fortitude save, he moves one step further along the track to suffocation. This spell only affects living creatures that must breathe. It is impossible to defeat the effects of this spell by simply holding one's breath-if the victim fails the initial Saving Throw, the air in his lungs is extracted.\nTargets one living creature\/2 levels (no two of which may be more than 30 feet apart)Duration 1 round\/level\nThis spell functions as suffocation except as noted above. Note that the duration of this spell is much longer, forcing those suffering from the effect to make far more Fortitude saves to stave off eventual suffocation."},{"Name":"Suggestion","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"bard":5,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (a snake's tongue and a honeycomb)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"1 hour\/level or until completed","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You influence the actions of the target creature by suggesting a course of activity (limited to a sentence or two). The suggestion must be worded in such a manner as to make the activity sound reasonable. Asking the creature to do some obviously harmful act automatically negates the effect of the spell. \nThe suggested course of activity can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can instead specify conditions that will trigger a special activity during the duration. If the condition is not met before the spell duration expires, the activity is not performed.\nA very reasonable suggestion causes the save to be made with a penalty (such as -1 or -2).\nRange medium (100 ft. + 10 ft.\/level)Targets one creature\/level, no two of which can be more than 30 ft. apart"},{"Name":"Summon Accuser","School":"conjuration (summoning) [evil, lawful]","Level":{"bard":4,"cleric\/oracle":4,"sorcerer\/wizard":4,"summoner":4,"witch":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect one accuser devilDuration 10 minutes\/levelSaving Throw none; Spell Resistance no\n"},{"Name":"Summon Ancestral Guardian","School":"conjuration (summoning)","Level":{"bard":3,"cleric\/oracle":3},"Casting_Time":"1 standard action ","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level) Effect two summoned ancestor spirits Duration 1 round\/level (D) Saving Throw none; Spell Resistance yes\nYou call the spirits of two ancestors to manifest in the mortal world and attack your enemies. Each appears as a transparent image of a powerful, wise dwarf armed with a traditional dwarven weapon of your choice. These spirits move and attack at your direction, each having the abilities of a spiritual weapon, except they can attack different targets and deal physical damage (bludgeoning, piercing, or slashing, according to the weapon the spirit wields) instead of force damage. Like creatures conjured with a summon monster spell, your ancestors are not harmed if these manifestations are destroyed."},{"Name":"Summon Cacodaemon","School":"conjuration (summoning) [evil]","Level":{"cleric":4,"sorcerer\/wizard":4,"summoner":3,"witch":4},"Description":"Components V, S, F (a silver hook)\nThis spell functions like summon monster, except it summons a single cacodaemon."},{"Name":"Summon Ceustodaemon","School":"conjuration (summoning) [evil]","Level":{"cleric":5,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Description":"Components V, S, F (ashes of a dead animal)"},{"Name":"Summon Derghodaemon","School":"conjuration (summoning) [evil]","Level":{"cleric":9,"sorcerer\/wizard":9,"witch":9},"Description":"Components V, S, F (a handful of bug carapaces)"},{"Name":"Summon Eidolon","School":"conjuration (summoning)","Level":{"summoner":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a silver coin) "},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one eidolonDuration 1 minute\/level (D)Saving Throw none; Spell Resistance no \nYou open a rift between dimensions that summons your eidolon. \nTreat this as if you had summoned your eidolon normally, except that it only remains with you for the duration of this spell. While summoned in this way, your eidolon cannot touch any creature warded by protection from evil or a similar effect and your eidolon can be sent back to its home plane by dispel magic. \nIf you cast this spell while your eidolon is already on your plane, this spell has no effect. This spell allows you to summon your eidolon even if it has been returned to its home plane due to damage. "},{"Name":"Summon Elder Worm","School":"conjuration (summoning)","Level":{"druid":9},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one summoned creatureDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions as summon nature’s ally VIII, except you summon a purple worm with the giant creature simple template."},{"Name":"Summon Erodaemon","School":"conjuration (summoning) [evil]","Level":{"cleric":8,"sorcerer\/wizard":8,"summoner":6,"witch":8},"Description":"Components V, S, F (a bent or tarnished wedding band)"},{"Name":"Summon Flight of Eagles","School":"conjuration (summoning)","Level":{"druid":6,"ranger":4,"sorcerer\/wizard":6},"Casting_Time":"1 round ","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels) Effect 1d4+1 summoned creatures Duration 1 minute\/level Saving Throw none; Spell Resistance no"},{"Name":"Summon Froghemoth","School":"conjuration (summoning)","Level":{"druid":9},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one summoned creatureDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions as summon nature’s ally IX, except you summon a froghemoth."},{"Name":"Summon Genie","School":"conjuration (summoning)","Level":{"cleric":6,"sorcerer\/wizard":6,"summoner":5,"witch":6},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels) Effect one summoned genieDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions like summon monster I, except you can summon one janni.\nThis spell functions like lesser summon genie, except you can summon one djinni or 1d3 jann.\nThis spell functions like lesser summon genie, except you can summon one shaitan, 1d3 djinni, or 1d4+1 jann."},{"Name":"Summon Infernal Host","School":"conjuration (summoning) [evil, lawful]","Level":{"bard":5,"cleric\/oracle":5,"sorcerer\/wizard":5,"summoner":5,"witch":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect 1d4+1 lesser host devils or 1 greater host devilDuration 1 round\/levelSaving Throw none; Spell Resistance no\n"},{"Name":"Summon Instrument","School":"conjuration (summoning)","Level":{"bard":0},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect one summoned handheld musical instrumentDuration 1 min.\/level (D)Saving Throw none; Spell Resistance no"},{"Name":"Summon Lesser Psychopomp","School":"conjuration (summoning)","Level":{"cleric\/oracle":5,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one or more summoned psychopomps (see text)Duration 1 round\/level (D)Saving Throw none; Spell Resistance no\n\n\nGet this book AND support this site!\nThis spell functions like summon monster, except that it summons 1d3 esobok psychopomps or 1d4+1 nosoi psychopomps."},{"Name":"Summon Meladaemon","School":"conjuration (summoning) [evil]","Level":{"cleric":8,"sorcerer\/wizard":8,"summoner":6,"witch":8},"Description":"Components V, S, F (an empty wooden bowl)"},{"Name":"Summon Minor Ally","School":"conjuration (summoning)","Level":{"druid":1,"ranger":1},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 1d3 summoned creaturesDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions as summon nature’s ally I, except you can summon 1d3 Tiny or smaller animals, such as bats, lizards, monkeys, rats, ravens, toads, or weasels. The summoned animals must all be the same type of creature."},{"Name":"Summon Minor Monster","School":"conjuration (summoning)","Level":{"antipaladin":1,"bard":1,"cleric\/oracle":1,"sorcerer\/wizard":1,"summoner":1,"witch":1},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 1d3 summoned creaturesDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nThis spell functions as summon monster I, except you can summon 1d3 Tiny or smaller animals, such as bats, lizards, monkeys, rats, ravens, toads, or weasels. The summoned animals must all be the same type of creature. As with animals summoned with summon monster I, you may apply one alignment-appropriate template to these animals."},{"Name":"Summon Monster","School":"conjuration (summoning)","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"witch":9,"evil":9,"good":9,"law":9},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect one summoned creatureDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\n\nThis spell summons an extraplanar creature (typically an outsider, elemental, or magical beast native to another plane). It appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions. The spell conjures one of the creatures from the 1st Level list on Table: Summon Monster. You choose which kind of creature to summon, and you can choose a different one each time you cast the spell.\nA summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities. Creatures cannot be summoned into an environment that cannot support them. Creatures summoned using this spell cannot use spells or spell-like abilities that duplicate spells with expensive material components (such as wish).\nWhen you use a summoning spell to summon a creature with an alignment or elemental subtype, it is a spell of that type. Creatures on Table: Summon Monster marked with an \"*\" are summoned with the celestial template, if you are good, and the fiendish template, if you are evil. If you are neutral, you may choose which template to apply to the creature. Creatures marked with an \"*\" always have an alignment that matches yours, regardless of their usual alignment. Summoning these creatures makes the summoning spell's type match your alignment.\nStat-blocks for all Summon Monster 1 monsters\nThis spell functions like summon monster I, except that you can summon one creature from the 2nd-level list or 1d3 creatures of the same kind from the 1st-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 3rd-level list, 1d3 creatures of the same kind from the 2nd-level list, or 1d4+1 creatures of the same kind from the 1st-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 4th-level list, 1d3 creatures of the same kind from the 3rd-level list, or 1d4+1 creatures of the same kind from a lower-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 5th-level list, 1d3 creatures of the same kind from the 4th-level list, or 1d4+1 creatures of the same kind from a lower-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 6th-level list, 1d3 creatures of the same kind from the 5th-level list, or 1d4+1 creatures of the same kind from a lower-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 7th-level list, 1d3 creatures of the same kind from the 6th-level list, or 1d4+1 creatures of the same kind from a lower-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 8th-level list, 1d3 creatures of the same kind from the 7th-level list, or 1d4+1 creatures of the same kind from a lower-level list.\nThis spell functions like summon monster I, except that you can summon one creature from the 9th-level list, 1d3 creatures of the same kind from the 8th-level list, or 1d4+1 creatures of the same kind from a lower-level list.\nMany adventure paths include custom summoning options for characters who follow certain gods, or must meet other special requirements (such as only being available to members of certain races).\nLike any other optional rules, players should always consult their GM to see if they are approved for use. The Source column indicates which Adventure Path or specific book included that creature as an alternative summoning option.\nThere are a few feats which have special effects on the summon monster spells.\nThese feats include custom summoning lists and are fully detailed in the feats section of this site.\n\n* This creature is summoned with the celestial template if you are good, the entropic template if you are chaotic, the fiendish template if you are evil, or the resolute template if you are lawful; you may choose any if you are neutral.\n1 The original source material did not explicitly state this but it can be assumed the intent is to use the creature indicated but with the Young Creature template applied. The GM will need to adjust the creature with this template if d20pfsrd.com has not already created one with it applied.\n2 This creature has the extraplanar subtype but is otherwise normal for its kind.\n3 Adventure Path #29 refers to this monster as \"Cerberai\" but we could not find that exact named monster. We believe that the linked to monster is appropriate however."},{"Name":"Summon Nature's Ally","School":"conjuration (summoning)","Level":{"druid":9},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect one summoned creatureDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\nThis spell summons to your side a natural creature (typically an animal, fey, magical beast, outsider with the elemental subtype, or a giant). The summoned ally appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. If you can communicate with the creature, you can direct it not to attack, to attack particular enemies, or to perform other actions as you command.\nA summoned monster cannot summon or otherwise conjure another creature, nor can it use any teleportation or planar travel abilities. Creatures cannot be summoned into an environment that cannot support them. Creatures summoned using this spell cannot use spells or spell-like abilities that duplicate spells that have expensive material components (such as wish).\nThe spell conjures one of the creatures from the 1st Level list on Table: Nature's Ally. You choose which kind of creature to summon, and you can change that choice each time you cast the spell. All the creatures on the table are neutral unless otherwise noted.\nWhen you use a summoning spell to summon a creature with an alignment or elemental subtype, it is a spell of that type. All creatures summoned with this spell without alignment subtypes have an alignment that matches yours, regardless of their usual alignment. Summoning these creatures makes the summoning spell's type match your alignment.\nThis spell functions as summon nature's ally I, except that you summon one 2nd-level creature or 1d3 1st-level creatures of the same kind.\nThis spell functions like summon nature's ally I, except that you can summon one 3rd-level creature, 1d3 2nd-level creatures of the same kind, or 1d4+1 1st-level creatures of the same kind.\nThis spell functions like summon nature's ally I, except that you can summon one 4th-level creature, 1d3 3rd-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.\nThis spell functions like summon nature's ally I, except that you can summon one 5th-level creature, 1d3 4th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.\nThis spell functions like summon nature's ally I, except that you can summon one 6th-level creature, 1d3 5th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.\nSchool conjuration (summoning) Level druid 7\nThis spell functions like summon nature's ally I, except that you can summon one 7th-level creature, 1d3 6th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.\nThis spell functions like summon nature's ally I, except that you can summon one 8th-level creature, 1d3 7th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind.\nThis spell functions like summon nature's ally I, except that you can summon one 9th-level creature, 1d3 8th-level creatures of the same kind, or 1d4+1 lower-level creatures of the same kind."},{"Name":"Summon Stampede","School":"conjuration (summoning)","Level":{"cleric\/oracle":6,"druid":6,"summoner":4},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (piece of fur from a herd animal)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 20-ft.-radius herd of animalsDuration 1 round\/levelSaving Throw Reflex halves (see text); Spell Resistance no\nYou conjure a herd of aurochs or similar herd animal that immediately stampedes in the direction you indicate. The herd takes up a 20-foot-radius space and moves at a rate of 120 feet per round in a straight line. Any creatures caught in the herd's path take 4d6+9 points of damage that round as they are trampled beneath dozens of animals' hooves. A successful Reflex save halves this damage.\nIf the stampede's path would put it in an obviously dangerous area (such as over a cliff or through a fire) or force it to move through a solid barrier, the herd stops at the obstacle and moves in a new randomly determined direction until it reaches another obstacle or the spell's duration ends."},{"Name":"Summon Swarm","School":"conjuration (summoning)","Level":{"bard":2,"druid":2,"sorcerer\/wizard":2,"summoner":2,"witch":2},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect one swarm of bats, rats, or spidersDuration concentration + 2 roundsSaving Throw none; Spell Resistance no\n"},{"Name":"Summon Thanadaemon","School":"conjuration (summoning) [evil]","Level":{"cleric":9,"sorcerer\/wizard":9,"witch":9},"Description":"Components V, S, F (two silver coins)"},{"Name":"Summon Totem Creature","School":"conjuration (summoning)","Level":{"cleric":3,"druid":3,"ranger":3,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Effect one summoned creatureDuration 1 hour (D)Saving Throw none; Spell Resistance no\nSome people revere more than the deities of distant planes, but also the animals and natural forces of the rugged lands they call home. These spellcasters have learned ways to call upon the might of their totem creatures in times of need. \nCharacters with access to this spell can only summon creatures revered by the clan they are a part of, as noted on the following lists. Except as noted above, this spell functions as summon nature's ally III.\nMoon Clan: small air elemental, 1d3 bats, wolf, 1d3 owls.\nAxe Clan: 1d3 eagles, small earth elemental, small water elemental.\nHawk Clan: small air elemental, 1d3+1 hawks (familiars), horse.\nSpire Clan: small air elemental, small earth elemental, 1d3 eagles.\nSun Clan: 1d3 fire beetles, small fire elemental, horse.\nSkull Clan: 1d3+1 eagles (vultures), 1d3 fire beetles, 1d3 giant centipedes."},{"Name":"Summon Vanth","School":"conjuration (summoning)","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6,"summoner":5,"witch":6},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one summoned vanth psychopompDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\n\n\nGet this book AND support this site!\nThis spell functions like summon monster, except that it summons a single vanth psychopomp."},{"Name":"Summoner Conduit","School":"necromancy","Level":{"cleric":4,"sorcerer\/wizard":5,"summoner":4,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (two flies)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one summoned creature or eidolon","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You exploit the invisible, mystic connection between the target creature and its summoner to harm that summoner. Whenever the target’s summoned creature is the target of a spell that deals damage, the target’s summoner is also considered to be a target of that spell. Such a summoner gains his normal defenses against the spell, such as a saving throw and spell resistance, and cannot be affected if he is on another plane of existence."},{"Name":"Sun Metal","School":"transmutation [fire]","Level":{"cleric\/oracle":1,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one melee weapon","Duration":"1 round\/level (see text)","Saving_Throw":"Fort negates (object);","Spell_Resistance":"yes (object)","Description":"The target weapon ignites into flame that does not hurt the weapon or \nthe wielder, but damages those hit by the weapon. When the weapon’s \nwielder hits with this weapon, it deals an additional 1d4 points of fire\n damage. This damage is not multiplied in the case of a critical hit. This effect immediately ends if the weapon is submerged in water. This effect does not stack with the flaming or flaming burst weapon special ability or any other effect that grants the weapon extra fire damage. It does not function on weapons with the frost or icy burst weapon special ability or any other effect that grants a weapon extra cold damage."},{"Name":"Sunbeam","School":"evocation [light]","Level":{"druid":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 60 ft.Area line from your handDuration 1 round\/level or until all beams are exhaustedSaving Throw Reflex negates and Reflex half; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nFor the duration of this spell, you can use a standard action to evoke a dazzling beam of intense light each round. You can call forth one beam per three caster levels (maximum six beams at 18th level). The spell ends when its duration runs out or your allotment of beams is exhausted.\nEach creature in the beam is blinded and takes 4d6 points of damage. Any creatures to which sunlight is harmful or unnatural take double damage. A successful Reflex save negates the blindness and reduces the damage by half.\nAn undead creature caught within the beam takes 1d6 points of damage per caster level (maximum 20d6), or half damage if a Reflex save is successful. In addition, the beam results in the destruction of any undead creature specifically harmed by bright light if it fails its save."},{"Name":"Sunburst","School":"evocation [light]","Level":{"druid":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Area 80-ft.-radius burstDuration instantaneousSaving Throw Reflex partial; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nSunburst causes a globe of searing radiance to explode silently from a point you select. All creatures in the globe are blinded and take 6d6 points of damage. A creature to which sunlight is harmful or unnatural takes double damage. A successful Reflex save negates the blindness and reduces the damage by half.\nAn undead creature caught within the globe takes 1d6 points of damage per caster level (maximum 25d6), or half damage if a Reflex save is successful. In addition, the burst results in the destruction of any undead creature specifically harmed by bright light if it fails its save.\nThe ultraviolet light generated by the spell deals damage to fungi, mold, oozes, and slimes just as if they were undead creatures."},{"Name":"Sunder Breaker","School":"abjuration [force]","Level":{"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 minute\/level (D) or until discharged","Saving_Throw":"Will negates (harmless) and see text;","Spell_Resistance":"yes (harmless) and see text","Description":"You place an invisible ward upon the target. The next time a creature succeeds at a sunder combat maneuver against the target, the attacker's weapon takes 1d6 points of damage per caster level (maximum 10d6). If the attacker used a natural weapon for the sunder, the attacker takes half this damage. Spell resistance applies to this damage. The attacker can attempt a Fortitude save to halve this damage.\nThe ward on the target counts as a magical trap and can be detected and disabled as such."},{"Name":"Sundered Serpent Coil","School":"conjuration (creation)","Level":{"magus":3,"sorcerer\/wizard":3,"summoner":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a snake scale)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Area one 5-foot squareDuration 1 round\/level (D)Saving Throw none; Spell Resistance no\n\n\n\nGet this book AND support this site!\nThis spell functions like black tentacles, except it creates a Large decapitated snake, which erupts from the ground and grapples a creature you specify within its 5-foot reach. As a standard action, you can command the snake to release its grappled target and direct it to attack a different creature."},{"Name":"Sundering Shards","School":"transmutation","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"touch","Target":"melee weapon touched","Duration":"1 hour\/level or until discharged","Saving_Throw":"Reflex negates (see text);","Spell_Resistance":"yes","Description":"You channel power into a melee weapon. If the weapon's wielder destroys an item with a successful sunder combat maneuver, she can release the extra power in the weapon, shattering the sundered item into jagged shards that deal 1d6 points of piercing and slashing damage to the creature that was wearing, carrying, or wielding the now-shattered item. Any creature (other than the wielder of the weapon targeted by this spell) adjacent to that creature must succeed at a Reflex saving throw or take 1d6 points of piercing and slashing damage from flying shards. The shards also count as whatever special materials the sundered item was made of (for example, the shards from a shattered cold iron weapon are cold iron). Once the weapon's extra power is unleashed, the spell is discharged."},{"Name":"Suppress Charms and Compulsions","School":"abjuration","Level":{"bard":2,"cleric\/oracle":2,"paladin":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action ","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels) Targets one creature plus one additional creature per 4 levels, no two of which can be further than 30 ft. apart Duration 10 minutes; see text Saving Throw Will negates (harmless); Spell Resistance yes (harmless)"},{"Name":"Suppress Primal Magic","School":"abjuration","Level":{"cleric":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of sand)"},"Description":"Range 10 ft.Area 10-ft.-radius emanation centered on youDuration 1 round\/level\nPrimal magic events cannot be triggered within the area of effect of this spell.\nThe emanation grants a +4 circumstance bonus on all saving throws against effects generated by primal magic outside of the spell’s effect that expand into the area.\nUnfortunately, suppressed primal magic tends to build up around the emanation created by this spell. When suppress primal magic’s duration ends (or when the spell is dispelled), a primal magic event is immediately triggered at the center of the emanation if that point is still in an area where primal magic is active. The CR of this event is equal to the caster level of the recently ended suppress primal magic spell. The original caster of the suppress primal magic spell can attempt to negate this triggered primal magic event by making a DC 20 Will save—most spellcasters instead relocate to an area not affected by primal magic if they can so that they can end the spell’s effect safely."},{"Name":"Sure Casting","Description":"School divination; Level bard 1, cleric 1, inquisitor 1, sorcerer\/ wizard 1, witch 1\nCasting Time 1 standard actionComponents V, F (a square of cloth and a needle)\nRange personalTarget youDuration 1 round (see text)\nYou gain temporary insight into your enemies' magical defenses. When you next cast a spell before the end of the next round, treat your caster level as 5 higher than normal for the purpose of overcoming spell resistance. This bonus doesn't increase any other effects that depend on caster level, such as the spell's damage or range, and affects only the first spell cast after sure casting."},{"Name":"Surmount Affliction","School":"abjuration","Level":{"cleric\/oracle":2,"inquisitor":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range youTarget personalDuration 1 round\/level\nYou temporarily overcome one harmful condition. This does not end the effect causing the condition; it just suspends that condition’s effect for the duration of the spell. You can surmount any one of the following conditions: blinded, confused, dazed, dazzled, deafened, fatigued, frightened, paralyzed, shaken, or sickened."},{"Name":"Swallow Your Fear","School":"enchantment","Level":{"bard":1,"cleric\/oracle":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creature plus one additional creature per four levels, no two of which can be more than 30 ft. apartDuration 10 minutes; see textSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nYou make the affected subjects ready for battle despite their fear. If a target is suffering from a fear effect of any kind, he gains a +2 morale bonus to Strength and Constitution, a +1 morale bonus on Will saves, and a -2 penalty to AC.\nIf the subject is frightened, he remains in place and gains the confused condition for the remainder of the fear effect, except he treats all results of \"attack self \" as \"do nothing\" and treats \"attack \nnearest creature\" as \"act normally.\" If the subject is panicked, he remains in place and gains the confused condition for the duration of the fear effect. "},{"Name":"Swarm of Fangs","School":"conjuration (summoning)","Level":{"druid":3,"sorcerer\/":0,"summoner":3,"witch":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (a lizard's tooth)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect one swarm of animate teethDuration 1 round\/levelSaving Throw none; Spell Resistance no\n\n\n\nGet this book AND support this site!\nYou summon a swarm consisting of thousands of animate, flying teeth in a 10-foot-by-10-foot cube. These fangs attack all creatures within the swarm's area. You can summon the swarm so that it shares an area with other creatures, and you can move the swarm up to 40 feet each round as a move action. If you choose not to move the swarm, it automatically moves up to 40 feet to envelop the nearest creature (including you) if it has not already done so.\nCreatures caught inside the swarm's area of effect take 2d6 points of damage. The fangs deal damage to all creatures sharing their area when they first appear, and at the end of their movement each round."},{"Name":"Swarm Skin","School":"transmutation","Level":{"druid":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personalTargets youDuration see text\nYou convert all of your soft tissue into swarms of insects or other creatures and send them off to do your bidding, leaving nothing but your bones and gear behind. These swarms have all their normal qualities and abilities but also bear a tiny portion of your consciousness that allows you to perceive what they do and to control their actions. While in this form, you cannot use any of your own abilities or take any actions other than controlling the swarms.\nEach time you cast this spell you get a total allotment of levels equal to your caster level and any swarm you choose to create costs one or more of those levels. You can \"spend\" your allotment of levels to create any combination of swarms so long as their total does not exceed your caster level.\nOnce you create these swarms they remain in existence until destroyed or you order them to return to your body. When all swarms have returned to your body or are destroyed, your flesh wraps itself back around your bones and you regain the ability to act normally. If your bones are not where you left them you must first locate them in order to regain access to your body. You always know if your bones are destroyed and your consciousness remains in control of the swarms until they too are destroyed (and your die). If you can use the swarms to get help and arrange for someone to repair your bones (using anything that would normally restore you to life), at which point you can return the swarms to your body."},{"Name":"Swift Girding","School":"transmutation","Level":{"magus":1,"paladin":1,"sorcerer\/":0},"Range":"close (25 feet + 5 feet\/level)","Target":"one willing creature\/level","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)","Description":"With a sweep of your hand, you select a number of targets and the same number of suits of armor.\nThe targets of this spell are immediately clad in the armor that you choose. The subjects of the spell must be capable of wearing the chosen armor, cannot be wearing other armor, and must be able to properly fit into the chosen armor.\nThe chosen armor must be empty and cannot be currently worn by another creature (thus you cannot move armor from one wearer to another with this spell). Creatures armored with this spell are considered to have donned the armor properly."},{"Name":"Swipe","School":"conjuration (teleportation)","Level":{"bard":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":" close (25 ft. + 5 ft.\/2 levels)","Target":"one held item","Duration":"instant","Saving_Throw":"none;","Spell_Resistance":"no","Description":"By flicking a finger in the appropriate direction and proclaiming \nownership, you attempt to magically wrest an item from the target's grip\n and summon it to your hand. To claim an object held by an opponent, you\n must make a CMB check—this check has a bonus equal to your caster level + your Intelligence, Wisdom, or Charisma\n modifier (whichever is highest). If you fail this check, the target \nretains the item and the spell fails. If you succeed, the item teleports\n into one of your free hands or comes to rest at your feet."},{"Name":"Symbol of Death","School":"necromancy [death]","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (mercury and phosphorus","plus":""},"Description":"Range 0 ft.; see textEffect one symbolDuration see textSaving Throw Fortitude negates; Spell Resistance yes\nThis spell allows you to scribe a potent rune of power upon a surface. When triggered, a symbol of death kills one or more creatures within 60 feet of the symbol (treat as a burst) whose combined total current hit points do not exceed 150. The symbol of death affects the closest creatures first, skipping creatures with too many hit points to affect. Once triggered, the symbol becomes active and glows, lasting for 10 minutes per caster level or until it has affected 150 hit points' worth of creatures, whichever comes first. A creature that enters the area while the symbol of death is active is subject to its effect, whether or not that creature was in the area when it was triggered. A creature need save against the symbol only once as long as it remains within the area, though if it leaves the area and returns while the symbol is still active, it must save again.\nUntil it is triggered, the symbol of death is inactive (though visible and legible at a distance of 60 feet). To be effective, a symbol of death must always be placed in plain sight and in a prominent location. Covering or hiding the rune renders the symbol of death ineffective, unless a creature removes the covering, in which case the symbol of death works normally.\nAs a default, a symbol of death is triggered whenever a creature does one or more of the following, as you select: looks at the rune; reads the rune; touches the rune; passes over the rune; or passes through a portal bearing the rune. Regardless of the trigger method or methods chosen, a creature more than 60 feet from a symbol of death can't trigger it (even if it meets one or more of the triggering conditions, such as reading the rune). Once the spell is cast, a symbol of death's triggering conditions cannot be changed.\nIn this case, “reading” the rune means any attempt to study it, identify it, or fathom its meaning. Throwing a cover over a symbol of death to render it inoperative triggers it if the symbol reacts to touch. You can't use a symbol of death offensively; for instance, a touch-triggered symbol of death remains untriggered if an item bearing the symbol of death is used to touch a creature. Likewise, a symbol of death cannot be placed on a weapon and set to activate when the weapon strikes a foe.\nYou can also set special triggering limitations of your own. These can be as simple or elaborate as you desire. Special conditions for triggering a symbol of death can be based on a creature's name, identity, or alignment, but otherwise must be based on observable actions or qualities. Intangibles such as level, class, HD, and hit points don't qualify.\nWhen scribing a symbol of death, you can specify a password or phrase that prevents a creature using it from triggering the symbol's effect. Anyone using the password remains immune to that particular rune's effects so long as the creature remains within 60 feet of the rune. If the creature leaves the radius and returns later, it must use the password again.\nYou also can attune any number of creatures to the symbol of death, but doing this can extend the casting time. Attuning one or two creatures takes negligible time, and attuning a small group (as many as 10 creatures) extends the casting time to 1 hour. Attuning a large group (as many as 25 creatures) takes 24 hours. Attuning larger groups takes an additional 24 hours per 25 creatures. Any creature attuned to a symbol of death cannot trigger it and is immune to its effects, even if within its radius when it is triggered. You are automatically considered attuned to your own symbols of death, and thus always ignore the effects and cannot inadvertently trigger them.\nRead magic allows you to identify a symbol with a Spellcraft check (DC 10 + the symbol's spell level). Of course, if the symbol is set to be triggered by reading it, this will trigger the symbol."},{"Name":"Symbol of Debauchery","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":6,"cleric\/oracle":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a set of bull genitals and powdered ruby worth 5,000 gp)"},"Description":"Range 0 ft.; see textEffect one symbolDuration see textSaving Throw Will negates; Spell Resistance yes\nYou conjure a sizable symbol into being, a rune suggestive of bloated bodies, flung food, and flowing wine. This spell functions as symbol of death, except that all creatures within 60 feet of the symbol of debauchery are instead filled with lust for the nearest conscious creature. This effect lasts for 1 round per caster level, even after creatures leave the symbol's area of effect. Affected creatures are compelled to rush to the nearest creature in order to caress and kiss it, and may take no other actions. Each creature receives a single Will save when the symbol of debauchery is triggered to negate the effect. If no other creatures are visible, an affected creature may act normally."},{"Name":"Symbol of Dispelling","School":"abjuration","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8,"witch":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (pure grain alcohol and powdered diamond worth 5,000 gp)"},"Description":"Range 0 ft.; see textEffect one symbolDuration instantaneousSaving Throw none; Spell Resistance no\nMagic traps (such as symbol spells) are hard to detect and disable. A character with the trapfinding class feature (only) can use the Perception skill to find a symbol of death and Disable Device to thwart it. The DC in each case is 25 + spell level, or 33 for symbol of death.\nThis spell functions as symbol of death, except that all creatures within 40 feet of the symbol of dispelling are instead affected as if by the area dispel function of greater dispel magic. Attempt a dispel check when casting symbol of dispelling. Once the symbol is triggered, apply the result of that check to each creature in the area, as well as each object that is the target of one or more spells. Unlike symbol of death, symbol of dispelling grants no saving throws, and it is not subject to spell resistance."},{"Name":"Symbol of Fear","School":"necromancy [emotion, fear, mind-affecting]","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6,"witch":6},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 1,000 gp)\n\n\nSaving Throw Will negates"},{"Name":"Symbol of Healing","School":"conjuration (healing)","Level":{"cleric\/oracle":3,"paladin":4,"witch":4},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 500 gp)\nSaving Throw Will half (harmless) (see text); Spell Resistance yes (harmless) (see text)\nThis spell functions as symbol of death, except all creatures within 60 feet of the symbol of healing instead are bathed in positive energy and heal 2d8 points + 1 point of damage per caster level (maximum +15). Undead and other creatures harmed by positive energy instead take 2d8 points of damage + 1 point per caster level (maximum +15); a Will save reduces this damage by half. A creature can only be healed or harmed by the symbol once in any 24-hour period. Once triggered, the symbol remains active for 10 minutes per caster level.\nSymbol of healing can be made permanent with a permanency spell by a caster of 10th level or higher for the cost of 10,000 gp."},{"Name":"Symbol of Insanity","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":8,"sorcerer\/wizard":8,"witch":8},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)\nSaving Throw Will negates\nThis spell functions like symbol of death, except that all creatures within the radius of the symbol of insanity instead become permanently insane (as the insanity spell)."},{"Name":"Symbol of Laughter","School":"enchantment (charm) [mind-affecting]","Level":{"sorcerer\/wizard":4,"witch":4,"S":999,"M":0,"plus":0},"Description":"This spell functions as symbol of death, except that all creatures within 60 feet are affected with uncontrollable laughter (as hideous laughter) for 1 round per caster level.\nUnlike symbol of death, symbol of laughter has no hit point limit; once it is triggered, a symbol of laughter remains active for 1 minute per caster level.\nSymbol of laughter can be made permanent with a permanency spell by a caster of 10th level or higher at a cost of 5,000 gp."},{"Name":"Symbol of Mirroring","School":"illusion (figment)","Level":{"sorcerer\/wizard":2,"witch":2},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 100 gp)\nDuration see textSaving Throw Will partial (harmless); Spell Resistance yes\nThis spell functions as symbol of death, except it instead creates one illusory duplicate of each creature within 60 feet of the symbol. These duplicates function as mirror image, moving with the original creatures and mimicking their movements, sounds, and actions exactly. If an illusory double is destroyed, a new one appears on the creature’s turn. The images last for as long as a creature remains within 60 feet of the symbol, and for 1 round\/level thereafter. Once triggered, the symbol remains active for 10 minutes per caster level.\nSymbol of mirroring can be made permanent with a permanency spell by a caster of 10th level or higher for the cost of 5,000 gp."},{"Name":"Symbol of Pain","School":"necromancy [evil, pain]","Level":{"cleric\/oracle":5,"sorcerer\/wizard":5,"witch":5},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 1,000 gp)\nThis spell functions like symbol of death, except that each creature within the radius of a symbol of pain instead suffers wracking pains that impose a -4 penalty on attack rolls, skill checks, and ability checks. These effects last for 1 hour after the creature moves farther than 60 feet from the symbol."},{"Name":"Symbol of Persuasion","School":"enchantment (charm) [mind-affecting]","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6,"witch":6},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)\nSaving Throw Will negates\nThis spell functions like symbol of death, except that all creatures within the radius of a symbol of persuasion instead become charmed by the caster (as the charm monster spell) for 1 hour per caster level."},{"Name":"Symbol of Revelation","School":"divination","Level":{"cleric\/oracle":4,"sorcerer\/wizard":4,"witch":4},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 1,000 gp)\nSaving Throw none\nThis spell functions as symbol of death, except it is only activated by invisible creatures, creatures affected by an illusion (glamer) effect, creatures with the shapechanger subtype, or creatures that have magically changed their shape. These creatures are outlined by a pale light that functions like faerie fire, except it lasts for 10 minutes per caster level; the symbol does not otherwise reveal their true form. Once triggered, a symbol of revelation remains active for 10 minutes per caster level.\nSymbol of revelation can be made permanent with a permanency spell by a caster of 12th level or higher for the cost of 10,000 gp."},{"Name":"Symbol of Scrying","School":"divination (scrying)","Level":{"cleric\/oracle":5,"sorcerer\/wizard":5,"witch":5},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 1,000 gp)\nSaving Throw none; Spell Resistance no\nThis spell functions as symbol of death, except that, when triggered, it creates a scrying sensor linked to you and centered on the symbol, even if you are on a different plane than the symbol. You are immediately aware that the symbol has been triggered if you are conscious, and are awakened from normal sleep if sleeping. The symbol does not otherwise disturb your concentration. You may observe the area through the symbol as if using a scrying spell with the sensor as the target creature. Once triggered, the symbol remains active for 10 minutes per caster level.\nUnlike symbol of death, a symbol of scrying is not considered a magical trap. Symbol of scrying can be made permanent with a permanency spell by a caster of 13th level or higher for the cost of 10,000 gp."},{"Name":"Symbol of Sealing","School":"abjuration [force]","Level":{"cleric\/oracle":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (mercury and phosphorous","plus":""},"Description":"Range 0 ft.; see textEffect one symbolDuration permanentSaving Throw none; Spell Resistance no\nThis spell allows you to scribe a potent rune of power upon  or above a door or other opening measuring no more than  20 square feet\/level in size. When the casting is completed, the symbol immediately triggers, glowing visibly and sealing the door or opening with an invisible barrier of force equivalent to a wall of force. Destroying the symbol ends the effect, though destroying it once the symbol has been activated requires destroying the wall of force first. Once triggered, the wall remains for 10 minutes per caster level.\nWhen scribing a symbol of sealing, you can specify a password or phrase that allows a creature speaking it to bypass the seal and pass through the opening. You can also attune any number of creatures to the symbol of sealing, but doing this extends the casting time as described under symbol of death (Core Rulebook 355). However, the force wall created by the symbol blocks attacks and line of effect even for creatures that know the password or are attuned—the password only prevents them from triggering the symbol, not from ignoring its effects if triggered.\nA disintegrate spell or similar effect can destroy the wall of force created by the symbol if the caster makes a caster level check against a DC of 11 + your caster level. A knock spell has no effect on a symbol of sealing or its force wall. A symbol of sealing cannot be dispelled, but mage’s disjunction automatically destroys it."},{"Name":"Symbol of Sleep","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":5,"sorcerer\/wizard":5,"witch":5},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 1,000 gp)\nSaving Throw Will negates\nThis spell functions like symbol of death, except that all creatures of 10 HD or less within 60 feet of the symbol of sleep instead fall into a catatonic slumber for 3d6x10 minutes. Unlike with the sleep spell, sleeping creatures cannot be awakened by non-magical means before this time expires."},{"Name":"Symbol of Slowing","School":"transmutation","Level":{"cleric\/oracle":4,"sorcerer\/wizard":4,"witch":4},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond and opal worth a total of 1,000 gp)\nSaving Throw Will negates; Spell Resistance yes\nThis spell functions as symbol of death, except all creatures within 60 feet of a symbol of slowing are slowed (as the slow spell) for 1 round per caster level.\nSymbol of slowing can be made permanent with a permanency spell by a caster of 11th level or higher for the cost of 10,000 gp."},{"Name":"Symbol of Strife","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"witch":9},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond opal worth a total of 15,000 gp)\nSaving Throw Will negates; Spell Resistance yes\nThis spell functions as symbol of death, except all creatures within the radius of a symbol of strife are compelled to attack the nearest conscious creature for 1 round per caster level (similar to the “attack nearest creature” result of the confusion spell), even after leaving the symbol’s area of effect. If no other creatures are visible, an affected creature can act normally. Once triggered, the symbol remains active for 10 minutes per caster level.\nSymbol of strife can be made permanent with a permanency spell by a caster of 18th level or higher for the cost of 25,000 gp."},{"Name":"Symbol of Striking","School":"illusion (shadow)","Level":{"cleric":5,"magus":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (a masterwork melee weapon costing at least 300 gp)"},"Description":"\nRange 0 ft.; see textEffect one symbolDuration see textSaving Throw Will half, see text; Spell Resistance yes, see text\nThis spell functions like symbol of death,\n except that using the material component, you scribe a symbol of \nstriking so it fills a 5-foot square. Once triggered, the symbol of \nstriking glows and lasts for 10 minutes per caster level or until it has made a number of attacks of opportunity\n equal to your level, whichever comes first. When triggered, the symbol \nthreatens its area and the area around it as if it were a Medium \ncreature wielding a magic version of the weapon you used as the material\n component. Using your caster level + 1 + your Intelligence modifier (magus, witch, wizard) or Wisdom modifier (cleric) or Charisma modifier (oracle, sorcerer) as its attack bonus, the symbol can make a number of attacks of opportunity each round equal to 1 + the same ability score modifier you used to determine its attack bonus. It gains a bonus on damage rolls equal to the same ability score modifier you used to determine its attack bonus.\n A shadowy version of you wielding the material component appears to \nmake these attacks. The symbol attacks any non-attuned creature that \nprovokes an attack of opportunity from the symbol. However, when the symbol first attacks a creature, the symbol must overcome that creature’s spell resistance\n or be rendered unable to harm it. The symbol never again attacks such \ncreatures. Further, when the symbol first attacks a creature, a \nsuccessful Will saving throw allows the creature to see the shadow nature of the attacks and take half damage when such attacks hit."},{"Name":"Symbol of Stunning","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"witch":7},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)\nSaving Throw Will negates"},{"Name":"Symbol of Vulnerability","School":"abjuration","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9,"witch":9},"Description":"Components V, S, M (mercury and phosphorous, plus powdered diamond opal worth a total of 15,000 gp)\nSaving Throw none; Spell Resistance no\nThis spell functions as symbol of death, except it saps the defenses of all creatures within 60 feet. Affected creatures receive a –4 penalty to spell resistance and a –4 penalty on saving throws, and energy resistances and damage reduction (if any) are reduced by 10 each (to a minimum of 0). Once triggered, the symbol remains active for 10 minutes per level. The effects last as long as the creature is within 60 feet of the symbol, and for 1 round per caster level afterward.\nSymbol of vulnerability can be made permanent with a permanency spell by a caster of 18h level or higher for the cost of 25,000 gp."},{"Name":"Symbol of Weakness","School":"necromancy","Level":{"cleric\/oracle":7,"sorcerer\/wizard":7,"witch":7},"Description":"Components V, S, M (mercury and phosphorus, plus powdered diamond and opal worth a total of 5,000 gp)\nThis spell functions like symbol of death, except that every creature within 60 feet of a symbol of weakness instead suffers crippling weakness that deals 3d6 points of Strength damage."},{"Name":"Sympathetic Vibration","School":"evocation [sonic]","Level":{"bard":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"one freestanding structure","Duration":"up to 1 round\/level","Saving_Throw":"none; see text;","Spell_Resistance":"yes","Description":"Source Skull & Shackles Player's Guide\nBy attuning yourself to a freestanding structure, you can create a damaging vibration within it. Once it begins, the vibration deals 2d10 points of damage per round to the target structure, bypassing hardness. You can choose at the time of casting to limit the duration of the spell; otherwise it lasts for 1 round per level. If the spell is cast upon a target that is not freestanding, the surrounding stone dissipates the effect and no damage occurs."},{"Name":"Sympathetic Wounds","School":"abjuration [evil]","Level":{"cleric\/oracle":2,"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (250 gp of powdered amber)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Target one creatureSaving Throw Will negates; Spell Resistance yes\nThis spell functions like shield other, except some of your wounds transfer to the targeted creature rather than some of their wounds transferring to you. For example, you could link yourself to a nearby chained slave so that when you are wounded, some of the damage is transferred to the slave. You must have at least as many hit dice as the target, otherwise the spell fails. A creature can only be under the effects of one instance of this spell at a time."},{"Name":"Sympathy","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"druid":9,"sorcerer\/wizard":8,"summoner":6,"witch":8},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of honey and crushed pearls worth 1,500 gp)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one location (up to a 10-ft. cube\/level) or one object","Duration":"2 hours\/level (D)","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"Notice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou cause an object or location to emanate magical vibrations that attract either a specific kind of intelligent creature or creatures of a particular alignment, as defined by you. The particular kind of creature to be affected must be named specifically. A creature subtype is not specific enough. Likewise, the specific alignment must be named.\nCreatures of the specified kind or alignment feel elated and pleased to be in the area or desire to touch or possess the object. The compulsion to stay in the area or touch the object is overpowering. If the save is successful, the creature is released from the enchantment, but a subsequent save must be made 1d6 x 10 minutes later. If this save fails, the affected creature attempts to return to the area or object."}]