[{"Name":"Tactical Acumen","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":2,"inquisitor":2,"magus":2,"paladin":1,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"30 ft.","Area":"The caster and all allies within a 30-ft.-radius burst, centered on the caster","Duration":"1 round\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"Tactical acumen grants you and your allies a mastery of battlefield tactics. Whenever you would gain a bonus on attack rolls or to AC due to battlefield position, such as flanking, higher ground, or cover, you gain an additional +1 insight bonus. This bonus increases by +1 for every five caster levels above 5th you possess (maximum +4)."},{"Name":"Tactical Formation","School":"abjuration","Level":{"cleric\/oracle":3,"paladin":3,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"up to one creature\/level, no two of which may be more than 30 ft. apart","Duration":"10 minutes\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Tactical Insight","School":"divination","Level":{"bard":6,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 1 hexTargets one armyDuration 1 battleSaving Throw none; Spell Resistance no\nChoose a single army tactic. You grant mastery of this tactic to the target army for the spell's duration. This tactic may bring an army's total known tactics to a number greater than normally allowed."},{"Name":"Tactical Miscalculation","Description":"School enchantment (compulsion) [emotion, mind-affecting]; Level bard 2, inquisitor 2, ranger 2\nCasting Time 1 standard actionComponents V, S\nRange close (25 ft. + 5 ft.\/2 levels)Target one creatureDuration 1 round\/levelSaving Throw see text; Spell Resistance yes\nThe target becomes fixated on avoiding damage and fails to spot even the most opportune moments to attack. Whenever a creature the target threatens would provoke an attack of opportunity from the target, the target must succeed at a Will save or be unable to make the attack of opportunity against that creature."},{"Name":"Tap Inner Beauty","School":"divination","Level":{"bard":1,"cleric\/oracle":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (a tiny mirror)"},"Description":"Range personalTarget youDuration 1 minute\/level\nGet this book AND support this site!\nThis spell allows you to tap into the natural beauty of your soul and let it shine from your eyes and your speech. While the spell is active, you gain a +2 insight bonus on all Charisma ability checks and Charisma-based skill checks."},{"Name":"Tar Ball","School":"transmutation","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tiny ball of bitumen)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect ranged attackDuration instantaneousSaving Throw none; Spell Resistance no\nYou create a sticky ball of burning tar that you can hurl at your enemies as a ranged attack. If the tar ball strikes, it deals 1d4 points of fire damage + your Strength modifier, and splashes the target with hot, sticky tar. The tar deals 1d4 points of fire damage each round on the creature’s turn for the next 1d4 rounds and gives the target a –2 penalty to Dexterity for that duration. If desired, the target can use a full-round action to attempt to extinguish or cool the tar before taking this additional damage. Extinguishing or cooling the tar requires a DC 15 Reflex save or at least 1 gallon of nonflammable liquid. Rolling on the ground provides the target a +2 bonus on the save. Leaping into a lake or magically cooling the target automatically ends the effect. "},{"Name":"Tar Pool","School":"transmutation [earth, fire]","Level":{"druid":6,"sorcerer\/wizard":6,"summoner":5,"unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Area":"20-ft.-radius burst","Duration":"1 round\/level","Saving_Throw":"Reflex partial, see text;","Spell_Resistance":"no","Description":"You convert a layer of the ground to hot tar. Creatures in the area when the tar appears take 1d6 points of fire damage per two caster levels (maximum of 10d6) and must succeed at a Reflex save or become entangled. An entangled creature receives a saving throw each round to free itself from the tar, and can also attempt to free itself by spending a move action to attempt a Strength check or Escape Artist check (DC = spell saving throw DC). It costs 2 squares of movement to enter a square in the area of effect, and the DC of Acrobatics checks within the area of effect increases by 5. The area is difficult terrain. A creature that moves into or starts its turn in the area takes 2d6 points of fire damage and must reattempt this Reflex save or become entangled. A creature that falls prone in the area takes a –4 penalty on its Reflex save against the tar and on Strength and Escape Artist checks to escape the tar.\nA creature that escapes the tar still takes fire damage from the tar until the spell ends or that creature spends a full-round action removing the tar. A creature with tar on it takes a –4 penalty on Acrobatics and Fly checks made to fly with wings or similar appendages."},{"Name":"Targeted Bomb Admixture","School":"transmutation","Level":{"alchemist":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level\nUpon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract’s duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word “bomb admixture” in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.\nWhen you throw bombs, they can only hit a direct target; they do not splash. However, the bomb deals its base damage plus double your Intelligence modifier instead of just its base damage plus your Intelligence modifier."},{"Name":"Tattoo Potion","School":"transmutation","Level":{"alchemist":2,"bard":2,"sorcerer\/":999},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a potion to be tattooed","special":""},"Description":"Range one potionEffect one spell tattooDuration instantaneousSaving Throw none; Spell Resistance no\nWhen you cast this spell, you mix special tattoo inks into a potion of your choice. Once you finish casting tattoo potion , the potion begins bubbling and fizzing—if no one drinks the potion within 1 minute of the spell being cast, the potion bubbles away into vapor and is destroyed.\nWhen a potion under the effects of tattoo potion is imbibed, the effects of the potion do not occur. Instead, the potion transforms into a spell tattoo on the drinker’s chest tattoo slot—if the drinker already has a magic tattoo in this location, the tattoo potion is wasted. Once the potion transforms into a tattoo spell, it remains in place permanently until it is used as a spell tattoo."},{"Name":"Technomancy","School":"divination","Level":{"bard":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (oil stirred with a coil of wires)"},"Range":"60 ft.","Target":"cone-shaped emanation","Duration":"3 rounds\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Get this book AND support this site!\nThis spell functions as detect magic, except it detects the presence of technological objects instead of magical objects. The spell grants you the Technologist feat for the purposes of attempting Knowledge (engineering) checks to identify the properties of technological items in your possession. If you already possess this feat, you gain a +10 bonus on Knowledge (engineering) checks to identify item properties."},{"Name":"Telekinesis","School":"transmutation","Level":{"magus":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"or Targets see text","Duration":"concentration (up to 1 round\/level) or instantaneous; see text","Saving_Throw":"Will negates (object) or none; see text;","Spell_Resistance":"yes (object); see text","Description":"You move objects or creatures by concentrating on them. Depending on the version selected, the spell can provide a gentle, sustained force, perform a variety of combat maneuvers, or exert a single short, violent thrust.\n\nSustained Force: A sustained force moves an object weighing no more than 25 pounds per caster level (maximum 375 pounds at 15th level) up to 20 feet per round. A creature can negate the effect on an object it possesses with a successful Will save or with spell resistance. This version of the spell can last 1 round per caster level, but it ends if you cease concentration. The weight can be moved vertically, horizontally, or in both directions. An object cannot be moved beyond your range. The spell ends if the object is forced beyond the range. If you cease concentration for any reason, the object falls or stops.\nAn object can be telekinetically manipulated as if with one hand. For example, a lever or rope can be pulled, a key can be turned, an object rotated, and so on, if the force required is within the weight limitation. You might even be able to untie simple knots, though delicate activities such as these require DC 15 Intelligence checks.\nCombat Maneuver: Alternatively, once per round, you can use telekinesis to perform a bull rush, disarm, grapple (including pin), or trip. Resolve these attempts as normal, except that they don't provoke attacks of opportunity, you use your caster level in place of your Combat Maneuver Bonus, and you add your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer) in place of your Strength or Dexterity modifier. No save is allowed against these attempts, but spell resistance applies normally. This version of the spell can last 1 round per caster level, but it ends if you cease concentration.\nViolent Thrust: Alternatively, the spell energy can be spent in a single round. You can hurl one object or creature per caster level (maximum 15) that are within range and all within 10 feet of each other toward any target within 10 feet per level of all the objects. You can hurl up to a total weight of 25 pounds per caster level (maximum 375 pounds at 15th level).\nYou must succeed on attack rolls (one per creature or object thrown) to hit the target with the items, using your base attack bonus + your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer). Weapons cause standard damage (with no Strength bonus; note that arrows or bolts deal damage as daggers of their size when used in this manner). Other objects cause damage ranging from 1 point per 25 pounds (for less dangerous objects) to 1d6 points of damage per 25 pounds (for hard, dense objects). Objects and creatures that miss their target land in a square adjacent to the target.\nCreatures who fall within the weight capacity of the spell can be hurled, but they are allowed Will saves (and spell resistance) to negate the effect, as are those whose held possessions are targeted by the spell."},{"Name":"Telekinetic Assembly","School":"transmutation","Level":{"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","F":"","costing":""},"Range":"close (25 ft + 5 ft.\/2 levels)","Target":"one disassembled siege engine","Duration":"instantaneous","Saving_Throw":"none","Spell_Resistance":"no","Description":"You assemble a siege engine, using up to one fewer worker per two caster levels you possess. You can do without one additional worker if you have any ranks in Knowledge (engineering), plus one additional worker per 5 ranks you have in that skill. If your caster level combined with Knowledge (engineering) fails to eliminate the need for workers, this spell fails."},{"Name":"Telekinetic Charge","School":"evocation [force]","Level":{"bloodrager":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one willing creature","Duration":"instantaneous","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You telekinetically launch an ally across the battlefield to anywhere within this spell’s range. While moving, your ally is flying just above the ground unless you wish otherwise. Movement from this spell provokes attacks of opportunity as normal, although you can lift your ally over objects or out of enemy reach, as long as your ally remains within this spell’s range. If your ally lands adjacent to an opponent, he can spend an immediate action to make a melee attack against that opponent with a +2 bonus on the attack roll."},{"Name":"Telekinetic Sphere","School":"evocation [force]","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a crystal sphere and a pair of small magnets)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 1-ft.-diameter\/level sphere, centered around creatures or objectsDuration 1 min.\/level (D)Saving Throw Reflex negates (object); Spell Resistance yes (object)\nThis spell functions like resilient sphere, but the creatures or objects caught inside the globe created by the spell are made nearly weightless. Anything contained within a telekinetic sphere weighs only one-sixteenth of its normal weight. You can telekinetically lift anything in the sphere that normally weighs 5,000 pounds or less. The telekinetic control extends from you out to medium range (100 feet + 10 feet per caster level) after the sphere has succeeded in encapsulating its contents.\nYou can move the sphere, along with the objects and creatures it contains that weigh a total of 5,000 pounds or less, by concentrating on the sphere. You can begin moving a sphere in the round after casting the spell. If you concentrate on doing so (a standard action), you can move the sphere as much as 30 feet in a round. If you cease concentrating, the sphere does not move in that round (if on a level surface) or descends at its falling rate (if aloft) until it reaches a level surface. You can resume concentrating on your next turn or any later turn during the spell's duration.\nThe sphere falls at a rate of only 60 feet per round, which is not fast enough to cause damage to the contents of the sphere."},{"Name":"Telekinetic Volley","School":"transmutation","Level":{"magus":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets up to one touched object per level weighing up to 5 lbs. eachDuration 1 round\/level or until discharged (D)Saving Throw none (object); Spell Resistance no (object)\n\n\n\nGet this book AND support this site!\nThe touched items levitate in your space. When you cast the spell and once per round thereafter, you can launch one item at a target of your choice as a standard action. The ranged attack is made as if you had thrown the item unless it's ammunition for a weapon, in which case the attack is made as if fired from a heavy crossbow (if a bolt), a halfling sling staff (if a sling bullet), a blowgun (if a blowgun dart), a composite longbow with a +2 Strength rating (if an arrow), an atlatl (if an atlatl dart), or a pistol (if a firearm bullet). A firearm pellet launched by the spell functions as a shuriken.\nWhen you launch ammunition with this spell, you don't take a penalty on your attack rolls for lacking proficiency with the ammunition's weapon; you do, however, take the usual –4 penalty for throwing an improvised weapon if you launch an item not intended to be used as a weapon. The attack roll uses your caster level in place of your base attack bonus and your Intelligence or Charisma modifier (whichever is higher) in place of your Dexterity modifier. Range increment and proficiency penalties apply as normal. The attack has an effective Strength bonus, if applicable, equal to the higher of your Intelligence and Charisma modifiers. The spell is discharged when all touched items have been launched."},{"Name":"Telepathic Bond","School":"divination","Level":{"inquisitor":5,"sorcerer\/wizard":5,"witch":5,"friendship":5,"language":5,"thought":5,"wood":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (two eggshells from two different creatures)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets you plus one willing creature per three levels, no two of which can be more than 30 ft. apartDuration 10 min.\/level (D)Saving Throw none; Spell Resistance no\nYou forge a telepathic bond among yourself and a number of willing creatures, each of which must have an Intelligence score of 3 or higher. Each creature included in the link is linked to all the others. The creatures can communicate telepathically through the bond regardless of language. No special power or influence is established as a result of the bond. Once the bond is formed, it works over any distance (although not from one plane to another).\nIf desired, you may leave yourself out of the telepathic bond forged. This decision must be made at the time of casting."},{"Name":"Teleport","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":7,"summoner":5,"unchained":0,"witch":7,"arcane":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"personal and touch","Target":"you and touched objects or other touched willing creatures","Duration":"instantaneous","Saving_Throw":"none and Will negates (object);","Spell_Resistance":"no and yes (object)","Description":"Source Skull & Shackles Player's Guide\nThis spell instantly transports you to a designated destination, which may be as distant as 100 miles per caster level. Interplanar travel is not possible. You can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. As with all spells where the range is personal and the target is you, you need not make a saving throw, nor is Spell Resistance applicable to you. Only objects held or in use (attended) by another person receive saving throws and Spell Resistance.\nYou must have some clear idea of the location and layout of the destination. The clearer your mental image, the more likely the teleportation works. Areas of strong physical or magical energy may make teleportation more hazardous or even impossible.\nTo see how well the teleportation works, roll d% and consult the following table. Refer to the following information for definitions of the terms on the table.\nFamiliarity: “Very familiar” is a place where you have been very often and where you feel at home. “Studied carefully” is a place you know well, either because you can currently physically see it or you've been there often. “Seen casually” is a place that you have seen more than once but with which you are not very familiar. “Viewed once” is a place that you have seen once, possibly using magic such as scrying. \n“False destination” is a place that does not truly exist or if you are teleporting to an otherwise familiar location that no longer exists as such or has been so completely altered as to no longer be familiar to you. When traveling to a false destination, roll 1d20+80 to obtain results on the table, rather than rolling d%, since there is no real destination for you to hope to arrive at or even be off target from.\nOn Target: You appear where you want to be.\nOff Target: You appear safely a random distance away from the destination in a random direction. Distance off target is d% of the distance that was to be traveled. The direction off target is determined randomly.\nSimilar Area: You wind up in an area that's visually or thematically similar to the target area. Generally, you appear in the closest similar place within range. If no such area exists within the spell's range, the spell simply fails instead.\nMishap: You and anyone else teleporting with you have gotten “scrambled.” You each take 1d10 points of damage, and you reroll on the chart to see where you wind up. For these rerolls, roll 1d20+80. Each time “Mishap” comes up, the characters take more damage and must reroll."},{"Name":"Teleport Object","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":7,"witch":7},"Description":"Range touchTarget one touched object of up to 50 lbs.\/level and 3 cu. ft.\/levelSaving Throw Will negates (object); Spell Resistance yes (object)\nThis spell functions like teleport, except that it teleports an object, not you. Creatures and magical forces cannot be teleported."},{"Name":"Teleport Structure","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":6},"Casting_Time":"8 hours","Components":{"V":"Verbal","M":"Material (gold dust worth 50 gp)"},"Range":"touch","Target":"one building","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"You instantly teleport a building in a settlement you control to another lot or series of lots in the same settlement district. The building to be teleported must be unoccupied, and the area to which you wish to move the building must be cleared and unoccupied during the casting of this spell. A building cannot be teleported to an area it would not normally be able to occupy, such as an area adjacent to a prohibited building type. If you don't wholly own the structure, all of the structure's owners must consent to the structure's teleportation before the spell is cast; otherwise, it fails immediately.\nThis spell only functions on buildings that occupy a number of lots equal to one-fourth your caster level (so, for instance, a 16th-level caster could use this spell on a building that occupies up to 4 lots)."},{"Name":"Teleport Trap","School":"abjuration","Level":{"sorcerer\/wizard":7},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered lodestones and silver worth 100 gp per 40-ft. cube)"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"one 40-ft. cube\/level (S)","Duration":"1 day\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Teleport trap wards an area, redirecting all teleportation into or out of the area to a specific point within the area determined by you at the time of casting. The destination must be an open space on a solid surface. The spell’s area overlaps walls and other solid and liquid objects (preventing intruders from bypassing the ward by teleporting into a wall or through similar means). A teleporting creature that is affected by a teleport trap can resist the effect with a Will save—if the save is successful, the creature simply doesn’t teleport at all (but the use of the teleport effect is still consumed)—either to the intended location or the teleport trap’s actual destination. A DC 27 Knowledge (arcana) allows such a creature to recognize the teleport trap’s presence, but does not reveal the trap’s linked destination.\nAt your discretion, the teleport trap can exclude a category of creatures, such as an alignment, a type of creature, or creatures that carry a specific item or know a password (though this only works if the creature is teleporting out of the area, not into it). You select this option and the conditions at the time you cast the spell. Overly complicated conditions may cause the spell to fail entirely. Multiple castings of teleport trap can be linked to cover a larger area, allowing teleported creatures to be directed to a single point within the combined area of the spells.\nTeleport trap can be made permanent at the cost of 7,000 gp. A single permanency spell can be used on all teleport traps that share a linked destination, but the gold piece cost must be paid for each individual spell.\nThe Pathfinders of the Grand Lodge make use of permanent teleport traps in several key locations, trapping would-be intruders in a small wing of jail cells. At least one crypt of the Whispering Tyrant makes use of the spell as well, trapping grave robbers in coffin-sized stone cysts, there to die a slow and agonizing death from thirst and starvation."},{"Name":"Teleportation Circle","School":"conjuration (teleportation)","Level":{"sorcerer\/wizard":9,"summoner":6,"witch":9},"Casting_Time":"10 minutes","Components":{"V":"Verbal","M":"Material (amber dust to cover circle worth 1,000 gp)"},"Description":"Range 0 ft.\nEffect 5-ft.-radius circle that teleports those who activate itDuration 10 min.\/level (D)Saving Throw none; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nYou create a circle on the floor or other horizontal surface that teleports, as greater teleport, any creature who stands on it to a designated spot. Once you designate the destination for the circle, you can't change it. The spell fails if you attempt to set the circle to teleport creatures into a solid object, to a place with which you are not familiar and have no clear description, or to another plane.\nThe circle itself is subtle and nearly impossible to notice. If you intend to keep creatures from activating it accidentally, you need to mark the circle in some way."},{"Name":"Temporal Stasis","School":"transmutation","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered diamond","emerald":"","ruby":"","and":""},"Range":"touch","Target":"creature touched","Duration":"permanent","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes"},{"Name":"Temporary Resurrection","School":"necromancy","Level":{"sorcerer\/wizard":7,"witch":7},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond dust worth 500 gp)"},"Description":"Range touchTarget dead creature touchedDuration 24 hours\nYou restore temporary life to a body that has been dead for less than 48 hours. The spell lasts for 24 hours, after which the target dies again. The target gains 1 permanent negative level while under the effect of this spell; this negative level goes away when the target dies or is permanently raised from the dead (such as with raise dead). The target still counts as a dead corpse (but not undead) for the purpose of spells that revive dead creatures, so a cleric can cast raise dead or a similar spell on the target even while this spell is active. Once a creature has been revived with temporary resurrection, this spell cannot be used on it again until it is permanently raised from the dead."},{"Name":"Terrain Bond","School":"enchantment (compulsion) [mind-affecting]","Level":{"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of earth taken from your most favored terrain)"},"Description":"\nRange personalTarget youDuration 1 hour\/2 levels (D)\nYou call upon the spirits of nature to help you adapt to your environment. You treat the terrain you are in as your most favored terrain until this spell ends.\nIf you do not have the favored terrain class feature, you gain no benefit from this spell."},{"Name":"Terrible Remorse","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":3,"cleric\/oracle":4,"inquisitor":3,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 living creature","Duration":"1 round\/level","Saving_Throw":"Will partial (see text at right);","Spell_Resistance":"yes","Description":"You fill a target with such profound remorse that it begins to harm itself. Each round, the target must save or deal 1d8 points of damage + its Strength modifier to itself using an item held in its hand or with unarmed attacks. If the creature saves, it is staggered for 1 round and takes a -2 penalty to Armor Class, after which the spell ends."},{"Name":"Theft Ward","Description":"\nSchool abjuration; \nLevel cleric 1, inquisitor 1, sorcerer\/wizard 1, witch 1","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one object","Duration":"1 day","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)"},{"Name":"Thorn Body","School":"transmutation","Level":{"alchemist":3,"druid":4,"shaman":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTargets youDuration 1 round\/level\nThis spell causes spines to grow from your exposed skin, damaging creatures that strike you. Any creature striking you with a melee weapon, an unarmed strike, or a natural weapon takes 1d6 points of piercing damage +1 point per caster level (maximum +15). Creatures using melee weapons with reach are unaffected by this spell. Creatures that successfully grapple you take 2d6 points of piercing damage +1 point per caster level (maximum +15). In addition, your natural attacks and unarmed strikes deal an additional 1d6 points of piercing damage. \nThorns created by this spell persist through any new physical shape or form you assume, such as via wildshape or any polymorph effect. "},{"Name":"Thorn Javelin","School":"conjuration (creation) [poison]","Level":{"druid":1,"ranger":1,"shaman":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Effect javelin-like thornDuration 1 minute\/level (D)Saving Throw none; Spell Resistance no\nA wooden thorn the size of a javelin (appropriate for your size) appears in your open hand. You can wield this thorn as a javelin, and you are proficient in its use. Any creature struck by the javelin must succeed at a Fortitude save or be sickened for 1 round. If you throw the javelin, another one appears in your hand. Any javelin that leaves your grasp disappears at the end of your turn. Each javelin attack you make reduces the spell's remaining duration by 1 minute. If an attack reduces the remaining duration to 0 minutes or less, the spell ends after that attack resolves."},{"Name":"Thorny Entanglement","School":"transmutation","Level":{"druid":3,"ranger":3,"shaman":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DFSaving":""},"Description":"This spell functions as entangle, except the plants also grow thorns and can fling them up to 15 feet. Any creature that moves within 15 feet of the spell's area is attacked once on its turn by the animated plants. The plants use your caster level as their base attack bonus and add your spellcasting ability score modifier (Intelligence for witches; Wisdom for druids, rangers, and shamans) to the attack roll. A volley of thorns counts as a thrown weapon and deals 2d6 points of piercing damage on a successful hit. A creature that enters the spell's area or ends its turn there automatically takes 2d6 points of piercing damage."},{"Name":"Threefold Aspect","School":"transmutation","Level":{"druid":5,"witch":4},"Casting_Time":"1 standard action","Components":{"S":"Somatic","F":""},"Description":"\nRange personalTargets youDuration 24 hours (D)\n\nThreefold aspect allows you to shift your appearance between your natural age and three idealized age categories: young adult (youth\/maiden), adulthood (father\/mother), or elderly (elder\/crone). In each case, your appearance is your own at the appropriate age, rather than that of a new individual.\n\nYou may change between these three aspects or your actual age as a standard action. As the young adult, you gain a +2 enhancement bonus to Dexterity and Constitution, but suffer a -2 penalty to Wisdom. In the adult aspect, you gain a +2 enhancement bonus to Wisdom and Intelligence, but take a -2 penalty to Dexterity. As the elderly aspect, you gain a +4 enhancement bonus to Wisdom and Intelligence, but take a -2 penalty to Strength and Dexterity. As enhancement bonuses, these stack with any bonuses or penalties you may have from your actual age (which are untyped bonuses)-the bonuses granted by this spell represent your idealized form in this threefold aspect rather than simply duplicating your ability scores at any one particular age.\nTrue seeing reveals your natural appearance overlaid with that your aspect, recognizing both as part of your true self.\nIndividuals who study you closely and have interacted with you at another apparent age recognize a resemblance (as though family) with a successful DC 20 Perception check.\nThreefold aspect does not alter your clothing or equipment, and does not heal any deformity or injury unrelated to age."},{"Name":"Thunder Fire","School":"transmutation","Level":{"bard":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of spent thunderstone)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 loaded firearm","Duration":"instantaneous","Saving_Throw":"Will negates (object), see text;","Spell_Resistance":"yes (object), see text","Description":"The firearm targeted creates a thunderous report, even if the firearm is not loaded. Every creature within 15 feet of the creature wielding or carrying the firearm must succeed at a Fortitude save or be deafened for 1 minute. The creature wielding or carrying the firearm takes a –4 penalty on this saving throw, and his misfire range increases by 1 for 1d4 rounds. If the firearm was loaded when it was targeted by this spell, that ammunition is wasted."},{"Name":"Thundering Drums","School":"evocation [sonic]","Level":{"bard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"15 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"Fortitude partial;","Spell_Resistance":"yes","Description":"You strike the ground in front of you, filling the area in front of you with the thunder of pounding drums. Any creature in the area takes 1d8 points of sonic damage per caster level (maximum 5d8) and is knocked prone. A successful Fortitude save halves the damage and negates being knocked prone."},{"Name":"Thunderstomp","School":"evocation [earth]","Level":{"bloodrager":3,"druid":3,"magus":3,"ranger":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"60 ft.","Target":"one creature","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You stomp your foot or strike your weapon against the ground or floor, creating a ripple of power that you can use to trip a creature. Attempt the combat maneuver check to trip the target, but instead of your base attack bonus you can use your caster level, and instead of your Strength modifier you can use your spellcasting ability score modifier (Intelligence for magi and wizards; Wisdom for druids and rangers; Charisma for bloodragers and sorcerers). This does not provoke an attack of opportunity. This spell has no effect if you cannot reach the ground or floor, or if your target is not in contact with the ground or floor.\nThis spell functions as thunderstomp, except as noted, and it affects all creatures in the area, regardless of size.  When you attempt the combat maneuver check, apply its result to each creature within the area.","Area":"60-ft. line"},{"Name":"Time Shudder","School":"transmutation","Level":{"magus":2,"sorcerer\/wizard":2,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tiny hourglass)"},"Range":"30 ft.","Area":"30-ft.-radius emanation centered on you","Duration":"1 round","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You cause a ripple in time that affects all creatures in the area. At the start of each creature's turn, there is a 50% chance the creature is hasted (as haste); otherwise it is slowed (as slow)."},{"Name":"Time Stop","School":"transmutation","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 1d4+1 rounds (apparent time); see text\nThis spell seems to make time cease to flow for everyone but you. In fact, you speed up so greatly that all other creatures seem frozen, though they are actually still moving at their normal speeds. You are free to act for 1d4+1 rounds of apparent time. Normal and magical fire, cold, gas, and the like can still harm you. While the time stop is in effect, other creatures are invulnerable to your attacks and spells; you cannot target such creatures with any attack or spell. A spell that affects an area and has a duration longer than the remaining duration of the time stop have their normal effects on other creatures once the time stop ends. Most spellcasters use the additional time to improve their defenses, summon allies, or flee from combat.\nYou cannot move or harm items held, carried, or worn by a creature stuck in normal time, but you can affect any item that is not in another creature's possession.\nYou are undetectable while time stop lasts. You cannot enter an area protected by an antimagic field while under the effect of time stop.\nSelect a number of creatures equal to half your tier or fewer within close range (25 feet + 5 feet per 2 caster levels).\nMythic time stop has the same effect on these creatures as it does on you, allowing them to act for the same number of rounds of apparent time that you can. You and these creatures can all interact with one another normally while time appears to be stopped."},{"Name":"Timely Inspiration","School":"divination","Level":{"bard":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance yes (harmless) \nA word of arcane-empowered inspiration can snatch victory from seeming defeat. Cast this spell when a creature fails an attack roll or skill check. The target gains a +1 competence bonus per five caster levels (maximum +3 bonus) on the attack roll or skill check retroactively. If the bonus is enough to make the failure a success, the roll succeeds. "},{"Name":"Tiny Hut","School":"evocation [force]","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small crystal bead)"},"Description":"Range 20 ft.Effect 20-ft.-radius sphere centered on your locationDuration 2 hours\/level (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nYou create an unmoving, opaque sphere of force of any color you desire around yourself. Half the sphere projects above the ground, and the lower hemisphere passes through the ground. As many as nine other Medium creatures can fit into the field with you; they can freely pass into and out of the hut without harming it. However, if you remove yourself from the hut, the spell ends.\nThe temperature inside the hut is 70° F if the exterior temperature is between 0° and 100° F. An exterior temperature below 0° or above 100° lowers or raises the interior temperature on a 1-degree-for-1 basis. The hut also provides protection against the elements, such as rain, dust, and sandstorms. The hut withstands any wind of less than hurricane force, but a hurricane (75+ mph wind speed) or greater force destroys it."},{"Name":"Tireless Pursuers","School":"transmutation","Level":{"inquisitor":4,"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a hard biscuit broken into pieces)"},"Description":"Range touchTargets you plus one touched creature\/3 levelsDuration 1 hour\/level (D)Saving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nThis spell functions as tireless pursuit, except as noted above.\n"},{"Name":"Tireless Pursuit","School":"transmutation","Level":{"inquisitor":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a hard biscuit)"},"Description":"Range personalTargets youDuration 1 hour\/level (D)\nYou harden your body against the stresses of long travel. You halve the damage caused by hustling and forced marching. In addition, for the duration of the spell you ignore any fatigue caused by such travel. Once the spell ends, if you still have any nonlethal damage caused by the hustling or forced march, you become fatigued, or exhausted if already fatigued.\n"},{"Name":"Toilsome Chant","School":"enchantment (compulsion)[mind-affecting]","Level":{"bard":1},"Casting_Time":"see text","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n","Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"see text","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Tomb Legion","School":"necromancy [evil]","Level":{"cleric":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 f. + 10 f.\/level)Effect 3 or more mummies, no 2 of which can be more than 30 ft. apart; see textDuration 7 days or 7 months (D); see textSaving Throw none; Spell Resistance no\nThis spell functions like shambler, except that it calls into\nexistence 1d4+2 mummies rather than shambling mounds."},{"Name":"Tongues","School":"divination","Level":{"alchemist":3,"bard":2,"cleric\/oracle":4,"inquisitor":2,"shaman":4,"sorcerer\/wizard":3,"summoner\/unchained":0,"witch":3,"language":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M\/DF":""},"Range":"touch","Target":"creature touched","Duration":"10 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"This spell grants the creature touched the ability to speak and understand the language of any intelligent creature, whether it is a racial tongue or a regional dialect. The subject can speak only one language at a time, although it may be able to understand several languages. Tongues does not enable the subject to speak with creatures who don't speak. The subject can make itself understood as far as its voice carries. This spell does not predispose any creature addressed toward the subject in any way.\nTongues can be made permanent with a permanency spell.\nLevel alchemist 4, bard 3, cleric 5, sorcerer\/wizard 4, summoner\/unchained summoner 4, witch 4Target creatures touched\nThis spell functions like tongues, except you divide the duration in 10-minute intervals among the creatures touched."},{"Name":"Torrent of Elemental Rage","School":"evocation [air, earth, fire, water]","Level":{"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Effect persistent line of elements 30 ft. longDuration concentration, 1 round\/3 levels (see below)Saving Throw Reflex half; Spell Resistance yes\nA shimmering torrent of raw elemental power springs into existence, originating from your outstretched palms. The blast resembles a horizontal whirlwind of howling winds, searing fame, and tumbling shrapnel of ice and metal. Any creature in the area of effect must make a Reflex save or take 8d6 points of damage from a variety of effects—2d6 points of fire damage, 2d6 points of cold damage, 2d6 points of sonic damage, and 2d6 points of slashing damage that overcomes adamantine damage reduction.\nThe elemental line is an ongoing effect that persists for as long as you remain concentrating on it, up to 1 round for every three levels you possess (maximum 6\nrounds). The line affects any creatures that pass through it on their turn, requiring them to make Reflex saves or take damage as noted."},{"Name":"Touch Injection","School":"transmutation","Level":{"alchemist":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal","Target":"you","Duration":"1 hour\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You must hold an elixir, infused extract, poison, or potion in hand as you cast this spell. The held substance drains from its container into a magical sac in your body. While the spell lasts, you can deliver the substance with a mere touch. To do so to an opponent, you must make a successful melee touch attack. If you hit, the substance takes effect immediately, despite any onset period, and that opponent receives the normal saving throw (if any) against the substance. In the case of a personal infused extract, the opponent receives both a Fortitude save and spell resistance. If you miss, the substance remains in the magical sac for you to use later.\nThis spell protects you from poison in the sac, but unless you have the poison use class feature, you suffer a 5% chance of exposing yourself to the poison when you first cast the spell. If you roll a natural 1 while attempting to inject the poison into an enemy, you are exposed to it."},{"Name":"Touch of Bloodletting","School":"necromancy","Level":{"antipaladin":2,"bloodrager":1,"cleric":1,"druid":1,"shaman":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell causes any existing wounds that the target possesses to bleed profusely. If the creature's current total hit points are less than its maximum, this spell causes the creature to take 1 point of bleed damage each round and become exhausted for the duration of the spell. A successful DC 15 Heal check or any spell that cures hit point damage negates the effects of this spell."},{"Name":"Touch of Combustion","School":"evocation [fire]","Level":{"bloodrager":1,"druid":1,"inquisitor":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature or object touched","Duration":"instantaneous","Saving_Throw":"Reflex negates; see text;","Spell_Resistance":"yes"},{"Name":"Touch of Fatigue","School":"necromancy","Level":{"shaman":0,"sorcerer\/wizard":0,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of sweat)"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You channel negative energy through your touch, fatiguing the target. You must succeed on a touch attack to strike a target. The subject is immediately fatigued for the spell's duration."},{"Name":"Touch of Gracelessness","School":"transmutation","Level":{"bard":1,"bloodrager":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range touchTargets creature touchedDuration 1 round\/levelSaving Throw Fortitude partial; Spell Resistance yes\nWith a single touch, you reduce a creature to a fumbling clown.\nThe target takes a penalty to its Dexterity equal to 1d6+1 per two caster levels (maximum 1d6+5). This penalty cannot drop the target's Dexterity score below 1.\nIn addition, if the subject moves more than half its speed, it falls prone. If the subject flies, its maneuverability is reduced by one step (perfect maneuverability becomes good, good becomes average, and so on).\nA successful Fortitude save halves the penalty to Dexterity and negates the possibility of falling prone or the reduction to fly maneuverabilities."},{"Name":"Touch of Idiocy","School":"enchantment (compulsion) [mind-affecting]","Level":{"bloodrager":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"10 min.\/level","Saving_Throw":"no;","Spell_Resistance":"yes","Description":"With a touch, you reduce the target's mental faculties. Your successful melee touch attack applies a 1d6 penalty to the target's Intelligence, Wisdom, and Charisma scores. This penalty can't reduce any of these scores below 1."},{"Name":"Touch of Madness","School":"enchantment [mind-affecting]","Level":{"madness":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The touched creature gains the dazed condition. "},{"Name":"Touch of Mercy","School":"enchantment (compulsion) [good, mind-affecting]","Level":{"bard":2,"cleric":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"one creature","Duration":"1 round\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The target creature deals only nonlethal damage with all of its weapon attacks. Damage taken by creatures or objects that are not subject to nonlethal damage is not converted to nonlethal and remains lethal damage. The weapon retains all of its other normal properties."},{"Name":"Touch of Slime","School":"conjuration (creation) [disease]","Level":{"alchemist":4,"bloodrager":4,"druid":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a drop of acid and a black glass sphere)"},"Description":"\nTarget living creature touchedDuration instantaneousSaving Throw Fortitude negates; Spell Resistance yes\nYou create a coating of slime on your hand. When you make a successful melee touch attack with the slime, it pulls free of you and sticks to the target, at which point it acts like green slime (Core Rulebook 416), dealing 1d3 points of Constitution damage per round. Anything that destroys green slime (scraping, freezing, burning, cutting, sunlight, or remove disease) destroys this slime. If the slime kills a creature, it consumes the body and then dies. It cannot transfer to a creature other than the original target, and dies if separated from the original target."},{"Name":"Touch of the Sea","School":"transmutation","Level":{"alchemist":1,"bloodrager":1,"druid":1,"sorcerer\/wizard":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a fish scale)"},"Description":"Range touchTargets creature touchedDuration 1 minute\/levelSaving Throw Fortitude negates (harmless); Spell Resistance yes (harmless)\nYou cause webs to grow between the target's fingers and its feet to transform into flippers, granting a swim speed of 30 feet along with the standard +8 bonus on Swim checks and the ability to take 10 even if distracted or endangered. You can also use the run action while swimming, provided you swim in a straight line. This transformation causes any boots or gloves the target is wearing to meld into its form (although magic items with a continuous effect continue to function). This spell does not grant the target any ability to breathe water."},{"Name":"Touch of Truthtelling","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTarget creature touched\nGet this book AND support this site!\nThis spell functions identically to the spell zone of truth, except as noted above. The target momentarily takes on the semblance of a being of perfect order, like an archon or inevitable, so that all who can see the target know it is affected by the spell. This divine guise flickers over the target for only an instant and does not allow it to pass as a member of a different race."},{"Name":"Toxic Gift","School":"necromancy [poison]","Level":{"antipaladin":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous; see text","Saving_Throw":"Fortitude negates (see text);","Spell_Resistance":"yes","Description":"You can cast this spell only if you are currently poisoned. You draw upon the poison in your body and duplicate its effects in the target, which is affected by the same poison you are, except it uses this spell’s DC instead of the poison’s normal DC. If you are affected by more than one poison, you must choose one to afflict upon the target."},{"Name":"Track Ship","School":"divination (scrying) [travel]","Level":{"bard":2,"cleric":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"\nRange see textEffect magical iconDuration 1 hour\/levelSaving Throw Will negates (object); Spell Resistance yes (object)\nIn order to cast this spell, you must have a piece of the ship you wish to track. Merchants often preserve slivers from their trade ships specifically for this purpose. You also need a nautical chart."},{"Name":"Tracking Mark","School":"evocation","Level":{"bloodrager":1,"cleric\/oracle":1,"druid":1,"paladin":1,"ranger":1},"Casting_Time":"1 standard action","Components":{"S":"Somatic","DF":"Divine Focus"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"one creature","Duration":"10 minutes\/level (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You gain a supernatural ability to detect tracks and other clues left behind by the target. You treat the DCs of all Survival checks made to track the target as if they were 5 lower than normal, and you gain a +5 bonus on Perception checks made to notice the target if it is using Stealth or recognize it if it is using Disguise."},{"Name":"Trail of the Rose","School":"illusion (phantasm)","Level":{"bard":2,"cleric\/oracle":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic","V":"Verbal"},"Range":"touch","Target":"1 rose touched","Duration":"1 hour\/level (D)","Saving_Throw":"no;","Spell_Resistance":"no","Description":"This spell creates an illusory trail in the form of a misty and visible scent coming from the rose used as this spell’s material component. When you cast this spell, the scent of the rose leaves a faint pink-tinged illusion that ripples and flows in the area. Only you and up to six creatures you designate upon casting the spell can see the illusion. To designate a creature, you must know it well. It is not enough simply to have met that creature once or heard of the creature. When you move, this illusory scent leaves a trail, though there are no telltale signs of which direction you moved if creatures designated by this spell find a middle section of the trail. This is typically used to create backtracking method for the caster’s handpicked allies, useful for navigating in and out of mazes or labyrinthine cave complexes without leaving behind an obvious trail."},{"Name":"Transfer Familiar","School":"evocation","Level":{"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"your familiar and one willing creature","Duration":"1 day\/level (D)","Saving_Throw":"none;","Spell_Resistance":"no","Description":"Get this book AND support this site!\nYou temporarily grant control of your familiar to another willing creature. You, your familiar, and the target creature must all be touching each other when you cast this spell. The target gains all the benefits and abilities normally associated with having a familiar, including the ability to share spells, speak with the familiar, and so on. You lose all of these benefits for the duration of the spell. If the target already has a familiar, the spell fails."},{"Name":"Transfer Regeneration","School":"transmutation","Level":{"cleric":3,"druid":3,"shaman":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 willing living creature","Duration":"1 minute","Saving_Throw":"none;","Spell_Resistance":"no","Description":"\n\n\nGet this book AND support this site!\nYou bestow your regenerative abilities on the target. Your regeneration stops functioning for the duration of the spell, and the target gains your regeneration. For example, if you have regeneration 5 (acid or fire), your target gains regeneration 5 (acid or fire). This regeneration overlaps (does not stack) with any regeneration the creature already has, including other castings of this spell. This spell has no effect if you don't have the regeneration ability or your regeneration isn't functioning when you cast the spell."},{"Name":"Transfer Tattoo","School":"transmutation","Level":{"bard":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (tattooing needle)"},"Range":"touch","Target":"one magic tattoo","Duration":"instantaneous","Saving_Throw":"Fort negates;","Spell_Resistance":"yes","Description":"With this spell, you can transfer one magic tattoo from one creature to another. A target that isn’t willing to have his tattoo removed or to receive the transferred tattoo can resist this spell with a Fortitude save—if successful, the transfer fails and the caster of this spell is staggered for 1 round by the backlash of magical energy. A tattoo can be transferred from a dead creature in this manner to a living host, provided the body has been dead no longer than one hour per caster level."},{"Name":"Transformation","School":"transmutation","Level":{"alchemist":6,"magus":6,"sorcerer\/wizard":6,"witch":6,"boreal":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a potion of bull's strength","which":""},"Description":"\nRange personalTarget youDuration 1 round\/level\n\nYou become a fighting machine - stronger, tougher, faster, and more skilled in combat. Your mindset changes so that you relish combat and you can't cast spells, even from magic items.\nYou gain a +4 enhancement bonus to Strength, Dexterity, and Constitution, a +4 natural armor bonus to AC, a +5 competence bonus on Fortitude saves, and proficiency with all simple and martial weapons. Your base attack bonus equals your character level (which may give you multiple attacks)."},{"Name":"Transmogrify","School":"transmutation","Level":{"summoner\/unchained":0},"Casting_Time":"1 hour","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of quicksilver worth 1,000 gp)"},"Description":"Range touchTargets your eidolonDuration instantaneousSaving Throw Will negates (harmless); Spell Resistance no\nYour eidolon's form shifts and transforms. This spell allows you to change any of the eidolon's evolutions by allocating its evolution pool on new evolutions. If you have the aspect or greater aspect ability, this spell also allows you to change the evolution points spent to modify you, including removing or adding points as allowed by those abilities.\nYour eidolon cannot benefit from this spell more than once per day. This spell does not allow you to change your eidolon's base form."},{"Name":"Transmute Blood to Acid","School":"transmutation [acid, pain]","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a wax doll and a vial of acid worth 10 gp)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature","Duration":"concentration (maximum 1 round\/5 levels)","Saving_Throw":"Fortitude half;","Spell_Resistance":"yes","Description":"You transmute blood in the target’s body to acid, dealing 1d6 points of acid damage\/2 levels (maximum 12d6) each round. The creature is staggered and sickened by the debilitating pain. A successful Fortitude save each round halves the damage and negates the staggered condition for 1 round. If this damage reduces the creature to 0 or fewer hit points, it dissolves, leaving only the barest trace of remains. A dissolved creature’s equipment is unaffected.\nAnyone who strikes the target with a non-reach melee weapon, natural weapon, or unarmed attack takes 3d6 points of acid damage as the acidic blood sprays on the attacker. If the attack is from a piercing or slashing manufactured weapon, the weapon also takes this damage.\nThis spell has no effect on creatures immune to critical hits or bleed effects."},{"Name":"Transmute Metal to Wood","School":"transmutation","Level":{"druid":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"long (400 ft. + 40 ft.\/level)","Area":"all metal objects within a 40-ft.-radius burst","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes (object; see text)","Description":"This spell enables you to change all metal objects within its area to wood. Weapons, armor, and other metal objects carried by creatures are affected as well. A magic object made of metal effectively has Spell Resistance equal to 20 + its caster level against this spell. Artifacts cannot be transmuted. Weapons converted from metal to wood take a -2 penalty on attack and damage rolls. The armor bonus of any armor converted from metal to wood is reduced by 2. Weapons changed by this spell splinter and break on any natural attack roll of 1 or 2, and armor changed by this spell loses an additional point of armor bonus every time it is struck with a natural attack roll of 19 or 20."},{"Name":"Transmute Mud to Rock","School":"transmutation [earth]","Level":{"druid":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":"","lime":"","and":""},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"up to two 10-ft. cubes\/level (S)","Duration":"permanent","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"This spell permanently transforms normal mud or quicksand of any depth into soft stone (sandstone or a similar mineral).\nAny creature in the mud is allowed a Reflex save to escape before the area is hardened to stone."},{"Name":"Transmute Potion to Poison","School":"transmutation [poison]","Level":{"alchemist":2},"Casting_Time":"1 standard action","Components":{"S":"Somatic"},"Description":"Range personalTargets youDuration 1 round then 1 minute\/level; see text\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\n\nType poison, injury; Save Fortitude DC 10Frequency 1\/round for 2 roundsEffect 1 Dex damage; Cure 1 save\n\nType poison, injury; Save Fortitude DC 11Frequency 1\/round for 4 roundsEffect 1d2 Dex damage; Cure 1 save\n\nType poison, injury; Save Fortitude DC 13Frequency 1\/round for 6 roundsEffect 1d4 Str damage; Cure 1 save\n\nType poison, injury; Save Fortitude DC 14Frequency 1\/round for 6 roundsEffect 1d4 Con damage; Cure 2 consecutive saves\nThis extract causes you to take on a pale, sickly pallor for 1 round. During this time, if you consume a potion, it has no effect. Instead, your mouth fills with a vile poison that you can spit onto a weapon as a free action. If you do not spit out the poison in 1 round, it affects you instead. The effect of the poison depends on the level of spell contained in the potion consumed (see sidebar). If the poison is not used within 1 minute per caster level it becomes inert. You can only create one dose of poison in this way per casting of this spell."},{"Name":"Transmute Rock to Mud","School":"transmutation [earth]","Level":{"druid":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"up to two 10-ft. cubes\/level (S)","Duration":"permanent; see text","Saving_Throw":"see text;","Spell_Resistance":"no","Description":"This spell turns natural, uncut, or unworked rock of any sort into an equal volume of mud. Magical stone is not affected by the spell. The depth of the mud created cannot exceed 10 feet. A creature unable to levitate, fly, or otherwise free itself from the mud sinks until hip- or chest-deep, reducing its speed to 5 feet and causing a -2 penalty on attack rolls and AC. Brush or similar material thrown atop the mud can support creatures able to climb on top of it. Creatures large enough to walk on the bottom can wade through the area at a speed of 5 feet.\nIf transmute rock to mud is cast upon the ceiling of a cavern or tunnel, the mud falls to the floor and spreads out in a pool at a depth of 5 feet. The falling mud and the ensuing cave-in deal 8d6 points of bludgeoning damage to anyone caught directly beneath the targeted area, or half damage to those who succeed on Reflex saves.\nCastles and large stone buildings are generally immune to the effect of the spell, since transmute rock to mud can't affect worked stone and doesn't reach deep enough to undermine such buildings' foundations. However, small buildings or structures often rest upon foundations shallow enough to be damaged or even partially toppled by this spell.\nThe mud remains until a successful dispel magic or transmute mud to rock spell restores its substance but not necessarily its form. Evaporation turns the mud to normal dirt over a period of days. The exact time depends on exposure to the sun, wind, and normal drainage."},{"Name":"Transplant Visage","School":"transmutation [evil]","Level":{"alchemist":5,"antipaladin":4,"cleric\/oracle":4,"inquisitor":4,"magus":5,"shaman":4,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","M":"Material (one corpse)"},"Description":"Range personalTarget youDuration permanent\nThis spell allows you to add a creature's stolen face to or remove such a face that you've already applied from your own. Before casting this spell, you must remove the face and eyes of a creature that has been dead no longer than 1 minute per caster level and place it over your own. Once you cast transplant visage, the creature's stolen skin magically melds with your own, making the expressions and eye color on your new face seem perfectly natural. Your new appearance grants you a +10 bonus on Disguise checks. Because the alteration made by transplant visage is permanent, there is no residual magical aura, and your new appearance is not recognized by detect spells. Transplant visage may be cast innumerable times, allowing a single caster to wear layers upon layers of stolen faces. However, only the topmost face is visible at any one time.\nTransplant visage may also be used to remove a previously stolen face. This is the only way to remove a face short of using greater polymorph, miracle, or wish. When used in this way, transplant visage causes the topmost face to flake off and crumble into dust. A face so removed may not be reused. If the caster is wearing several stolen faces when the topmost face is removed, the next face down is revealed, and may be used as normal."},{"Name":"Transport via Plants","School":"conjuration (teleportation)","Level":{"druid":6,"shaman":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"unlimited","Target":"you and touched objects or other touched willing creatures","Duration":"1 round","Saving_Throw":"none;","Spell_Resistance":"no","Description":"You can enter any normal plant (equal to your size or larger) and pass any distance to a plant of the same kind in a single round, regardless of the distance separating the two. The plants must be alive. The destination plant need not be familiar to you. If you are uncertain of the location of a particular kind of destination plant, you need merely designate direction and distance and the transport via plants spell moves you as close as possible to the desired location. If a particular destination plant is desired but the plant is not living, the spell fails and you are ejected from the entry plant.\nYou can bring along objects as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. Use the following equivalents to determine the maximum number of larger creatures you can bring along: a Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and so forth. All creatures to be transported by the spell must be in physical contact with one another, and at least one of those creatures must be in contact with you.\nYou can't use this spell to travel through plant creatures."},{"Name":"Trap the Soul","School":"conjuration (summoning)","Level":{"sorcerer\/wizard":8,"witch":8,"repose)":8,"souls 9":999},"Casting_Time":"1 standard action or see text","Components":{"V":"Verbal","S":"Somatic","M":"Material (gem worth 1,000 gp per HD of the trapped creature)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"permanent; see text","Saving_Throw":"see text;","Spell_Resistance":"yes; see text","Description":"Trap the soul forces a creature's life force (and its material body) into a gem. The gem holds the trapped entity indefinitely or until the gem is broken and the life force is released, which allows the material body to reform. If the trapped creature is a powerful creature from another plane, it can be required to perform a service immediately upon being freed. Otherwise, the creature can go free once the gem imprisoning it is broken.\nDepending on the version selected, the spell can be triggered in one of two ways.\nSpell Completion: First, the spell can be completed by speaking its final word as a standard action as if you were casting a regular spell at the subject. This allows Spell Resistance (if any) and a Will save to avoid the effect. If the creature's name is spoken as well, any spell resistance is ignored and the save DC increases by 2. If the save or Spell Resistance is successful, the gem shatters."},{"Name":"Trap Ward","School":"abjuration","Level":{"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (masterwork thieves’ tools worth 100 gp)"},"Description":"Range personalTarget youDuration 10 minutes\/level or until discharged\nThe protection provided by this spell comes into play whenever the caster is subjected to the effects of a magical trap.\nThe spell immediately discharges and interferes with the trap’s function in an attempt to counter the trap’s magic. When this occurs, make a caster level check as an immediate action. The DC of this check is equal to the trap’s Disable Device DC. If you’re successful, the trap ward dispels the magical effect of the trap before the effect actually manifests, effectively preventing the trap from triggering for the next 1d4 rounds and ending this spell immediately."},{"Name":"Trapfinder’s Focus","School":"divination","Level":{"alchemist":2,"bard":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nIf you don’t have the trapfinding class ability, this spell grants you the trapfinding ability of a rogue of half your character level.\nIf you have the trapfinding ability granted by class levels, however, this spell grants you a +5 competence bonus on all Disable Device checks made to disarm mechanical (but not magical) traps. While under the effects of this spell, whenever you trigger a trap by rolling poorly on a Disable Device check, you may roll a second Disable Device check. This new roll uses the same modifiers as the first roll. If your second roll is high enough to avoid accidentally springing the trap, you avoid setting it off, but still fail to disarm it. Each time you take advantage of this feature, the remaining duration of the spell is reduced by 1 minute—if less than a minute’s worth of duration remains, the spell ends as soon as you reroll your Disable Device check."},{"Name":"Traveling Dream","School":"divination (scrying)","Level":{"cleric\/oracle":4,"druid":4},"Description":"Components V, DF\nDuration 1 hour\/level (D)\nThis spell functions like arcane eye, except as noted above."},{"Name":"Treasure Stitching","School":"transmutation","Level":{"bard":4,"cleric\/oracle":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of embroidered cloth no larger than 10-ft. square worth 100 gp) "},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets all objects on clothDuration 1 day\/level (D)Saving Throw Fortitude negates (object); Spell Resistance yes (object) \nYou can transform all objects placed on a cloth into an embroidered, two-dimensional representation, making it easy for you to store and transport the items. You can pile any amount or weight of objects on the cloth so long as the pile stays within the dimensions of the cloth (up to a 10-foot cube). \nWhen you cast the spell the entire pile disappears into the cloth, replaced by a highly accurate, sewn picture of the pile from whatever angle you wish. The cloth retains its normal weight and dimensions. You can restore the pile of objects at any time as a full-round action by unfurling the cloth and ordering the spell to end, consuming the cloth. Anyone else wishing to restore the objects must successfully dispel your spell. If the cloth is destroyed or significantly damaged, all objects held within the cloth are lost. This spell cannot affect artifacts or other sorts of similarly unique objects. "},{"Name":"Tree Shape","School":"transmutation","Level":{"druid":2,"ranger":3,"shaman":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 hour\/level (D)"},{"Name":"Tree Stride","School":"conjuration (teleportation)","Level":{"druid":5,"ranger":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTarget youDuration 1 hour\/level or until expended; see text\n\nWhen you cast this spell, you gain the ability to step into a tree, magically infusing yourself with the plant. Once within a tree, you can teleport from that particular tree to another tree. The trees you enter must be of the same kind, must be living, and must have girth at least equal to yours. By moving into an oak tree (for example), you instantly know the location of all other oak trees within transport range (see below) and may choose whether you want to pass into one or simply step back out of the tree you moved into. You may choose to pass to any tree of the appropriate kind within the transport range as shown on the following table.\nYou may move into a tree up to one time per caster level (passing from one tree to another counts only as moving into one tree). The spell lasts until the duration expires or you exit a tree. Each transport is a full-round action."},{"Name":"Tremor Blast","School":"transmutation","Level":{"adept":2,"bloodrager":2,"cleric\/oracle":2,"inquisitor":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"30 ft.","Area":"cone-shaped burst","Duration":"instantaneous","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You create a minor earthquake that can trip creatures. Attempt a single combat maneuver check and apply the result against the CMD of every creature in the area. If your roll equals or exceeds a creature's CMD, that creature is knocked prone. This trip attack does not provoke an attack of opportunity (though you do provoke one for casting the spell), nor are you knocked prone if you fail the check by 10 or more. Unlike with a regular trip attack, you can trip any creature touching the ground, regardless of size. Improved Trip does not affect this spell in any way. Though the earthquake is small and focused on the ground, if the area is particularly unstable, the spell might cause items to topple, stones to shake loose from the walls or ceiling, and so on at the GM's discretion."},{"Name":"Trial of Fire and Acid","School":"evocation [acid, fire]","Level":{"bloodrager":3,"cleric":3,"magus":3,"shaman":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Fortitude half (see text);","Spell_Resistance":"no","Description":"\n\n\nGet this book AND support this site!\nThe target creature is covered in burning acid that deals 1d6 points of acid damage and 1d6 points of fire damage each round.\nThe subject can attempt a Fortitude saving throw each round to reduce the damage by half. Dousing the target in water ends the effect (both the acid and the fire), but rolling on the ground does not extinguish the fire or affect the acid."},{"Name":"Triggered Suggestion","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":4,"witch":4},"Description":"This spell functions as suggestion, except you can use it only to specify a condition that triggers a special activity, and the subject does not remember that you made the suggestion. For example, you could use triggered suggestion on a palace guard to make him attack the king the next time he and the king are alone, and the guard would not remember the suggestion to do so until the trigger occurred."},{"Name":"True Creation","School":"conjuration (creation)","Level":{"artifice":8},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (5 x item value in misc. components)"},"Description":"Range 0 ft.Effect unattended, nonmagical object, up to 1 cu. ft\/levelDuration instantaneousSaving Throw none; Spell Resistance no\nYou create a completely real, nonmagical, unattended object of any sort of matter. The volume of the item created cannot exceed 1 cubic foot per caster level. Complex items require successful Craft checks. Objects created can be used as material components.\nCost: You must expend material components worth five times the item's normal gold piece value (minimum 1 gp)."},{"Name":"True Form","School":"abjuration","Level":{"druid":4,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets up to one creature\/3 levels, no two of which can be more than 30 ft. apartDuration 1 round\/levelSaving Throw Will negates; Spell Resistance yes\nTrue form removes any polymorph effect from a target creature, returning it to its true form, even against its will. Against creatures affected by polymorph spell effects (such as baleful polymorph or giant form), you must make a caster level check (1d20 + caster level, maximum +15) against a DC of 11 + caster level of the effect. Success means that the polymorph immediately ends.\n\nA creature with the supernatural ability to change shape (such as a lycanthrope) must make a Will Saving Throw or immediately revert to its true form. If it fails this first Saving Throw, the creature can attempt another Will Saving Throw to overcome the spell as a full-round action that does not provoke attacks of opportunity. If this save succeeds, the spell ends and the creature is capable of changing shape once again. If the second save fails, the creature is locked in its true form for the duration of the spell, preventing any further polymorph effects from changing its shape.\n"},{"Name":"True Resurrection","School":"conjuration (healing)","Level":{"cleric\/oracle":9},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material ","DF":"Divine Focus"},"Description":"This spell functions like raise dead, except that you can resurrect a creature that has been dead for as long as 10 years per caster level. This spell can even bring back creatures whose bodies have been destroyed, provided that you unambiguously identify the deceased in some fashion (reciting the deceased's time and place of birth or death is the most common method).\nUpon completion of the spell, the creature is immediately restored to full hit points, vigor, and health, with no negative levels (or loss of* Constitution points) and all of the prepared spells possessed by the creature when it died.\nYou can revive someone killed by a death effect or someone who has been turned into an undead creature and then destroyed. This spell can also resurrect elementals or outsiders, but it can't resurrect constructs or undead creatures.\nEven true resurrection can't restore to life a creature who has died of old age.\n\n\n\nThis has not been stated to be errata by anyone from Paizo but it seems unlikely that a creature would be resurrected with no constitution points as the original wording suggests. We suggest that the words \"loss of\" are missing, but note that this is not the official wording.\n"},{"Name":"True Seeing","School":"divination","Level":{"alchemist":6,"cleric\/oracle":5,"druid":7,"inquisitor":5,"magus":6,"shaman":5,"sorcerer\/wizard":6,"summoner":5,"unchained":0,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (an eye ointment that costs 250 gp)"},"Range":"touch","Target":"creature touched","Duration":"1 min.\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You confer on the subject the ability to see all things as they actually are. The subject sees through normal and magical darkness, notices secret doors hidden by magic, sees the exact locations of creatures or objects under blur or displacement effects, sees invisible creatures or objects normally, sees through illusions, and sees the true form of polymorphed, changed, or transmuted things. Further, the subject can focus its vision to see into the Ethereal Plane (but not into extra-dimensional spaces). The range of true seeing conferred is 120 feet."},{"Name":"True Strike","School":"divination","Level":{"alchemist":1,"bloodrager":1,"inquisitor":1,"sorcerer\/wizard":1,"luck":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","F":""},"Description":"Range personalTarget youDuration see text"},{"Name":"Truespeak","School":"divination","Level":{"bard":4,"cleric":6,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"\n\n\nRange personalTarget youDuration 1 minute\/level\nYou can communicate with any creature that is not mindless. As long as \nyou can be heard, your speech is understandable to all creatures, each \nof which hears you as though you were conversing in its language or \nother natural mode of communication, and you hear their responses as though in your own native\n language. You may ask questions and receive answers, though this spell \ndoes not make creatures more friendly or cooperative than normal, and \nnon-sentient creatures may give limited responses. While using \ntruespeak, your language-dependent effects can affect any creature that \nis not mindless."},{"Name":"Tsunami","School":"conjuration (creation) [water]","Level":{"druid":9,"shaman":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect 10-ft.-deep wave 10 ft. wide\/level and 2 ft. tall\/levelDuration 5 roundsSaving Throw see text; Spell Resistance no\nYou create a massive wave of water that then moves in a straight line across water or land-you select the direction the wave travels (which must be perpendicular to its width), but once set in motion, the wave cannot change course. Over the surface of open water, the wave travels at a speed of 60 feet per round-on land or underwater, the wave travels at a speed of 30 feet per round.\n\nCreatures struck by a tsunami take 8d6 points of bludgeoning damage (a Fortitude save halves this damage).\n\nIn addition, the tsunami makes a special CMB check against any creature it strikes-the wave's CMB is equal to your caster level + your relevant spellcasting ability score modifier (whichever is highest) + 8 (for the wave's size). If this CMB check defeats a creature's CMD, the creature is knocked prone and carried along by the wave. A creature carried along by a tsunami can attempt to escape the wave on its turn as a standard action by making a CMB or Swim check opposed by the wave's CMB check-if a creature fails to escape, it takes another 6d6 points of bludgeoning damage (Fortitude save for half ) and continues being carried along by the wave.\n\nObjects struck by a tsunami are swept up if they are Huge or smaller and are carried along by the wave, deposited in a pile at the end of the wave's journey. Gargantuan or larger objects, as well as structures or objects firmly attached to the ground, take 8d6 points of bludgeoning damage when a tsunami passes through its space-if this is enough to destroy the object or structure, the remains are carried along by the wave. Hardness does not reduce this damage, nor is it halved as damage dealt to objects normally is. Freedom of movement prevents a creature from being carried along by a tsunami but does not prevent damage caused by it hitting a creature.\n\nA solid barrier that is taller than the tsunami that is not destroyed by the wave stops that portion of the wave from continuing onward, leaving a gap in the wave as the rest of it continues forward.\n"},{"Name":"Twilight Haze","School":"illusion (shadow) [darkness, shadow]","Level":{"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect fog spreads in 20-ft. radiusDuration 1 round\/levelSaving Throw none; Spell Resistance no\nYou create a gray haze that obscures sight (as fog cloud) and causes the illumination level within it to drop one step (as darkness). Since this spell produces an illusion rather than a true physical fog, it is unaffected by wind and can be cast underwater."},{"Name":"Twilight Knife","School":"evocation [force]","Level":{"bloodrager":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect floating knife of forceDuration 1 round\/level (D)Saving Throw none; Spell Resistance yes\nYou create a darkly sinister floating knife that attacks the same creature as you each round. If you choose not to attack a creature, or you make an attack that affects multiple opponents, the knife makes no attack during that round.\n\nThe knife uses your base attack bonus modified by either your Intelligence or Charisma bonus (whichever is higher) when making this attack. Unless you specifically will it to do otherwise, or it proves impossible to do so, the knife always maneuvers itself so that it can flank your opponent before making the attack. The knife deals 1d4 points of force damage on a successful hit and has the same threat range and critical multipliers as a normal dagger. In addition, if the target is denied a Dexterity bonus to AC or the knife flanks the target, the knife can make sneak attacks as a rogue, inflicting an extra 1d6 points of force damage per four caster levels on a successful attack.\n\nA twilight knife cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it. A twilight knife's AC against touch attacks is 12 (10 + size bonus for Tiny object) plus your Dexterity modifier.\nIf an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the twilight knife strikes it. If the knife is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.\n"},{"Name":"Twin Form","School":"transmutation","Level":{"alchemist":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a blend of soil and the caster's blood) "},"Description":"Range personalTargets youDuration 1 round\/level or until discharged (D)\nThis extract splits a perfect double of yourself from your body, dressed and equipped exactly as you are. You are able to shift your consciousness from one body to the other once each round as a free action. This shift takes place either immediately before your turn or immediately after it, but not during the round. You may act normally in the body you inhabit. Your other self is treated as though dazed, except it may take a single move action each round during your turn. Your twin cannot speak while you are in your other body, and cannot flank, make attacks of opportunity, or otherwise threaten enemies. \nBoth you and your twin have the same statistics and start with the number of hit points you had when you ingested the extract. Once you have split, these hit points are tracked separately. Any spells, extracts, or magical effects (such as from potions) that were active when you ingested the extract are active for both you and your twin. If any such effects expire, are dispelled, dismissed, or otherwise used or ended, they end for both of you. Extracts or spells cast after you split affect you and your twin as though you were two separate targets. Your equipment is linked between your two selves, and if an item on one is consumed or destroyed, its duplicate is used up or destroyed as well. \nThe body you do not inhabit crumbles into dust when the extract's duration expires or is dismissed. If the body you inhabit is destroyed, you immediately shift to your surviving self and the extract immediately ends. The body you left behind crumbles into dust, and you are stunned until the start of your next turn. If the body you do not inhabit is destroyed, the extract also ends immediately, but you suffer no ill effects. \nYou have no special ability to sense what your second body is experiencing, though you immediately know if it has been destroyed. You may switch between bodies at any distance on the same plane. If your bodies cross into separate planes (including through the use of teleport or blink), the body you inhabit survives, while your other body is destroyed. "},{"Name":"Twine Double","School":"illusion (shadow)","Level":{"sorcerer\/wizard":3},"Casting_Time":"10 minutes","Components":{"V":"Verbal","S":"Somatic","M":"Material (cloth and twine)"},"Description":"Range 0 ft.Effect one duplicate creatureDuration 1 minute\/level (D)Saving Throw none; Spell Resistance no\nAs simulacrum, except you can only duplicate yourself, and the duplicate is created from cloth and twine rather than ice and snow. The double looks exactly like you except its eyes are balls of twine (DC 10 Perception check to recognize double’s strange eyes). It wears clothing and gear that appear exactly like what you are wearing at the time of casting. Its copies of your magic items are nonfunctional but radiate magic and have the same auras as your items. Its aura is identical to yours. Attempts to scry you while the double exists have a 50% chance of targeting the double instead of you.\nThe double cannot attack, has no special abilities, and has a +0 bonus on all saves and checks. You may verbally give the double orders as a free action, or control it telepathically as a standard action. You know what the double is experiencing, and when controlling it telepathically you can see and hear everything it sees and hears, though\nevents at your location may drown out the sensory inputs from the double. The double has hit points equal to half your hit points at the time of casting. If brought to 0 hit points, it is\ndestroyed, reverting to cloth and twine. The double is an animated object."},{"Name":"Twisted Futures","School":"divination","Level":{"bard":1,"cleric":2,"druid":1,"shaman":1,"sorcerer\/wizard":2,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small die with the faces scratched off)"},"Range":"close (25 ft. + 5ft.\/2 levels)","Target":"one creature\/level, no two of which can be more than 30 ft. apart","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Get this book AND support this site!\nBy rearranging the threads of fate, you disrupt fortunate outcomes for other creatures. A creature affected by this spell is unable to benefit from effects that grant the ability to roll multiple times and take the higher result (like the swashbuckler's charmed life ability) or to choose the die result in lieu of rolling (like the wizard's prescience school power or the cyclops's flash of insight ability). This doesn't affect abilities that force a creature to take the lower of two rolls, such as ill omen or a pugwampi's unluck aura. A cyclops can't use its flash of insight ability to save against this spell."},{"Name":"Twisted Innards","School":"transmutation","Level":{"alchemist":2,"magus":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a cocoon tied with string)"},"Description":"Range personalTarget youDuration 1 minute\/level\nFor the duration of this spell, your vital organs writhe, shift, and move about, making it difficult to strike you in a vulnerable area. While this spell is in effect, critical hits and sneak attacks against you have a 25% chance of failing to inflict any additional damage—though you still take the normal damage from the attack. At 7th level, the chance to ignore additional damage increases to 50%, while at 13th level the chance increases to 75%."},{"Name":"Twisted Space","School":"transmutation","Level":{"magus":2,"sorcerer\/wizard":2,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a length of wire bent into a circle)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You distort the space around a creature, twisting the path of its melee attacks unpredictably, but always toward a nearby creature that the target threatens. Until the start of your next turn, melee attacks made by the target creature affect a random target instead of their intended target."}]