[{"Name":"Unadulterated Loathing","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"antipaladin":2,"bard":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 day\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You fill the target with a terrible loathing aimed at a specific creature. At the time of the casting, you designate a single creature as the object of the target’s revulsion. Thereafter, the target does all it can to remain at least 60 feet away from the object of its loathing. As soon as the target moves within this range, it becomes nauseated until it can again get away from the object of its revulsion. If traveling beyond 60 feet of the object of its loathing would place the target in obvious physical danger, the target can attempt a second save to break the spell’s effect.\nUnadulterated loathing counters reckless infatuation."},{"Name":"Unbearable Brightness","School":"evocation [light]","Level":{"alchemist":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"personal and 30 ft. (see text)","Area":"30-ft.-radius emanation centered on you","Duration":"1 round\/level","Saving_Throw":"none and Reflex partial (see text);","Spell_Resistance":"no and yes (see text)","Description":"Your body glows with a terrible light. Creatures within 30 feet of you that can see you are dazzled (no saving throw). Creatures with light sensitivity must succeed at a Reflex saving throw or be blinded. This light counts as daylight for the purpose of affecting darkness effects (and vice versa). If the emanation enters an area under the effect of magical darkness (or vice versa), both effects are temporarily negated so that the otherwise prevailing light conditions exist in the overlapping areas of effect. Dazzled and blinded conditions from your light end when the spell ends or when the creature is out of line of sight."},{"Name":"Unbreakable Construct","School":"abjuration","Level":{"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered adamantine worth 100 gp)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one construct","Duration":"1 round\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"This spell increases the target’s DR\/adamantine by 5 or its hardness by 5. If the target does not have DR\/adamantine or hardness, this spell has no effect."},{"Name":"Unbreakable Heart","School":"enchantment (compulsion) [mind-affecting]","Level":{"bard":1,"cleric\/oracle":1,"paladin":1,"ranger":1,"shaman":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect 1 creatureDuration 1 round\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThe target creature gains a +4 morale bonus on saving throws against mind-affecting effects that rely on negative emotions (such as crushing despair, rage, or fear effects) or that would force him to harm an ally (such as confusion). If the target is already under such an effect when receiving this spell, that effect is suppressed for the duration of this spell. It does not affect mind-affecting effects based on positive emotions (such as good hope or the inspire courage bard ability). A creature can still be charmed or otherwise magically controlled while under this spell’s effects, but if such a creature ever receives a new saving throw against that effect as a result of being ordered to attempt to harm or otherwise oppose a true ally, he can roll that saving throw twice and take the better result as his actual roll.\nCalm emotions counters and dispels unbreakable heart."},{"Name":"Unconscious Agenda","School":"enchantment (compulsion) [language-dependent, mind-affecting]","Level":{"bard":6,"inquisitor":6,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"10 minutes","Components":{"V":"Verbal"},"Range":" Close (25 ft. + 5 ft.\/2 levels)","Target":"One humanoid","Duration":"One week\/level or until discharged (D)","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"This spell plants a subconscious directive in the target's mind that \nforces him to act as you dictate when specific circumstances arise. The \ntarget humanoid can be either conscious or unconscious,\n but must understand your language. Upon casting this spell, you must \nstate a course of action you wish the target to take. This course of \naction must be described in 20 words or fewer. You must then state the \ncondition under which you wish the target to take this action, also \ndescribing it in 20 or fewer words. Actions or conditions more elaborate\n than 20 words cause the spell to fail. Unconscious agenda cannot\n compel a target to kill himself, though it can compel him to perform \nexceedingly dangerous acts, face impossible odds, or undertake almost \nany other course of activity. You cannot issue new commands to the \ntarget after the spell is cast.\nIf the target fails his save against this spell, he is not compelled \nto act in any way until the specified trigger circumstances are \nencountered. He also has no knowledge of the details of the spell \naffecting him, and has no memory of the last 10 minutes (although he \nmight come to notice the missing time or the presence of the caster). He\n can function as he wishes until the events you detailed as the \ncondition take place. Upon experiencing the prerequisite condition, the \ntarget is forced to perform the course of action you described as per \nthe spell dominate person.\n (If the compelled action is against the victim's nature, he immediately\n gains a new saving throw at a +5 bonus against the spell to end its \neffects.) For the next hour, the target acts as you dictated, doing all \nhe can to fulfill your command. If, at the end of the hour, the target \nstill has not completed your command, the target is released from the enchantment\n and the spell ends. Once the course of action is completed, the spell \nends. The target has full memory of acts performed during this hour.\nIt's difficult to detect an unconscious agenda before the spell is triggered. Casting detect magic on one affected by it only reveals an aura of enchantment if the caster of detect magic has a higher caster level then the caster of unconscious agenda. Even if the spell is detected, it can only be removed by break enchantment, limited wish, remove curse, miracle, or wish. Dispel magic does not affect unconscious agenda."},{"Name":"Undead Anatomy","School":"transmutation (polymorph)","Level":{"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you plan to assume)"},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nWhen you cast this spell, you can assume the form of any Small or Medium corporeal creature of the undead type, which must be vaguely humanoid-shaped (like a ghoul, skeleton, or zombie). You gain a bite attack (1d6 for Medium forms, 1d4 for Small forms), two claw or slam attacks (1d6 for Medium forms, 1d4 for Small forms), and darkvision 60 feet. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, low-light vision, and scent.\nIn this form, you detect as an undead creature (such as with detect undead, but not with magic that reveals your true form, such as true seeing) and are treated as undead for the purposes of channeled energy, cure spells, and inflict spells, but not for other effects that specifically target or react differently to undead (such as searing light).\nThis spell functions as undead anatomy I, except it also allows you to assume the form of a Tiny or Large corporeal creature of the undead type. If the form you assume has any of the following abilities, you gain the listed ability: climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, blood drain, DR 5\/bludgeoning, scent, freeze, grab, mimicry, pounce, shadowless, sound mimicry, and trip.\nIn this form, you gain a +4 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.\nThis spell functions as undead anatomy II, except it also allows you to assume the form of a Diminutive or Huge corporeal creature of the undead type. If the form you assume has any  of the following abilities, you gain the listed ability: burrow  30 feet, climb 90 feet, fly 90 feet (good maneuverability), swim 90 feet, all-around vision, blindsense 30 feet, darkvision 60 feet, low-light vision, scent, constrict, disease, DR 5\/—, fear aura, grab, jet, natural cunning, overwhelming, poison, pounce, rake, trample, trip, unnatural aura, and web.\nIf the creature has immunity or resistance to any energy types, you gain resistance 20 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. In this form, you gain a +8 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability.\nDuration 1 minute\/level (D) (see text)\nThis spell functions as undead anatomy III, except it allows you to use more abilities. If the form you assume has any of the following abilities, you gain the listed ability: burrow 60 feet, climb 90 feet, fly 120 feet (good maneuverability), swim 120 feet, blindsense 60 feet, darkvision 90 feet, lifesense 60 feet, low-light vision, scent, tremorsense 60 feet, breath weapon, constrict, DR 10\/magic and silver, DR 15\/bludgeoning and magic, fast healing 5, fiery death, fire aura, grab, incorporeal, jet, poison, pounce, rake, rend, roar, spikes, trample, trip, and web.\nIf the creature’s form is incorporeal, the spell’s duration is in rounds per level instead of minutes per level, and your bite and claw (or slam) attacks are incorporeal touch attacks. If the creature has immunity or resistance to any energy types, you gain resistance 30 to those energy types. If the creature has vulnerability to an energy type, you gain that vulnerability. In this form, you gain a +8 bonus on saves against mind-affecting effects, disease, poison, sleep, and stunning. If the form has a vulnerability to an attack (such as sunlight), you gain that vulnerability."},{"Name":"Undeath Inversion","School":"necromancy","Level":{"cleric\/oracle":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one undead creature","Duration":"1 round\/level (D); see text","Saving_Throw":"Will negates; see text;","Spell_Resistance":"yes","Description":"You alter an undead creature's energy affinity so that it takes damage from negative energy and gains healing from positive energy, as if it were a living creature. If the target was able to channel negative energy or produce negative energy effects (such as inflict spells), these abilities produce positive energy instead, healing living targets and harming the undead. The target cannot impose negative levels on other creatures for the duration of the spell. The target's creature type does not change, and it is still considered an undead creature. Each round on its turn, the subject may attempt a new saving throw to end the effect. This is a full-round action that does not provoke attacks of opportunity."},{"Name":"Undeath to Death","School":"necromancy","Level":{"cleric\/oracle":6,"inquisitor":6,"sorcerer\/wizard":6,"repose":6},"Description":"\nComponents: V, S, M\/DF (diamond powder worth 500 gp)\n\nArea several undead creatures within a 40-ft.-radius burstSaving Throw Will negates\n"},{"Name":"Undeath Ward","School":"abjuration","Level":{"cleric":5,"inquisitor":4,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"10 ft.","Area":"10-ft.-radius emanation, centered on you","Duration":"1 minute\/level (D)","Saving_Throw":"none or Will negates (see text);","Spell_Resistance":"yes","Description":"You create a pale silver barrier that repels undead.\nMindless undead and intelligent undead with fewer Hit Dice than your caster level cannot enter the area or penetrate the barrier. Undead of Hit Dice equal to or greater than your caster level can pass through this barrier by making a successful Will save against the spell, but as they do so, they take 3d6 points of damage. Once an undead creature makes its save against this spell and takes this damage, it can come and go without further penalty. This spell may only be used defensively, not aggressively. Forcing an undeath ward against creatures that the spell keeps at bay collapses the barrier."},{"Name":"Undetectable Alignment","School":"abjuration","Level":{"alchemist":2,"antipaladin":2,"bard":1,"cleric\/oracle":2,"inquisitor":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature or object","Duration":"24 hours","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Undine's Curse","School":"necromancy [curse, evil]","Level":{"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 hour\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Unerring Weapon","School":"transmutation","Level":{"bloodrager":1,"inquisitor":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets one weapon or 20 projectiles, all of which must be together at the time of castingDuration 1 round\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\nThis spell causes a weapon to veer closer to vital areas, improving the result of a critical threat. This transmutation grants a +2 bonus on attack rolls to confirm critical hits plus 1 additional bonus point per four caster levels (maximum total bonus +7). If the spell is cast on projectiles, the effect ends on a specific projectile whenever that projectile is used to make an attack, regardless of whether the attack hits. For this spell, shuriken are considered projectiles."},{"Name":"Unfetter","School":"transmutation","Level":{"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a broken chain) "},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets your eidolonDuration 10 minutes\/levelSaving Throw Will negates (harmless); Spell Resistance no \nThis spell breaks the life link between you and your eidolon. This spell allows your eidolon to venture more than 100 feet away from you without penalty. It can travel any distance while this spell is in effect without penalty, but if the spell expires while the eidolon is farther than 100 feet away, it immediately loses hit points as normal for distance and is possibly sent back to its home plane. While this spell is in effect, you cannot sacrifice hit points to prevent damage to your eidolon. Damage that would be transferred due to the life bond ability is not transferred. If you attempt to use the transposition ability while this spell is in effect, you must roll on the teleport mishap table, using the \"studied carefully\" row. "},{"Name":"Unhallow","School":"evocation [evil]","Level":{"cleric\/oracle":5,"druid":5,"inquisitor":5},"Casting_Time":"24 hours","Components":{"V":"Verbal","S":"Somatic","M":"Material (herbs","oils":"","and":"","plus":""},"Range":"touch","Area":"40-ft. radius emanating from the touched point","Duration":"instantaneous","Saving_Throw":"see text;","Spell_Resistance":"see text","Description":"Unhallow makes a particular site, building, or structure an unholy site. This has three major effects.\nFirst, the site or structure is guarded by a magic circle against good effect.\nSecond, the DC to resist negative channeled energy within the spell's area of effect gains a +4 sacred bonus and the DC to resist positive energy is reduced by 4. Spell Resistance does not apply to this effect. This provision does not apply to the druid version of the spell.\nFinally, you may choose to fix a single spell effect to the unhallowed site. The spell effect lasts for 1 year and functions throughout the entire site, regardless of its normal duration and area or effect. You may designate whether the effect applies to all creatures, creatures that share your faith or alignment, or creatures that adhere to another faith or alignment. At the end of the year, the chosen effect lapses, but it can be renewed or replaced simply by casting unhallow again.\nSpell effects that may be tied to an unhallowed site include aid, bane, bless, cause fear, darkness, daylight, death ward, deeper darkness, detect magic, detect good, dimensional anchor, discern lies, dispel magic, endure elements, freedom of movement, invisibility purge, protection from energy, remove fear, resist energy, silence, tongues, and zone of truth.\nSaving throws and Spell Resistance might apply to these spells' effects. (See the individual spell descriptions for details.)\nAn area can receive only one unhallow spell (and its associated spell effect) at a time."},{"Name":"Unholy Aura","School":"abjuration [evil]","Level":{"cleric\/oracle":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"Range 20 ft.Targets one creature\/level in a 20-ft.-radius burst centered on youDuration 1 round\/level (D)Saving Throw see text; Spell Resistance yes (harmless)"},{"Name":"Unholy Blight","School":"evocation [evil]","Level":{"cleric\/oracle":4,"inquisitor":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"medium (100 ft. + 10 ft.\/level)","Area":"20-ft.-radius spread","Duration":"instantaneous (1d4 rounds); see text","Saving_Throw":"Will partial;","Spell_Resistance":"yes","Description":"You call up unholy power to smite your enemies. The power takes the form of a cold, cloying miasma of greasy darkness. Only good and neutral (not evil) creatures are harmed by the spell.\nThe spell deals 1d8 points of damage per two caster levels (maximum 5d8) to a good creature (or 1d6 per caster level, maximum 10d6, to a good outsider) and causes it to be sickened for 1d4 rounds. A successful Will save reduces damage to half and negates the sickened effect. The effects cannot be negated by remove disease or heal, but remove curse is effective."},{"Name":"Unholy Ice","School":"transmutation [cold, evil, water]","Level":{"cleric\/oracle":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a flask of unholy water or 5 pounds of powdered silver worth 25 gp)"},"Description":"This spell functions as holy ice, except it is made of frozen unholy water rather than holy water."},{"Name":"Unholy Ice Weapon","School":"transmutation [cold, evil, water]","Level":{"cleric":2,"inquisitor":2,"S":999,"M":0},"Description":"This spell functions as holy ice weapon, except the weapon is made of frozen unholy water, and instead deals additional damage to creatures that are susceptible to unholy water."},{"Name":"Unholy Sword","School":"evocation [evil]","Level":{"antipaladin":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"melee weapon touched","Duration":"1 round\/level","Saving_Throw":"none;","Spell_Resistance":"no","Description":"This spell allows you to channel the powers of evil into your sword, or any other melee weapon you choose. The weapon acts as a +5 unholy weapon (+5 enhancement bonus on attack and damage rolls, extra 2d6 damage against good opponents). It also emits a magic circle against good effect (as the spell). If the magic circle ends, the sword creates a new one on your turn as a free action. The spell is automatically canceled 1 round after the weapon leaves your hand. You cannot have more than one unholy sword at a time.\nIf this spell is cast on a magic weapon, the powers of the spell supersede any that the weapon normally has, rendering the normal enhancement bonus and powers of the weapon inoperative for the duration of the spell. This spell is not cumulative with any spells that modify the weapon in any way. This spell does not work on artifacts. A masterwork weapon’s bonus to attack does not stack with this spell’s enhancement bonus to attack."},{"Name":"Universal Formula","School":"transmutation","Level":{"alchemist":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (quicksilver and powdered platinum worth 100 gp)"},"Description":"Range personalTargets youDuration instantaneous\nAs you ingest this extract, it transforms into the appropriate extract for any formula you know of 3rd level or lower and takes effect immediately. If the chosen formula has an expensive material component, it must be provided along with the component for this formula. You may not create an infused extract with this formula."},{"Name":"Unliving Rage","School":"necromancy","Level":{"cleric":2,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets one willing undead creature per 3 levels, no two of which can be more than 30 ft. apartDuration concentration + 1 round\/level (D)Saving Throw none; Spell Resistance yes\nThis spell functions as rage, except it affects only undead creatures and bolsters them with necromantic energy rather than emotion. Each affected creature gains a +2 profane bonus to Strength and Charisma, a +1 profane bonus on Will saves, and a –2 penalty to AC. The effect is otherwise identical to a barbarian's rage."},{"Name":"Unnatural Lust","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Your target is filled with lust and desire for a single creature or object as designated by you at the time of casting. That creature or object must be within the spell’s range and perceivable by the target of the spell. The target is filled with the compulsion to rush to the subject of its lust and passionately kiss or caress that subject on its next turn, taking no other actions. If the target would not normally have lustful feelings toward the designated creature or object, it receives a +4 bonus on its saving throw."},{"Name":"Unprepared Combatant","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"The target takes a –4 penalty on initiative checks and Reflex saves."},{"Name":"Unravel Destiny","School":"divination","Level":{"cleric\/oracle":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"short (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"Note: This spell deals with hero points. It originally appeared in the Advanced Player's Guide. See Hero Points for full details.\nYou utter a dire portent, causing destiny and fate to unravel around the target. This profoundly disturbing effect causes the target to suffer a cumulative –2 penalty on all ability checks, attack rolls, saving throws, and skill checks for every hero point it possesses. The target can reduce this penalty by spending hero points normally, but it takes 2d6 points of damage for each hero point spent while this spell is in effect."},{"Name":"Unseen Crew","School":"conjuration (creation)","Level":{"bard":4,"sorcerer\/wizard":5,"summoner":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Description":"\nRange long (400 ft. + 40 ft.\/level)Effect one invisible sailor per levelDuration 1 day\/levelSaving Throw none; Spell Resistance no\n\nAn unseen crew member is an invisible, shapeless force that performs the duties of one crew member. It can tie off ropes, hoist sails, swab decks, and other such duties. An unseen crew member possesses no other skills. It cannot fight, speak, or even defend itself.\nAn unseen crew member has a Strength score of 10 and a Profession (sailor) score equal to half your character level plus your Intelligence modifier (for witches and wizards) or your Charisma modifier (for bards, sorcerers, and summoners). It cannot fly, but it can climb, swim, or walk with a base speed of 20 feet."},{"Name":"Unseen Engineers","Description":"School conjuration (creation); Level sorcerer\/wizard 3, summoner 2, witch 3\nCasting Time 1 standard actionComponents V, S, M (materials required to construct the trap)\nRange long (400 ft. + 40 ft. level)Effect a team of tiny, invisible engineersDuration 1 minute\/levelSaving Throw none; Spell Resistance no\nYou conjure an invisible team of tiny engineers to construct a trap at alarming speed. Originating at your location, the team must remain within range of you or the spell ends. The engineers construct a mechanical trap of your choice. Construction takes a number of rounds equal to the trap's challenge rating. The engineers must have the materials available. At the end of the construction time, use your Craft(traps) skill with a +5 bonus to determine the success of their work. If the engineers succeed, the trap is complete and the spell ends. If they fail, the materials are deposited at that location and the spell ends. If the spell's duration ends before the trap is complete, the engineers automatically fail.\nThe engineers move at your base speed and can carry only materials required in the construction of the desired trap. They can't attack in any way or be killed, and dissipate if they take 12 points of damage from area attacks (they get no saves against attacks)."},{"Name":"Unseen Servant","Description":"\nSchool conjuration (creation); Level\nbard 1, magus 1,  sorcerer\/wizard 1, summoner\/unchained summoner 1, \nwitch 1\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect one invisible, mindless, shapeless servantDuration 1 hour\/levelSaving Throw none; Spell Resistance no\n\nAn unseen servant is an invisible, mindless, shapeless force that performs simple tasks at your command. It can run and fetch things, open unstuck doors, and hold chairs, as well as clean and mend. The servant can perform only one activity at a time, but it repeats the same activity over and over again if told to do so as long as you remain within range. It can open only normal doors, drawers, lids, and the like. It has an effective Strength score of 2 (so it can lift 20 pounds or drag 100 pounds). It can trigger traps and such, but it can exert only 20 pounds of force, which is not enough to activate certain pressure plates and other devices. It can't perform any task that requires a skill check with a DC higher than 10 or that requires a check using a skill that can't be used untrained. This servant cannot fly, climb, or even swim (though it can walk on water). Its base speed is 15 feet.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of string and a bit of wood)"}},{"Name":"Unshakable Chill","School":"necromancy [cold]","Level":{"bloodrager":2,"druid":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material "},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"10 minutes\/level; see text","Saving_Throw":"Fortitude negates (see text);","Spell_Resistance":"yes","Description":"The target is filled with an unshakable chill for the duration of the spell, and suffers from the effects of severe cold.\nSevere cold effects: If the initial saving throw fails, the target takes 1d6 points of nonlethal cold damage and must save every 10 minutes (using the DC of severe cold instead of this spell’s DC) or take additional damage."},{"Name":"Unwelcome Halo","School":"evocation [light]","Level":{"cleric\/oracle":1,"paladin":1,"sorcerer\/wizard":1},"Description":"Casting Time 1 standard action\nComponents V, S\nThis spell causes the target to glow as if surrounded by a halo of light. This halo sheds normal light in a 20-foot radius from the creature, and increases the light level by one step for an additional 20 feet. This halo makes it impossible for the creature to gain concealment in non-magical darkness, and in dim or darker conditions, the creature's glow can be seen even if it is not within direct line of sight.\nIf unwelcome halo is brought into an area of magical darkness (or vice versa), the effects of both spells are temporarily negated, so that the otherwise prevailing light conditions exist within the overlapping fields of effect.","Range":"medium (100 ft. + 10 ft.\/level)","Target":"one nongood creature","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Unwilling Shield","School":"necromancy","Level":{"bard":5,"inquisitor":5,"sorcerer\/wizard":6,"witch":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (ruby dust worth 250 gp)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one creatureDuration 1 round\/level (D)Saving Throw Will negates; Spell Resistance yes\n\nLike shield other, unwilling shield creates a mystic connection between you and the target, but unlike shield other, the target shares the wounds that you receive. In addition, the link draws upon the target's life force to supplement your own defenses. You gain a +1 luck bonus to AC and on saving throws. You take only half damage from all wounds and attacks (including those dealt by special abilities) that deal hit point damage. The amount of damage not taken by you is taken by the target. Forms of harm that do not involve hit points, such as charm effects, ability damage, level draining, and death effects are not affected. If you take a reduction in hit points from a lowered Constitution score, the reduction is not split with the target because it is not hit point damage.\n\nWhen the spell ends, subsequent damage is no longer divided between you and the subject, but damage already split is not assigned to you.\n\nIf you and the target of the spell move out of range of each other, the spell remains active, but damage is no longer shared until you are once again within range of each other.\n"},{"Name":"Unwitting Ally","School":"enchantment (charm) [mind-affecting]","Level":{"bard":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one living creatureDuration 1 roundSaving Throw Will negates; Spell Resistance yes\n\nYou befuddle the target's mind. The target has difficulty telling friend from foe for a short period of time. The subject is considered your ally and not your enemies' ally while determining flanking. The subject takes no other hostile action against your enemies due to this spell's effect.\n"},{"Name":"Urban Grace","School":"transmutation","Level":{"alchemist":1,"bard":1,"ranger":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 minute\/level"},{"Name":"Utter Contempt","School":"enchantment [emotion]","Level":{"antipaladin":3,"bard":4,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (spittle)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You fill the target’s heart with malice for all other creatures. The target’s attitude toward all creatures other than itself worsens by two steps."}]