[{"Name":"Vampiric Hunger","School":"necromancy (polymorph) [evil]","Level":{"antipaladin":3,"cleric":3,"druid":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Vampiric Touch","School":"necromancy","Level":{"antipaladin":3,"bloodrager":3,"magus":3,"sorcerer\/wizard":3,"witch":3,"daemon":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"living creature touched","Duration":"instantaneous\/1 hour; see text","Saving_Throw":"none;","Spell_Resistance":"yes"},{"Name":"Vanish","Description":"School illusion (glamer);  Level bard 1, magus 1, sorcerer\/wizard 1\nRange touchTargets creature touchedDuration 1 round\/level (up to 5 rounds) (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\n\nThis spell functions like invisibility, except the effect only lasts for 1 round per caster level (maximum of 5 rounds). Like invisibility, the spell immediately ends if the subject attacks any creature.\n","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Veil","School":"illusion (glamer)","Level":{"bard":6,"sorcerer\/wizard":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Targets one or more creatures, no two of which can be more than 30 ft. apartDuration concentration + 1 hour\/level (D)Saving Throw Will negates; see text; Spell Resistance yes; see text\nYou instantly change the appearance of the subjects and then maintain that appearance for the spell's duration. You can make the subjects appear to be anything you wish. The subjects look, feel, and smell just like the creatures the spell makes them resemble. Affected creatures resume their normal appearances if slain. You must succeed on a Disguise check to duplicate the appearance of a specific individual. This spell gives you a +10 bonus on the check."},{"Name":"Veil of Ash","School":"evocation [fire]","Level":{"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a pinch of ash)"},"Range":"close (25 f. + 5f.\/2 levels)","Target":"one creature","Duration":"1 round\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"This spell causes a small cloud of searing, choking ash to appear around the face of the target.\nThe creature must succeed at a Fortitude saving throw or take 1d6 points of fire damage and be blinded. The victim must make a new save against damage and blindness for each round the spell persists. The target must have a discernible anatomy and no more than one head in order to be blinded. Undead, constructs, and creatures without eyes or who don’t rely on sight to sense their surroundings can be damaged by this spell, but not blinded.\nA moderate wind (11+ mph) disperses the ash cloud in 2 rounds; a strong wind (21+ mph) disperses the cloud in 1 round. "},{"Name":"Veil of Heaven","School":"abjuration [good]","Level":{"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"\n\nYou surround yourself with a veil of positive energy, making it harder for evil outsiders to harm you. For the duration of this spell, you gain a +2 sacred bonus to AC and on saves. Both of these bonuses apply only against attacks or effects created by outsiders with the evil subtype. You can dismiss this spell as a swift action to deal 1d8 points of damage + 1 point per paladin level to all such outsiders within 5 feet. A Will save halves this damage.","Range":"personal or 5 ft.; see text","Target":"you or all creatures within 5 ft.; see text","Duration":"10 minutes\/level (D)","Saving_Throw":"Will half;","Spell_Resistance":"none"},{"Name":"Veil of Positive Energy","School":"abjuration [good]","Level":{"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personal or 5 ft.; see textTargets you or all creatures within 5 ft.; see textDuration 10 minutes\/level (D)\nYou surround yourself with a veil of positive energy, making it harder for undead creatures to harm you. When under the effect of this spell, you gain a +2 sacred bonus to AC and a+2 sacred bonus on saves. Both of these bonuses apply only against attacks or effects created by undead creatures. You can dismiss this spell before its normal duration as a swift action on your turn to deal a number of points of positive energy damage equal to your level to all undead creatures within 5 feet of you."},{"Name":"Vengeful Comets","School":"evocation [cold]","Level":{"druid":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect 1 comet per 4 levelsDuration 1 round\/level or until completely discharged (see below)Saving Throw none; Spell Resistance yes\nThis spell causes a number of miniature comets (up to one per four caster levels) to orbit in the air above your head. Bits of snow and cold wind drift down from the orbiting comets, granting you a circumstance bonus equal to the number of comets on all saving throws against fire effects.\nThe actual use for the comets, though, is to make vengeful strikes against foes who dare to target you with offensive spells. As an immediate action whenever you are affected by a spell cast by another creature, you can fire one of your vengeful comets as a bolt of icy retribution (provided the source of the offensive spell is within range of your vengeful comet, of course). The comet requires a ranged touch attack to hit. If it hits, a comet deals 1d6 points of bludgeoning damage and 3d6 points of cold damage to the target, plus an additional amount of cold damage equal to the level of the spell you are retaliating against. If the spell you’re retaliating against had the fire descriptor, you may opt to fire two comets instead of one."},{"Name":"Vengeful Outrage","Description":"School enchantment (compulsion) [emotion, language-\ndependent, mind-affecting]; Level bard 5, sorcerer\/wizard 6, witch 6\nYou place a magical command upon a creature to seek out and destroy a single enemy that has inflicted some perceived or actual harm to the target. You designate the enemy at the time of casting, which must be known by the target (such as “your brother’s murderer”) or can easily identify by sight (such as “the hill giant king”). The target is under the effect of a geas to find and capture or kill this enemy, and the target takes the penalties of that spell as long as it is not actively trying to reach the enemy. When the target enters combat with the enemy, it gains a +6 morale bonus to Strength and Constitution, a +3 morale bonus on Will saves, and is immune to the shaken and frightened conditions.\nIf you designate one of the target’s friends or loved ones as the enemy, the target gains another saving throw to overcome the spell as soon as it enters combat with the enemy.","Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Vengeful Stinger","School":"transmutation (polymorph) [poison]","Level":{"cleric\/oracle":6,"shaman":5,"sorcerer\/wizard":5,"summoner":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a living wasp)","DF":"Divine Focus"},"Range":"personal","Target":"you","Duration":"1 round\/level","Saving_Throw":"Fort negates; see text;","Spell_Resistance":"no","Description":"You grow a long, wasp-like tail complete with stinger that can strike those who dare attack you. While you are under the effects of this spell, when a creature adjacent to you hits you with a melee attack, you can make an attack of opportunity with your stinging tail, even if your opponent's attack would not otherwise provoke an attack of opportunity. You must otherwise be eligible to make an attack of opportunity to use this ability. The attack is made with your full attack bonus, and with a +2 sacred bonus on the attack roll. The stinging tail is considered a light weapon with a critical range of 19–20\/×2. On a successful hit, the target takes 1d8 points of damage plus an amount of damage equal your Strength modifier and must succeed at a Fortitude save or it takes 1d4 points of Dexterity damage. This poison damage is also modified on a confirmed critical hit."},{"Name":"Venomous Bolt","School":"necromancy [poison]","Level":{"ranger":3},"Casting_Time":"1 swift action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 0 ft.Targets one arrow or boltDuration instantaneousSaving Throw Fortitude negates; see text; Spell Resistance yes\n\nNotice Something New?\nUltimate Magic added new Spell Descriptors. This spell received one or more of them.\nSee: Magic > Descriptors for more information.\nYou infuse a single arrow or crossbow bolt with natural venom as you fire it. In addition to its normal damage, anyone struck by this arrow or bolt is affected as if by the poison spell. If the arrow is not fired immediately, the spell ends with no effect.\n"},{"Name":"Ventriloquism","School":"illusion (figment)","Level":{"bard":1,"sorcerer\/wizard":1,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","F":""},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect intelligible sound, usually speechDuration 1 min.\/level (D)Saving Throw Will disbelief (if interacted with); Spell Resistance no"},{"Name":"Vermin Shape","School":"transmutation (polymorph)","Level":{"alchemist":5,"druid":4,"magus":5,"sorcerer\/wizard":5,"witch":4},"Casting_Time":"1 standard action ","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of the creature whose form you plan to assume) "},"Description":"Range personalTarget youDuration 1 minute\/level\nWhen you cast this spell, you assume the form of any Small or Medium creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: climb 30 feet, fly 30 feet (average maneuverability), swim 30 feet, darkvision 60 feet, low-light vision, scent, and lunge. You don’t gain full immunity to mind-affecting effects, but you do gain a +2 resistance bonus on all saving throws against such effects. \nSmall vermin: If you take the form of a Small vermin, you gain a +2 size bonus to your Dexterity and a +2 natural armor bonus. \nMedium vermin: If you take the form of a Medium vermin, you gain a +2 size bonus to your Strength and a +3 natural armor bonus. \nThis spell functions as vermin shape I, except it also allows you to assume the form of a Tiny or Large creature of the vermin type. If the form you assume has any of the following abilities, you gain the listed ability: burrow 30 feet, climb 60 feet, fly 60 feet (good maneuverability), swim 60 feet, darkvision 60 feet, low-light vision, tremorsense 30 feet, scent, blood drain, constrict, grab, lunge, poison, pull, trample, and web. You don’t gain full immunity to mind-affecting effects, but you do gain a +4 bonus on all saving throws against such effects.\nTiny vermin: If you take the form of a Tiny vermin, you gain a +4 size bonus to your Dexterity, a –2 penalty to your Strength, and a +1 natural armor bonus.\nLarge vermin: If you take the form of a Large vermin, you gain a +4 size bonus to your Strength, a –2 penalty to your Dexterity, and a +5 natural armor bonus. "},{"Name":"Versatile Weapon","School":"transmutation","Level":{"bard":2,"bloodrager":3,"ranger":2,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (iron filings)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one weapon or 50 projectiles, all of which must be together at the time of castingDuration 1 minute\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object)\n\nYou transform the physical makeup of a weapon as you desire.\n\nThis spell functions like greater magic weapon, except that it subtly alters the physical properties of a weapon, enabling it to bypass damage reduction of one the following types: bludgeoning, cold iron, piercing, silver, or slashing. The affected weapon still inflicts damage of its normal type and its hardness and hit points are unchanged. This spell can be cast on a natural weapon or unarmed strike.\n"},{"Name":"Vestment of the Champion","School":"abjuration","Level":{"antipaladin":2,"paladin":2},"Description":"Casting Time 1 standard actioncomponent V, S\nThis functions as magic vestment, except it only affects armor or a shield you are wearing or carrying. If the armor or shield is worn or carried by anyone other than you, the spell has no effect, but resumes its effect when you are wearing or carrying it again.","Range":"touch","Target":"armor or shield touched","Duration":"1 minute\/level","Saving_Throw":"none;","Spell_Resistance":"no"},{"Name":"Vex Giant","School":"transmutation","Level":{"ranger":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a fragment from a Large or larger weapon)"},"Description":"Range personalTarget youDuration 1 round per level\nWhen you cast vex giant, your senses and reflexes become particularly honed against a single target within 60 feet, provided the target is at least one size category larger than you. You may select your focused foe as a free action when you cast this spell—switching your focus to a different foe within 60 feet is a move action. If a foe moves beyond 60 feet from you, you lose your focus on that foe, although you may regain it by moving within 60 feet and spending a move action. Although the name of the spell is vex giant, it works equally well on any foe that’s at least one size category larger than you.\nAgainst a foe you are focused on, you do not provoke attacks of opportunity by moving through their threatened area. Additionally, the first successful melee attack you make against the foe in a round deals an additional 1d6 points of damage. Finally, you gain a +4 insight bonus on all combat maneuver checks made against your focused foe."},{"Name":"Vexing Miscalculation","School":"enchantment (compulsion) [mind-affecting]","Level":{"cleric\/oracle":2,"inquisitor":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one creature","Duration":"1 minute\/level or until discharged","Saving_Throw":"Will negates;","Spell_Resistance":"yes","Description":"You frustrate an opponent with ill fortune that leads even its most accurate attacks astray. The target is unable to score critical threats for the duration of this spell, even if the result of its roll would normally be a critical threat. If the creature rolls a natural 20, the attack still hits regardless of its opponent's AC, but the hit is not eligible for a critical confirmation roll. Once a critical threat has been foiled by vexing miscalculation, the spell is discharged."},{"Name":"Vigor","School":"transmutation","Level":{"adept":0,"cleric\/oracle":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange touchTargets creature touchedDuration 1 minute or until dischargedSaving Throw Will negates (harmless); Spell Resistance yes\nThis spell infuses the subject with a small surge of strength."},{"Name":"Village Veil","School":"illusion (figment) [mind-affecting]","Level":{"bard":5,"cleric":5,"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\nYou throw an illusion\n over an area to make creatures that view or interact with it believe it\n has suffered some great catastrophe or calamity that renders it utterly\n worthless for their needs. You must set a few general guidelines when \ncasting the spell as to the nature of this disaster (fire, tornado, \nbandit raid, plague, etc.), after which the illusion fills in the \nremaining details to make it seem realistic. When casting the spell, you\n can grant creatures with particular, clearly identifiable physical \ntraits (race, gender, age category, etc.) immunity\n to this spell. This allows all such eligible creatures to perceive the \ntrue nature of the affected area instead of its illusory appearance. \nCreatures without this immunity\n that fail their saving throws always perceive the affected area as \nhaving absolutely nothing of interest or worth to them. Unless they have\n reason for suspicion, they always move on without closely investigating\n the area. Creatures with sufficient reasons for suspicion who do choose\n to investigate the area gain another saving throw, this one with a +2 \nbonus, as they enter the village and directly interact with the \nillusion.\nYou can expand the area of this spell by casting it multiple \ntimes. Each time you do, you must effectively “attach” the spell to the existing area by using the same disaster and granting the same sorts of creatures immunity to its effects. If you fail to do this, the entire illusion, no matter how large, disappears.","Range":"long (400 ft. + 40 ft.\/level)","Area":"one 10-ft. cube per level","Duration":"1 day\/level","Saving_Throw":"Will disbelief;","Spell_Resistance":"no"},{"Name":"Vinetrap","School":"conjuration (creation)","Level":{"cleric\/oracle":5,"druid":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"one creature","Duration":"1 round\/level (D)","Saving_Throw":"Reflex negates (see text);","Spell_Resistance":"yes","Description":"This spell has been updated to reflect unofficial errata from the original developer. See here for the developers comments.\nVines choked with thorns, blossoms, leaflets, and other floral debris burst to life on and around the subject of this spell, winding around limbs and armor and making it progressively more difficult for the subject to maneuver.\nWhen this spell is cast, the subject may attempt a Reflex save. Success indicates that the vines fail to take root and the spell has no effect. On a failed save, the subject's base speed is immediately reduced by 5 feet. Each round thereafter, the subject must make another successful Reflex save or his speed is reduced by another 5 feet. This occurs each round until he is reduced to a speed equal to half of what it was before the spell was cast.\nAs a full-round action, the subject or an adjacent creature can tear the vines off the subject's body, resetting the speed penalty to just 5 feet, though the vines continue to grow each round thereafter for the spell's duration, requiring additional checks, unless it is actually dispelled. The spell's effects can also be prematurely ended by dealing at least 20 points of fire damage to the subject. When the spell's duration ends or the effect is terminated, the vines immediately wilt and the subject's speed returns to normal. Regardless of the subject's base speed, the vines cannot reduce a creature's speed below 5 feet.\nThis spell has additional effects depending on which version you cast, chosen when you cast the spell."},{"Name":"Viper Bomb Admixture","School":"conjuration (creation)","Level":{"alchemist":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration 1 round\/level\nUpon drinking an extract created with this formula, you make a significant change to your magical reserve that modifies the nature of all bombs you create and throw during this extract’s duration. This effect on your magical reserve has no effect on any discoveries that you use to modify your bombs, but you can only have one admixture effect (formula with the word “bomb admixture” in its title) active at a time. If you drink another bomb admixture, the effects of the former bomb admixture end and the new one becomes active.\nWhen you throw a bomb and hit a target directly, up to four vipers are released from the bomb. One viper attacks the target of the direct hit, and the other vipers attack up to three creatures that take damage from the splash damage. The vipers make melee touch attacks (using your base attack bonus + Intelligence modifier) and on a hit deal 1d4 + your Intelligence modifier damage, and the target is poisoned as if by a venomous snake. Hit or miss, the conjured vipers disappear after they make the attack. The conjured snakes are not damaged or adversely affected by the bombs you throw."},{"Name":"Virtue","School":"transmutation","Level":{"cleric\/oracle":0,"druid":0,"":0,"paladin":1,"shaman":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"creature touched","Duration":"1 min.","Saving_Throw":"none;","Spell_Resistance":"yes (harmless)"},{"Name":"Virtuoso Performance","School":"transmutation","Level":{"bard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 1 round\/level\nWhile this spell is active, you may start a second bardic performance while maintaining another. Starting the second performance costs 2 rounds of bardic performance instead of 1. Maintaining both performances costs a total of 3 rounds of bardic performance for each round they are maintained. When this spell ends, one of the performances ends immediately (your choice).\nVirtuoso performance does not stack with any other method of maintaining simultaneous bardic performances."},{"Name":"Virulence","School":"necromancy [evil]","Level":{"cleric\/oracle":4,"warpriest":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"40 ft.","Area":"all living creatures within a 40-ft.-radius burst centered on you","Duration":"instantaneous","Saving_Throw":"see text;","Spell_Resistance":"yes","Description":"\n\nGet this book AND support this site!\nAll living creatures within the area of effect, including yourself, must immediately attempt a saving throw with a –2 penalty against any and all diseases they have contracted, even if the onset time has not yet elapsed. On a failed saving throw, the affliction has its usual effect. A successful save does not count toward curing the affliction."},{"Name":"Vision","School":"divination","Level":{"shaman":7,"sorcerer\/wizard":7,"witch":7},"Description":"Casting Time 1 standard action"},{"Name":"Vision of Doom","School":"illusion (phantasm) [mind-affecting, evil]","Level":{"cleric\/oracle":7,"inquisitor":6,"shaman":7,"witch":7},"Casting_Time":"10 minutes (see text)","Components":{"V":"Verbal","S":"Somatic"},"Range":"unlimited","Target":"one living creature","Duration":"instantaneous","Saving_Throw":"Will negates (see text);","Spell_Resistance":"yes","Description":"This spell functions exactly as the spell nightmare.\nIn addition to the effects of that spell, you can cause a second spell to be delivered when the target wakes at the nightmare’s conclusion. You must have this second spell prepared and it must be cast immediately after this spell (effectively adding the two spells’ casting times). This second spell “rides along” with the nightmare, affecting the target as soon as it wakes from its fitful sleep. Any spell can be sent along with the nightmare, so long as it is of 6th level or lower, affects one target (which is always the nightmare’s recipient), and does not deal hit point damage. The second spell’s range is irrelevant for the purposes of this spell and even touch attacks can be delivered in this manner (you must still make a successful touch attack in order to affect the target, though, with the act of touching occurring within the context of the victim’s nightmare). The target is allowed to save against the second spell if a save is allowed. For example, a cleric could send bestow curse along as part of the spell but not blade barrier (affects an area), destruction (too high level), or inflict moderate wounds (deals hit point damage).\n"},{"Name":"Vision of Hell","School":"illusion (glamer) [evil, fear]","Level":{"bard":3,"bloodrager":3,"cleric\/oracle":3,"sorcerer\/wizard":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (a pinch of brimstone)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 50-ft.-radius emanationDuration 1 minute\/level (D)Saving Throw Will negates; Spell Resistance no\nYou overlay a realistic illusion of a terrifying hellscape upon an area. Structures, equipment, and creatures within the area are not hidden, though environmental features take on an infernal appearance. While you are prepared for these images and are not affected by them, any other creature within the area must make a Will save or become shaken and also take a –2 penalty on saves versus fear effects; the fear and penalty persists as long as the creature remains in the area. Devils and any lawful evil creatures suffer no negative effects from this spell."},{"Name":"Vitriolic Mist","School":"evocation [acid]","Level":{"alchemist":4,"bloodrager":4,"sorcerer\/wizard":4,"summoner\/unchained":0},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of lemon rind)"},"Description":"Range personalTarget youDuration 1 round\/level (D)\nThis functions as fire shield, except it wreathes you in yellow or green acidic mist instead of hot or cold flames. The spell deals acid damage to attackers and protects you against acid damage. This spell does not shed light. "},{"Name":"Vocal Alteration","School":"transmutation","Level":{"alchemist":1,"bard":1,"inquisitor":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one humanoid creature","Duration":"1 minute\/level","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes","Description":"You alter the target’s voice to something else. For example, you could make the target’s voice high-pitched, husky, or nasal, or change its accent to an accent you are familiar with. If this spell is used as part of a disguise, the target gets a +10 bonus on the Disguise check when trying to fool a listener.\nThe target can vary the disguised voice just as it could its normal voice. For example, a halfling female given a male dwarf noble’s voice and accent could speak in falsetto, with a rural halfling accent, and so on."},{"Name":"Volcanic Storm","School":"evocation [fire]","Level":{"bloodrager":4,"druid":4,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"long (400 ft. + 40 ft.\/level)","Area":"cylinder (20-ft. radius, 40 ft. high)","Duration":"1 round\/level (D)","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"Chunks of hot volcanic rock and clumps of ash pound down when this spell is cast, dealing 3d6 points of bludgeoning damage and 2d6 points of fire damage to every creature in the area. This damage only occurs once, when the spell is cast. For the remaining duration of the spell, heavy ash rains down in the area. Creatures inside this area take a –4 penalty on Perception skill checks and the entire area is treated as difficult terrain (see FYI box at right.) At the end of the duration, the rock and ash disappear, leaving no aftereffects (other than the damage dealt)."},{"Name":"Vomit Swarm","Description":"School conjuration (summoning); Level alchemist 2, witch 2\nRange personalEffect one swarm of spidersDuration 1 round\/level\nYou vomit forth a swarm of spiders that attacks all other creatures within its area. The swarm begins adjacent to you, but if no living creatures are within its area, it moves in one direction of your choosing at its normal speed.\nYou can move the swarm or change the swarm's direction by spending a standard action to concentrate on the swarm, otherwise it continues moving in its current direction. If your caster level is at least 7th, you can vomit forth a swarm of wasps instead. Finally, if your caster level is at least 13th, you can vomit forth a swarm of army ants.","Casting_Time":"1 standard action","Components":{"S":"Somatic"}},{"Name":"Vomit Twin","School":"conjuration (creation, teleportation)","Level":{"alchemist":3,"magus":3,"sorcerer\/wizard":4,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange personalEffect creates one ooze duplicate of the casterDuration 1 round\/level\nUpon casting this spell, you vomit forth a disgusting ooze copy of yourself into a single adjacent square. As long as the twin exists, whenever you take a move action\n to move, the twin can move as well, although it does not need to follow\n you and cannot take any other actions. On subsequent rounds, at the \nstart of your turn, you can instantaneously exchange places with your \ntwin, as if using teleport. This is not an action and does not provoke an attack of opportunity."},{"Name":"Vortex","School":"evocation [water]","Level":{"druid":7,"shaman":7,"sorcerer\/wizard":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range long (400 ft. + 40 ft.\/level)Effect whirlpool 50 ft. deep, 30 ft. wide at top, and 5 ft. wide at baseDuration 1 round\/level (D)Saving Throw Reflex negates, see text; Spell Resistance yes\n\nYou create a powerful and immobile whirlpool in any body of liquid large enough to contain the spell's effect. Any Large or smaller creature that comes in contact with the spell effect must succeed on a Reflex save or take 3d6 points of bludgeoning damage. A Medium or smaller creature that fails its first save must succeed on a second one or be pulled into the whirlpool and held suspended in its powerful currents, taking 1d8 points of damage each round on your turn with no save allowed.\n\nYou may direct the whirlpool to eject any carried creatures whenever you wish. A boat that is equal in length or shorter than the vortex's width that passes through a vortex takes 6d6 points of damage and is caught up by the current. If the boat's captain makes a DC 25 Profession (sailor) check (or if the boat is longer than the vortex's width), the boat takes only half damage and is not caught up by the vortex.\n"}]