[{"Name":"Wail of the Banshee","School":"necromancy [death, sonic]","Level":{"sorcerer\/wizard":9,"witch":9,"repose":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one living creature\/level within a 40-ft.-radius spread","Duration":"instantaneous","Saving_Throw":"Fortitude negates;","Spell_Resistance":"yes"},{"Name":"Wake of Light","School":"evocation [good]","Level":{"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range 120 ft.Effect a 10-ft.-wide path in a straight line, up to 120 ft. longDuration 1 round\/levelSaving Throw none; Spell Resistance yes\n\nYou and your mount lay down a trail of glowing, heavenly mist behind you as you move that makes passage easier for good creatures but more difficult for evil creatures. This glowing trail of mist appears behind your mount in a straight line starting where you cast the spell and ending where your mount ends its movement. The mist takes the form of a path 10 feet wide and up to 120 feet long and always floats just above the ground, up to a height of 1 foot. Thereafter, the mist persists for 1 round per level.\n\nGood creatures may walk along the top of the mist as if it were solid, treating squares of difficult terrain containing the mist as normal terrain. Evil creatures find the mist thick and cloying, and treat squares of normal terrain containing the mist as difficult terrain instead. Neutral creatures pass through the mist with no effect. The mist has no effect on obstacles or otherwise impassable terrain, and does not block sight or provide concealment.\n\nExcept for very special circumstances (such as a celestial or fiendish mount), mounts use the alignment of their rider when determining how this spell affects them. You must be mounted to enjoy the benefits of this spell. If you dismount, get knocked off, or take any other action that separates you from your mount, the spell immediately ends, although the mist remains for the spell's normal duration.\n\nA wake of light cannot follow across water, underwater, or through the air in the case of a mount capable of walking on water, swimming, or flight.\n"},{"Name":"Walk through Space","School":"conjuration (teleportation)","Level":{"alchemist":6,"magus":6,"sorcerer\/wizard":7,"summoner":6,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a wren’s egg)"},"Description":"\nRange personalTarget youDuration 1 round\/level\nWhen under the effects of this spell, you can teleport up to 30 feet as a move action. You must end this movement in an unoccupied space that you can stand on within line of sight. Alternatively, you can spend a move action to teleport to a standing position from lying prone. Teleporting does not provoke attacks of opportunity."},{"Name":"Wall of Blindness\/Deafness","School":"necromancy","Level":{"bard":4,"cleric":5,"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect translucent wall 20 ft. long\/level or a translucent ring with a radius of up to 5 ft.\/two levels; either form 20 ft. highDuration concentration + 1 round\/levelSaving Throw Fort negates; Spell Resistance yes\nYou create a translucent wall of energy, within which can be seen indistinct images of faces with their eyes or ears sewn shut. When you create the wall, decide whether it blinds or deafens. Any creature that passes through the wall must save or become permanently blinded or deafened (as blindness\/deafness).\nThe wall must be vertical and rectangular. It need not touch the ground. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature when it is cast, the spell fails."},{"Name":"Wall of Fire","School":"evocation [fire]","Level":{"bloodrager":4,"druid":5,"magus":4,"sorcerer\/wizard":4,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect opaque sheet of flame up to 20 ft. long\/level or a ring of fire with a radius of up to 5 ft.\/two levels; either form 20 ft. highDuration concentration + 1 round\/levelSaving Throw none; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nAn immobile, blazing curtain of shimmering violet fire springs into existence. One side of the wall, selected by you, sends forth waves of heat, dealing 2d4 points of fire damage to creatures within 10 feet and 1d4 points of fire damage to those past 10 feet but within 20 feet. The wall deals this damage when it appears, and to all creatures in the area on your turn each round. In addition, the wall deals 2d6 points of fire damage + 1 point of fire damage per caster level (maximum +20) to any creature passing through it. The wall deals double damage to undead creatures.\nIf you evoke the wall so that it appears where creatures are, each creature takes damage as if passing through the wall. If any 5-foot length of wall takes 20 points or more of cold damage in 1 round, that length goes away. (Do not divide cold damage by 2, as normal for objects.)"},{"Name":"Wall of Force","School":"evocation [force]","Level":{"magus":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered quartz)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect wall whose area is up to one 10-ft. square\/levelDuration 1 round \/level (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nA wall of force creates an invisible wall of pure force. The wall cannot move and is not easily destroyed. A wall of force is immune to dispel magic, although a mage's disjunction can still dispel it. A wall of force can be damaged by spells as normal, except for disintegrate, which automatically destroys it. It can be damaged by weapons and supernatural abilities, but a wall of force has hardness 30 and a number of hit points equal to 20 per caster level. Contact with a sphere of annihilation or rod of cancellation instantly destroys a wall of force.\nBreath weapons and spells cannot pass through a wall of force in either direction, although dimension door, teleport, and similar effects can bypass the barrier. It blocks ethereal creatures as well as material ones (though ethereal creatures can usually circumvent the wall by going around it, through material floors and ceilings). Gaze attacks can operate through a wall of force.\nThe caster can form the wall into a flat, vertical plane whose area is up to one 10-foot square per level. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature, the spell fails."},{"Name":"Wall of Ice","School":"evocation [cold]","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":4,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a piece of quartz or rock crystal)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect anchored plane of ice, up to one 10-ft. square\/level, or hemisphere of ice with a radius of up to 3 ft. + 1 ft.\/levelDuration 1 min.\/levelSaving Throw Reflex negates; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nThis spell creates an anchored plane of ice or a hemisphere of ice, depending on the version selected. A wall of ice cannot form in an area occupied by physical objects or creatures. Its surface must be smooth and unbroken when created. Any creature adjacent to the wall when it is created may attempt a Reflex save to disrupt the wall as it is being formed. A successful save indicates that the spell automatically fails. Fire can melt a wall of ice, and it deals full damage to the wall (instead of the normal half damage taken by objects). Suddenly melting a wall of ice creates a great cloud of steamy fog that lasts for 10 minutes.\nIce Plane: A sheet of strong, hard ice appears. The wall is 1 inch thick per caster level. It covers up to a 10-foot-square area per caster level (so a 10th-level wizard can create a wall of ice 100 feet long and 10 feet high, a wall 50 feet long and 20 feet high, or any other combination of length and height that does not exceed 1,000 square feet). The plane can be oriented in any fashion as long as it is anchored. A vertical wall need only be anchored on the floor, while a horizontal or slanting wall must be anchored on two opposite sides.\nEach 10-foot square of wall has 3 hit points per inch of thickness. Creatures can hit the wall automatically. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 15 + caster level.\nEven when the ice has been broken through, a sheet of frigid air remains. Any creature stepping through it (including the one who broke through the wall) takes 1d6 points of cold damage + 1 point per caster level (no save)."},{"Name":"Wall of Iron","Description":"School conjuration (creation); Level magus 6, sorcerer\/wizard 6, summoner 5; Domain artifice 7, metal 6\nRange medium (100 ft. + 10 ft.\/level)Effect iron wall whose area is up to one 5-ft. square\/level; see textDuration instantaneousSaving Throw see text; Spell Resistance no\nYou cause a flat, vertical iron wall to spring into being. The wall inserts itself into any surrounding nonliving material if its area is sufficient to do so. The wall cannot be conjured so that it occupies the same space as a creature or another object. It must always be a flat plane, though you can shape its edges to fit the available space.\nA wall of iron is 1 inch thick per four caster levels. You can double the wall's area by halving its thickness. Each 5-foot square of the wall has 30 hit points per inch of thickness and hardness 10. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 25 + 2 per inch of thickness.\nIf you desire, the wall can be created vertically resting on a flat surface but not attached to the surface, so that it can be tipped over to fall on and crush creatures beneath it. The wall is 50% likely to tip in either direction if left unpushed. Creatures can push the wall in one direction rather than letting it fall randomly. A creature must make a DC 40 Strength check to push the wall over. Creatures with room to flee the falling wall may do so by making successful Reflex saves. Any Large or smaller creature that fails takes 10d6 points of damage while fleeing from the wall. The wall cannot crush Huge and larger creatures.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a small iron sheet plus gold dust worth 50 gp)"}},{"Name":"Wall of Lava","School":"conjuration (creation) [earth, fire]","Level":{"druid":8,"sorcerer\/wizard":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Targets lava wall whose area is up to one 5-ft. square\/level (S)Duration 1 round\/level (D)Saving Throw see text; Spell Resistance no\n\nThis spell creates a vertical wall of lava that is 1 inch thick for every 4 caster levels and composed of up to one 5-foot square per level. A wall of lava's maximum height cannot exceed half of its width (with a minimum height of 5 feet). The wall cannot be conjured so that it occupies the same space as a creature or object. A section of a wall of lava can be destroyed by damage (hardness 4, hp 90), but if a section is destroyed, the remaining lava in the wall immediately fills in any such hole created, reducing the wall's overall size by one 5-foot square but remaining a contiguous barrier. Each time a weapon strikes a wall of lava, it takes 2d6 points of fire damage (or the creature who strikes the wall takes 2d6 fire damage if the attack was via an unarmed strike or natural attack).\n\nA creature can move through a wall of lava as a full-round action by making a DC 25 Strength check-failure indicates that the creature is pushed back out of the wall to the point he just attempted to leave. A creature with a burrow speed can move through the wall using its burrow speed. An attempt to move through a wall of lava inflicts 20d6 fire damage. A wall of lava also radiates heat as if it were a wall of fire, although the heat from a wall of lava radiates from both sides.\n\nOnce per round as a move action, you can direct the wall of lava to erupt. This causes a plume of lava to fire at any target within 60 feet of either side of the wall, but reduces the wall's overall size by 1d4 5-foot square sections. You must make a ranged touch attack to hit the target, which takes 10d6 points of fire damage on a hit. Holes created in a wall of lava from this effect instantly reseal, reducing the overall size of the wall.\n\nAll damage inflicted by physical contact with a wall of lava continues for 1d3 rounds after exposure ceases, but this additional damage is only half that dealt during actual contact (that is, 1d6 or 5d6 or 10d6 points per round).\n"},{"Name":"Wall of Light","School":"evocation [light]","Level":{"druid":5,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect 10-ft.-high vertical sheet of light up to 5 ft. long\/levelDuration 1 minute\/level (D)Saving Throw Fortitude partial, see text; Spell Resistance yes\nAn immobile, blinding curtain of white light that blocks line of sight springs into existence.\nThe wall sheds bright light to a range of 60 feet in all directions. A creature adjacent to the wall is blinded as long as it remains adjacent plus an additional 1d4 rounds thereafter-closing its eyes or succeeding at a Fortitude save negates the effect for 1 round. A creature that passes through the wall is automatically blinded, even if its eyes are closed. A creature from the Plane of Shadow gains 1d4 negative levels each round it spends within 5 feet of the wall (Fort negates). Passing through the wall imposes a -4 penalty on the save for that round. Twenty-four hours after gaining these negative levels, the subject must attempt a new Fortitude saving throw for each negative level. If a save succeeds, 1 negative level is removed. If it fails, the negative level becomes permanent.\nWall of light can be made permanent with permanency (with a minimum caster level of 13th and cost of 11,000 gp)."},{"Name":"Wall of Nausea","School":"illusion (pattern) [mind-affecting]","Level":{"bard":3,"sorcerer\/wizard":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect transparent wall whose area is up to one 10-ft. square\/levelDuration 1 round\/levelSaving Throw see text; Spell Resistance no\nYou create a transparent, shimmering wall through which creatures and objects appear to be wildly distorted to viewers. Any creature that passes through the wall is immediately assailed by overwhelming vertigo, becoming nauseated for 1 round unless it succeeds at a Fortitude save; if nauseated, the creature must also succeed at a DC 12 Acrobatics check or fall prone. Creatures gain partial concealment (20% miss chance) against creatures on the other side of the wall.\nThe wall must be vertical and rectangular. It need not touch the ground. The wall must be continuous and unbroken when formed. If its surface is broken by any object or creature when it is cast, the spell fails."},{"Name":"Wall of Sound","School":"evocation [sonic]","Level":{"bard":4,"bloodrager":4,"magus":4,"sorcerer\/wizard":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a tuning fork and a quartz crystal)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect translucent wall of sound up to 20 ft. long\/level or a ring of sound with a radius of up to 5 ft.\/two levels; either form 20 ft. highDuration concentration + 1 round\/levelSaving Throw none; Spell Resistance yes\nA translucent barrier of pure sound springs into existence. This wall is silent except for a faint hum, but bursts with discordant noise when touched by an object or creature. The wall deflects arrows, bolts, loose debris, and Small or smaller flying creatures like a wind wall spell, except these things rebound harmlessly rather than being directed upward. The burst of discordant noise deals 2d4 points of sonic damage to creatures within 10 feet of the triggering object or creature; touching or passing through the wall deals 2d6 points of sonic damage + 1 point of sonic damage per caster level (maximum +20). If you evoke the wall so that it appears where creatures are, each creature takes damage as if passing through the wall. A silence spell suppresses the wall within its area, but the wall reappears when the silence ends."},{"Name":"Wall of Stone","School":"conjuration (creation) [earth]","Level":{"cleric\/oracle":5,"druid":6,"magus":5,"sorcerer\/wizard":5,"summoner":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect stone wall whose area is up to one 5-ft. square\/level (S)Duration instantaneousSaving Throw see text; Spell Resistance no\nThis spell creates a wall of rock that merges into adjoining rock surfaces. A wall of stone is 1 inch thick per four caster levels and composed of up to one 5-foot square per level. You can double the wall's area by halving its thickness. The wall cannot be conjured so that it occupies the same space as a creature or another object.\nUnlike a wall of iron, you can create a wall of stone in almost any shape you desire. The wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone. It can be used to bridge a chasm, for instance, or as a ramp. For this use, if the span is more than 20 feet, the wall must be arched and buttressed. This requirement reduces the spell's area by half. The wall can be crudely shaped to allow crenelations, battlements, and so forth by likewise reducing the area.\nLike any other stone wall, this one can be destroyed by a disintegrate spell or by normal means such as breaking and chipping. Each 5-foot square of the wall has hardness 8 and 15 hit points per inch of thickness. A section of wall whose hit points drop to 0 is breached. If a creature tries to break through the wall with a single attack, the DC for the Strength check is 20 + 2 per inch of thickness."},{"Name":"Wall of Suppression","School":"abjuration","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (powdered adamantine worth 1,000 gp)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect anti-magic wall occupying up to two 5 ft. cubes\/level (S)Duration 10 minutes\/level; see textSaving Throw none; Spell Resistance no\n\nYou create a wall of glittering motes that suppresses or even negates any magical effect passing through it. The wall appears to have no actual substance and does not physically obstruct or impede anything attempting to move through it. However, the wall exerts a powerful anti-magical effect. Any magic item or magical spell or effect of your caster level or lower that passes through the wall is suppressed for 1 round per level.\n\nSpells or effects with durations expire normally, even while thus suppressed. A spell or effect with a duration greater than that of the suppression effect resumes functioning normally when the suppression ends. The wall affects all magical effects, including spells, spell-like abilities, magical items, and any effects stemming from them that pass through the wall. The wall does not suppress a creature's ability to cast spells, use spell-like abilities, or any other sort of limited-use abilities even if the wall suppresses a particular application of those abilities. However, if a creature with magical abilities that are constant or otherwise always active passes through the wall, those abilities are suppressed for the normal duration.\n\nThe wall blocks line of effect, so no spell or effect can pass through the wall, but it does not block line of sight. Magic items or spell effects with a higher caster level than yours are unaffected by the wall of suppression. The wall does not affect artifacts, anything stemming from the direct action of a deity, or similarly powerful sorts of magic.\n"},{"Name":"Wall of Thorns","School":"conjuration (creation)","Level":{"druid":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect wall of thorny brush, up to one 10-ft. cube\/level (S)Duration 10 min.\/level (D)Saving Throw none; Spell Resistance no\nSource Skull & Shackles Player's Guide\nA wall of thorns spell creates a barrier of very tough, pliable, tangled brush bearing needle-sharp thorns as long as a human's finger. Any creature forced into or attempting to move through a wall of thorns takes piercing damage per round of movement equal to 25 minus the creature's AC. Dexterity and dodge bonuses to AC do not count for this calculation. (Creatures with an AC of 25 or higher, without considering Dexterity and dodge bonuses, take no damage from contact with the wall.)\nYou can make the wall as thin as 5 feet thick, which allows you to shape the wall as a number of 10-by-10-by-5-foot blocks equal to twice your caster level. This has no effect on the damage dealt by the thorns, but any creature attempting to break through takes that much less time to force its way through the barrier.\nCreatures can force their way slowly through the wall by making a Strength check as a full-round action. For every 5 points by which the check exceeds 20, a creature moves 5 feet (up to a maximum distance equal to its normal land speed). Of course, moving or attempting to move through the thorns incurs damage as described above. A creature trapped in the thorns can choose to remain motionless in order to avoid taking any more damage.\nAny creature within the area of the spell when it is cast takes damage as if it had moved into the wall and is caught inside. In order to escape, it must attempt to push its way free, or it can wait until the spell ends. Creatures with the ability to pass through overgrown areas unhindered can pass through a wall of thorns at normal speed without taking damage."},{"Name":"Wandering Star Motes","School":"illusion (pattern) [light, mind-affecting]","Level":{"bard":4,"":999},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a sprinkle of flash powder)"},"Description":"\nRange close (25 ft. + 5 ft.\/2 levels)Targets one living creature and special; see textDuration 1\/round per levelSaving Throw Will negates; see text; Spell Resistance yes\n\n\nYou create sparkling motes of bright light that shoot toward the target and swirl around it in a complex pattern. The pattern clearly outlines the target and radiates light as if it were a sunrod, negating any concealment for the target. The target must make a successful Will save. If the target fails its save, it is dazed for 1 round and must make another save on its next turn or be dazed again for 1 round. The target must continue making Will saves each round. If a target makes its Will save, the wandering star motes jump to the nearest enemy within 30 feet, who must now make Will saves every round or be dazed. Any time a target makes its Will save, the wandering star motes jump to the next nearest enemy within 30 feet.\n\n\nA given creature can only be affected by the wandering star motes once; once a target has successfully saved against the spell, it cannot be affected again. If there are no new targets within 30 feet of a target that has successfully made its save, the spell immediately ends. The spell only affects enemy creatures; your allies are not affected.\n"},{"Name":"Ward of the Season","School":"abjuration","Level":{"cleric":4,"druid":3,"ranger":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"one creature","Duration":"1 hour\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"no","Description":"This spell harnesses the power of the seasons to protect the target and grant a number of bonuses. This spell has one of four different effects. The caster of the spell can select any one of the following four effects, but can change the effect as a standard action that reduces the total remaining duration by 1 hour.\nSpring: The target is wrapped in light vines, culminating in a crown of bright, beautiful flowers. While the spell remains in effect, the target is immune to bleed effects and regains 1 hit point per round whenever below 0 hit points, as long as the target is still alive. This stabilizes the target. For each hit point restored in this way, the spell's total remaining duration is reduced by 1 hour.\nSummer: The target is surrounded by tiny motes of light. While the spell remains in effect, the target's base speed increases 10 feet. The target may instead increase its base speed by 30 feet for 1 round by reducing the spell's total remaining duration by 1 hour.\nFall: A cloak of autumn leaves appears on the target. While the spell remains in effect, the target gains a +2 morale bonus on Fortitude saves. The target can decide to roll twice on any saving throw against disease or poison and take the higher result by reducing the spell's total remaining duration by 1 hour."},{"Name":"Ward Shield","School":"abjuration","Level":{"cleric":4,"inquisitor":4,"magus":4,"sorcerer\/wizard":4},"Range":"touch","Target":"shield touched","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"With a touch, you enchant a shield and enable it to protect its wielder from hostile spells.\nThe shield grants spell resistance 10 + your caster level against spells so long as the shield can be interposed between the wielder and the spell effect. A spell shield does not provide spell resistance against area effect spells such as fireball, but does provide a +5 bonus on Reflex saving throws against such spells."},{"Name":"Ward the Faithful","School":"abjuration","Level":{"inquisitor":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchArea 10-ft.-radius emanation from touched creatureDuration 10 minutes\/levelSaving Throw Will negates (harmless); Spell Resistance no \nAll creatures within the area who worship the same god as you gain a +2 deflection bonus to AC and a +2 resistance bonus on all saves. At 12th level, these bonuses increase to +3. At 18th level, the bonuses increase to +4. \nIf you do not worship a specific deity, the bonuses apply to those who share your faith. If you do not have a specific faith or religion, the spell provides benefits only to yourself. Enemies gain the benefits of this spell if they worship the same god or share the same faith as you, even if you view them as heretical. "},{"Name":"Warding Weapon","School":"abjuration","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":2,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":""},"Description":"\nRange personalTarget youDuration 1 round\/level\nThe focus of this spell flies upward above your head and takes a defensive position within your space. It lunges at opponents, as if guided by a martially trained hand, parrying and turning back melee attacks aimed at you, but does not strike back at any opponent nor does it damage them. The weapon serves only as a defense. While it protects you, you can cast spells without provoking attacks of opportunity, without the need to cast them defensively. A creature with the Disruptive feat can easily bypass this spell’s defenses. You provoke attacks of opportunity for casting spells against these creatures even when subject to this spell, though you can still choose to  cast defensively."},{"Name":"Warp Wood","School":"transmutation","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 Small wooden object\/level, all within a 20-ft. radius","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"Source Skull & Shackles Player's Guide\nYou cause wood to bend and warp, permanently destroying its straightness, form, and strength. A warped door springs open (or becomes stuck, requiring a Strength check to open, at your option). A boat or ship springs a leak. Warped ranged weapons are useless. A warped melee weapon causes a -4 penalty on attack rolls.\nYou may warp one Small or smaller object or its equivalent per caster level. A Medium object counts as two Small objects, a Large object as four, a Huge object as eight, a Gargantuan object as 16, and a Colossal object as 32.\nAlternatively, you can unwarp wood (effectively warping it back to normal) with this spell. Make whole, on the other hand, does no good in repairing a warped item."},{"Name":"Wartrain Mount","School":"enchantment (compulsion) [mind-affecting]","Level":{"antipaladin":1,"bard":2,"druid":2,"inquisitor":1,"paladin":1,"ranger":1},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","M":"Material (a swatch of black cloth)"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one indifferent or friendly animal","Duration":"1 hour\/level","Saving_Throw":"none;","Spell_Resistance":"yes","Description":"You instill the target animal with the combat training general purpose (see Handle Animal). This supersedes the animal’s previous trained purpose and any tricks it knows. When the spell ends, it reverts to its previous trained purpose and known tricks."},{"Name":"Watchful Eye","School":"abjuration","Level":{"cleric\/oracle":1,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","worn":""},"Description":"Duration 1 minute\/level"},{"Name":"Water Breathing","School":"transmutation","Level":{"alchemist":3,"bloodrager":3,"cleric\/oracle":3,"druid":3,"magus":3,"sorcerer\/wizard":3,"summoner":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"touch","Target":"living creatures touched","Duration":"2 hours\/level; see text","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Water of Maddening","School":"conjuration (creation)","Level":{"alchemist":2,"cleric\/oracle":3,"druid":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (250 gp of powdered amber)"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Effect up to 1 draft per 2 levelsDuration instantaneousSaving Throw Fortitude partial; Spell Resistance no\nThis spell generates what appears to be clear, pure water, but is in fact a foul secretion known as water of maddening.\nThe liquid functions in all the same ways as unholy water (see curse water).\nIn addition, any creature that is anointed with or drinks this fluid must make a Fortitude save. Creatures who drink the liquid take a –4 penalty on their save to resist its effects. \nSuccess merely causes the creature to become violently ill, vomit the fluid, and become sickened for 1d4 rounds whereas failure indicates the water takes root and drives the victim mad, dealing 1d6 points of Intelligence damage, and twists and deforms the victims body, dealing 1d6 points of Dexterity damage to the poor soul. The subject’s Dexterity and Intelligence cannot drop below 1 as a result of this effect however.\nCasting this spell creates approximately 2 ounces, enough for one draft or use (if bottled) as a thrown weapon.\nThis fluid can be stored indefinitely. Extensive exposure to the liquid (such as drinking nothing else for months at a time) can have other long-term effects on the target, including the development of monstrous deformities or even total transformation into a beast, depending on the GM’s whim (these mutations are rarely, if ever, beneficial to the victim)."},{"Name":"Water Shield","School":"evocation [acid, water]","Level":{"cleric\/oracle":4,"druid":3,"sorcerer\/wizard":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range personalTarget youDuration 1 round\/level (D)\nThis spell surrounds you in a spout of clear acid that aids in defecting attacks and damages creatures that attack you in melee. The constantly upward-rushing waters grant you a measure of protecting, shielding you so you only take half damage from acid and fire-based attacks. If such an attack allows a Reflex save for half damage, you take no damage on a successful save. "},{"Name":"Water Walk","School":"transmutation [water]","Level":{"cleric\/oracle":3,"ranger":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets one touched creature\/levelDuration 10 min.\/level (D)Saving Throw Will negates (harmless); Spell Resistance yes (harmless)\nThe transmuted creatures can tread on any liquid as if it were firm ground. Mud, oil, snow, quicksand, running water, ice, and even lava can be traversed easily, since the subjects' feet hover an inch or two above the surface. Creatures crossing molten lava still take damage from the heat because they are near it. The subjects can walk, run, charge, or otherwise move across the surface as if it were normal ground.\nIf the spell is cast underwater (or while the subjects are partially or wholly submerged in whatever liquid they are in), the subjects are borne toward the surface at 60 feet per round until they can stand on it.\nLevel cleric 4, ranger 4Target creatures touched\nThis spell functions like water walk, except you divide the duration in 10-minute intervals among the creatures touched."},{"Name":"Wave Shield","School":"abjuration [water]","Level":{"bloodrager":1,"druid":1,"magus":1,"shaman":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal"},"Description":"Range personalTarget youDuration 1 round or until discharged\nYou create a rushing torrent of water in the rough outline of a shield. The water protects you from one physical or fire attack, granting you DR\/— and fire resistance equal to half your caster level (minimum 1) on that attack. Once the spell has reduced the damage of one attack against you, it is discharged."},{"Name":"Waves of Ecstasy","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"bard":6,"cleric\/oracle":7,"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 30 ft.Area cone-shaped burstDuration 1 round\/level; see textSaving Throw Will partial (see text); Spell Resistance yes\nYou emanate waves of intense pleasure that cause all targets within range to falter. Affected creatures are stunned for 1 round and are staggered for the remainder of the spell. A creature that makes its save is staggered for the first round and can act normally thereafter."},{"Name":"Waves of Exhaustion","School":"necromancy","Level":{"sorcerer\/wizard":7,"witch":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 60 ft.Area cone-shaped burstDuration instantaneousSaving Throw no; Spell Resistance yes"},{"Name":"Waves of Fatigue","School":"necromancy","Level":{"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange 30 ft.Area cone-shaped burstDuration instantaneousSaving Throw no; Spell Resistance yes\n"},{"Name":"Weaken Powder","School":"transmutation","Level":{"druid":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"1 loaded firearm","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)","Description":"Ammunition in the target firearm generates less of an explosive charge when fired. With such ammunition, the firearm’s range increment is halved and the firer takes a –2 penalty on damage rolls. If aware of this spell’s effect prior to firing the altered ammunition (a DC 16 Spellcraft check to identify the spell being cast or similar effect), the firearm’s user can spend a standard action to clear the altered ammunition from the firearm. Doing so destroys that ammunition."},{"Name":"Weapon of Awe","School":"transmutation [emotion]","Level":{"cleric\/oracle":2,"inquisitor":2,"paladin":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets weapon touchedDuration 1 minute\/levelSaving Throw Will negates (harmless, object); Spell Resistance yes (harmless, object) \nYou transform a single weapon into an awe-inspiring instrument. The weapon gains a +2 sacred bonus on damage rolls, and if the weapon scores a critical hit, the target of that critical hit becomes shaken for 1 round with no Saving Throw. \nThis is a mind-affecting fear effect. A ranged weapon affected by this spell applies these effects to its ammunition. \nYou can't cast this spell on a natural weapon, but you can cast it on an unarmed strike. "},{"Name":"Weapons Against Evil","School":"transmutation","Level":{"cleric\/oracle":1,"inquisitor":1,"paladin":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/2 levels)Targets one weapon\/level, no two of which can be more than 20 ft. apartDuration 1 round\/levelSaving Throw Fort negates (harmless, object); Spell Resistance yes (harmless, object)\nEach weapon this spell affects each shines with pale light that dimly illuminates a 5-foot square. These weapons also ignore the DR of evil creatures that have DR 5 or lower, as long as the damage reduction is not DR\/epic."},{"Name":"Weaponwand","School":"transmutation","Level":{"bard":1,"cleric":1,"inquisitor":1,"magus":1},"Casting_Time":"1 round","Components":{"V":"Verbal","S":"Somatic","F":""},"Range":"touch","Target":"one weapon","Duration":"1 minute\/level","Saving_Throw":"Will negates (harmless, object);","Spell_Resistance":"yes (harmless, object)","Description":"When you cast this spell on a weapon, you cause a portion of the weapon to open like the skin of a partially peeled apple, revealing a space large enough to insert a single wand within. As part of the spell’s casting, you can insert a single wand into the weapon, at which point the weapon returns to its original form with the wand held inside of it without negatively impacting the weapon’s integrity. For the spell’s duration, a character who wields the transmuted weapon is also considered to be wielding the wand as well. You can attack normally with the weapon or use the weapon as if it were the encased wand. If the effect created by the wand requires an attack roll to successfully strike a foe, you may make the attack roll as if you were making an attack with the weapon at its highest bonus (including any bonuses the weapon would normally receive) rather than just a normal attack with the wand—doing so does not allow you to add the weapon’s damage to the wand’s attack roll, but instead allows you to use your skill with the weapon to boost your chance of hitting with the spell.\nAt the end of the spell’s duration, the encased wand is ejected from the weapon. If you have a free hand, you may catch the weapon as a free action; otherwise, the wand drops to the ground. If the weapon housing the wand is broken or destroyed during the duration of weaponwand, the encased wand is similarly broken or destroyed."},{"Name":"Web","School":"conjuration (creation)","Level":{"magus":2,"sorcerer\/wizard":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (spider web)"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect webs in a 20-ft.-radius spreadDuration 10 min.\/level (D)Saving Throw Reflex negates; see text; Spell Resistance no\nWeb creates a many-layered mass of strong, sticky strands. These strands trap those caught in them. The strands are similar to spiderwebs but far larger and tougher. These masses must be anchored to two or more solid and diametrically opposed points or else the web collapses upon itself and disappears. Creatures caught within a web become grappled by the sticky fibers. Attacking a creature in a web doesn't cause you to become grappled.\nAnyone in the effect's area when the spell is cast must make a Reflex save. If this save succeeds, the creature is inside the web but is otherwise unaffected. If the save fails, the creature gains the grappled condition, but can break free by making a combat maneuver check or Escape Artist check as a standard action against the DC of this spell. The entire area of the web is considered difficult terrain. Anyone moving through the webs must make a combat maneuver check or Escape Artist check as part of their move action, with a DC equal to the spell's DC. Creatures that fail lose their movement and become grappled in the first square of webbing that they enter.\nIf you have at least 5 feet of web between you and an opponent, it provides cover. If you have at least 20 feet of web between you, it provides total cover.\nThe strands of a web spell are flammable. A flaming weapon can slash them away as easily as a hand brushes away cobwebs. Any fire can set the webs alight and burn away one 5-foot square in 1 round. All creatures within flaming webs take 2d4 points of fire damage from the flames."},{"Name":"Web Bolt","School":"conjuration (creation)","Level":{"bloodrager":1,"magus":1,"sorcerer\/wizard":1,"witch":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange close (25 ft. + 5 ft.\/2 levels)Effect fist-sized blob of webbingDuration 1 min.\/levelSaving Throw Reflex negates; see text; Spell Resistance no"},{"Name":"Web Cloud","School":"conjuration (creation)","Level":{"sorcerer\/wizard":4,"witch":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\n\n\nRange medium (100 ft. + 10 ft.\/level)Effect cloud spreads in 20-ft. radius, 20 ft. highDuration 1 minute\/levelSaving Throw Reflex partial; see text; Spell Resistance no\nYou create a cloud of flame-resistant strands of adhesive webbing that billows and flows much like a cloudkill spell. The cloud moves away from you at a rate of 10 feet per round, rolling along the surface of the ground.\nFigure out the cloud's new spread each round based on its new point \nof origin, which is 10 feet farther away from the point of origin where \nthe caster cast the spell. Creatures trapped in the webbing remain \ntrapped even after the cloud passes, but the area the cloud leaves \nbehind does not count as difficult terrain."},{"Name":"Web Shelter","School":"conjuration (creation)","Level":{"cleric\/oracle":2,"druid":2,"ranger":2,"sorcerer\/wizard":2,"summoner":2,"witch":2},"Casting_Time":"1 minute","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range close (25 ft. + 5 ft.\/two levels)Effect 5 ft.–10 ft. diameter web sphere or 5 ft.–20 ft. hemisphereDuration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou create a shelter of slightly sticky webbing. The shelter has a hinged door large enough to accommodate a Medium creature. The opaque walls of the shelter measure 1 inch thick and provide total cover to anyone within it.\nOnly Fine creatures with negligible Strength can be caught in the webbing (including swarms); all other creatures can pull themselves free without making a Strength check or taking an action. The webbing is sticky enough to hold twigs, leaves, dirt, and other light items, allowing you to conceal the shelter. The shelter is watertight and insulated when the door is closed. Its surface has a hardness of 0 and 2 hit points for every 5-foot square of web surface area. It takes normal damage from fire and burns as easily as wood. When the spell ends, the webbing decays rapidly and disappears."},{"Name":"Weird","School":"illusion (phantasm) [emotion, fear, mind-affecting]","Level":{"sorcerer\/wizard":9},"Description":"Targets any number of creatures, no two of which can be more than 30 ft. apart\nThis spell functions like phantasmal killer, except it can affect more than one creature. Only the affected creatures see the phantasmal creatures attacking them, though you see the attackers as shadowy shapes."},{"Name":"Whip of Ants","School":"conjuration (summoning)","Level":{"bard":6,"druid":6,"sorcerer\/wizard":6,"summoner":6,"witch":6},"Description":"This spell functions as whip of spiders, except it summons army ants, and any creature you strike with the whip takes swarm damage as if it were attacked by an army ant swarm (3d6 points of damage plus poison and distraction). If you transform the whip into an army ant swarm, it has 16 hit points."},{"Name":"Whip of Centipedes","School":"conjuration (summoning)","Level":{"bard":5,"druid":5,"sorcerer\/wizard":5,"summoner":5,"witch":5},"Description":"This spell functions as whip of spiders, except it summons centipedes, and any creature you strike with the whip takes swarm damage as if it were attacked by a centipede swarm (2d6 points of damage plus poison and distraction). If you transform the whip into a centipede swarm, it has 10 hit points."},{"Name":"Whip of Spiders","School":"conjuration (summoning)","Level":{"bard":2,"druid":2,"sorcerer\/wizard":2,"summoner":2,"witch":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range 0 ft.Effect whiplike swarmDuration 1 round\/level (D (see text)Saving Throw none; Spell Resistance yes\nYou summon hundreds of Diminutive spiders, which cling together in the form of a whip made for a creature of your size. You can wield this object as if it were an actual whip, except you make a melee touch attack with it instead of a regular attack. Any creature you strike with the whip takes swarm damage as if it were attacked by a spider swarm (1d6 points of damage plus poison and distraction). The swarm whip is able to damage creatures with armor or natural armor, even if a normal whip could not. It cannot be used to make bull rush, grapple, or trip attacks, and (unlike a swarm) is subject to a miss chance for concealment and cover.\nThe whip is immune to all weapon damage, is never staggered or reduced to a dying state by damage, and is immune to any spell or effect that targets a specific number of creatures (including single-target spells such as disintegrate). The whip takes half again as much damage from spells or effects that affect an area, but since it is considered part of your gear, it takes damage only if you fail a saving throw on a 1 or if it is specifically targeted by an opponent. The whip does not have a swarm's susceptibility to high winds.\nAs a standard action, you can transform the whip into a spider swarm (all squares of the swarm must be within 15 feet of you); thereafter it functions as summon swarm. The spider swarm has 3 hit points and persists in that form for 2 rounds or until the end of this spell's duration, whichever comes first."},{"Name":"Whirlwind","School":"evocation [air]","Level":{"druid":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range long (400 ft. + 40 ft.\/level)Effect cyclone 10 ft. wide at base, 30 ft. wide at top, and 30 ft. tallDuration 1 round\/level (D)Saving Throw Reflex negates; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nThis spell creates a powerful cyclone of raging wind that moves through the air, along the ground, or over water at a speed of 60 feet per round. You can concentrate on controlling the cyclone's every movement or specify a simple program. Directing the cyclone's movement or changing its programmed movement is a standard action for you. The cyclone always moves during your turn. If the cyclone exceeds the spell's range, it moves in a random, uncontrolled fashion for 1d3 rounds and then dissipates. (You can't regain control of the cyclone, even if it comes back within range.)"},{"Name":"Whispering Lore","School":"divination","Level":{"cleric":2,"druid":1,"ranger":1,"witch":1},"Casting_Time":"1 full-round action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"\nRange personalTarget youDuration 10 minutes\/level (D)"},{"Name":"Whispering Wind","School":"transmutation [air]","Level":{"bard":2,"inquisitor":2,"sorcerer\/wizard":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range 1 mile\/levelArea 10-ft.-radius spreadDuration no more than 1 hour\/level or until discharged (destination is reached)Saving Throw none; Spell Resistance no\nYou send a message or sound on the wind to a designated spot. The whispering wind travels to a specific location within range that is familiar to you, provided that it can find a way to the location. A whispering wind is as gentle and unnoticed as a zephyr until it reaches the location. It then delivers its whisper-quiet message or other sound. Note that the message is delivered regardless of whether anyone is present to hear it. The wind then dissipates.\nYou can prepare the spell to bear a message of no more than 25 words, cause the spell to deliver other sounds for 1 round, or merely have the whispering wind seem to be a faint stirring of the air. You can likewise cause the whispering wind to move as slowly as 1 mile per hour or as quickly as 1 mile per 10 minutes."},{"Name":"Widen Auras","School":"transmutation","Level":{"antipaladin":2,"paladin":2},"Description":"Range personalTarget youDuration 1 minute\/level (D)\nThe range of your antipaladin or paladin auras doubles. For example, if you're a paladin, your aura of courage affects allies within 20 feet instead of within 10 feet."},{"Name":"Wilderness Soldiers","Description":"School transmutation: Level druid 2, ranger 2\n\nRange 30 ft.Area 30-ft.-radius emanation, centered on youDuration 1 round\/levelSaving Throw none; Spell Resistance no\nYou call on the plants nearby to aid you in combat. This spell is ineffective if no plants you can direct are within the area. You can spend a swift action and\/or a standard action on each of your turns to direct one of the following attacks. The attack bonus or CMB for these attacks equals your base attack bonus + your Wisdom modifier. You grant a +1 bonus per three caster levels (maximum +5) on damage rolls due to this spell. Your wilderness soldiers never provoke attacks of opportunity, and they do not count as allies for flanking or other purposes.\nTree: A tree makes a melee attack with a 10-foot reach from its trunk. A hit deals an amount of damage equal to 1d8 points + your Wisdom modifier. The tree can instead attempt a bull rush, drag, or reposition combat maneuver with the same reach, but the tree cannot move itself.\nUndergrowth or Hedgerow: Acting as a Medium creature, one square of undergrowth or hedgerow attempts a grapple combat maneuver against an opponent within or adjacent to that square. Heavy undergrowth gains a +2 bonus to its CMD. Undergrowth cannot move the grapple or pin a foe, but it can deal an amount of damage equal to 1d4 points + your Wisdom modifier by making a successful grapple check against a foe it is grappling. The undergrowth’s CMD is 5 + its CMB. If you fail to direct the undergrowth to maintain the grapple, it releases its opponent.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"}},{"Name":"Wind Blades","Description":"\nSchool transmutation [air]; \nLevel druid 5, magus 5, sorcerer\/wizard 5, witch 5","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"creature touched","Duration":"1 round\/level","Saving_Throw":"Will negates;","Spell_Resistance":"yes"},{"Name":"Wind Walk","School":"transmutation [air]","Level":{"alchemist":6,"cleric\/oracle":6,"druid":7},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touchTargets you and one touched creature per three levelsDuration 1 hour\/level (D); see textSaving Throw no and Will negates (harmless); Spell Resistance no and yes (harmless)\nYou alter the substance of your body to a cloud-like vapor (as the gaseous form spell) and move through the air, possibly at great speed. You can take other creatures with you, each of which acts independently.\nNormally, a wind walker flies at a speed of 10 feet with perfect maneuverability. If desired by the subject, a magical wind wafts a wind walker along at up to 600 feet per round (60 mph) with poor maneuverability. Wind walkers are not invisible but rather appear misty and translucent. If fully clothed in white, they are 80% likely to be mistaken for clouds, fog, vapors, or the like.\nA wind walker can regain its physical form as desired and later resume the cloud form. Each change to and from vaporous form takes 5 rounds, which counts toward the duration of the spell (as does any time spent in physical form). As noted above, you can dismiss the spell, and you can even dismiss it for individual wind walkers and not others."},{"Name":"Wind Wall","School":"evocation [air]","Level":{"bloodrager":3,"cleric\/oracle":3,"druid":3,"magus":3,"ranger":2,"sorcerer\/wizard":3,"summoner":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M\/DF":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect wall up to 10 ft.\/level long and 5 ft.\/level high (S)Duration 1 round\/levelSaving Throw none; see text; Spell Resistance yes\nSource Skull & Shackles Player's Guide\nAn invisible vertical curtain of wind appears. It is 2 feet thick and of considerable strength. It is a roaring blast sufficient to blow away any bird smaller than an eagle, or tear papers and similar materials from unsuspecting hands. (A Reflex save allows a creature to maintain its grasp on an object.) Tiny and Small flying creatures cannot pass through the barrier. Loose materials and cloth garments fly upward when caught in a wind wall. Arrows and bolts are deflected upward and miss, while any other normal ranged weapon passing through the wall has a 30% miss chance. (A giant-thrown boulder, a siege engine projectile, and other massive ranged weapons are not affected.) Gases, most gaseous breath weapons, and creatures in gaseous form cannot pass through the wall (although it is no barrier to incorporeal creatures)."},{"Name":"Winds of Vengeance","School":"evocation [air]","Level":{"cleric\/oracle":9,"druid":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range personalTargets youDuration 1 minute\/level\nYou surround yourself with a buffeting shroud of supernatural, tornado-force winds. These winds grant you a fly speed of 60 feet with perfect maneuverability. Neither your armor nor your load affects this fly speed. The winds shield you from any other wind effects, and form a shell of breathable air around you, allowing you to fly and breathe underwater or in outer space. \nRanged weapons (including giant-thrown boulders, siege weapon projectiles, and other massive ranged weapons) passing through the winds are deflected by the winds and automatically miss you. Gases and most gaseous breath weapons cannot pass though the winds. \nIn addition, when a creature hits you with a melee attack, you can shape your winds so they lash out at that creature as an immediate action. The creature must make a Fortitude Saving Throw or take 5d8 points of bludgeoning damage and be knocked prone (if on the ground). On a failed save, Huge flying creatures are checked and Large-sized or smaller flying creatures are blown away instead of knocked prone. \nOn a successful save, the damage is halved and the creature is not knocked prone (or checked or blown away). "},{"Name":"Windy Escape","School":"transmutation [air]","Level":{"bard":1,"bloodrager":1,"druid":1,"magus":1,"sorcerer\/wizard":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","S":"Somatic"},"Description":"\nRange personalTarget youDuration instantaneous\nYou respond to an attack by briefly becoming vaporous and insubstantial, allowing the attack to pass harmlessly through you. You gain DR 10\/magic against this attack and are immune to any poison, sneak attacks, or critical hit effect from that attack."},{"Name":"Winter Feathers","Description":"\nSchool abjuration; \nLevel bloodrager 1, cleric 1, druid 1, inquisitor 1, ranger 1, sorcerer\/wizard 1\nThe target's feathers thicken and fluff up to ward against winter's chill. The target suffers no harm from being in a cold environment, and can exist comfortably in conditions as low as –50 degrees Fahrenheit without having to make Fortitude saves. The creature's equipment is likewise protected. This spell doesn't provide any protection from cold damage, nor does it protect against other environmental hazards associated with cold weather (such as slipping on ice, blindness from snow, and so on).","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"touch","Target":"feathered creature touched","Duration":"24 hours","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)"},{"Name":"Winter's Grasp","Description":"\nSchool conjuration (creation) [cold]; Level druid 2, witch 2\n\nRange medium (100 ft. + 10 ft.\/level)Area 20 ft. radius spreadDuration 1 round\/levelSaving Throw none; Spell Resistance no\n\nIce encrusts the ground, radiating supernatural cold and making it difficult for creatures to maintain their balance.\nThis icy ground is treated as normal ice, forcing creatures to spend 2 squares of movement to enter an icy square and increasing the DC of Acrobatics checks attempted in the area by 5.\nA creature that begins its turn in the affected area takes 1d6 points of cold damage, and takes a –2 penalty on saving throws against all spells with the cold descriptor for 1 round.","Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material ","DF":"Divine Focus"}},{"Name":"Wish","School":"universal","Level":{"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (diamond worth 25,000 gp)"},"Description":"Range see textTarget, Effect, Area see textDuration see textSaving Throw none, see text; Spell Resistance yes\nWish is the mightiest spell a wizard or sorcerer can cast. By simply speaking aloud, you can alter reality to better suit you. Even wish, however, has its limits. A wish can produce any one of the following effects.\nYou may try to use a wish to produce greater effects than these, but doing so is dangerous. (The wish may pervert your intent into a literal but undesirable fulfillment or only a partial fulfillment, at the GM's discretion.)\nDuplicated spells allow saves and Spell Resistance as normal (but save DCs are for 9th-level spells)."},{"Name":"Witness","School":"divination (scrying)","Level":{"bard":3,"inquisitor":3,"witch":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Range":"long (400 ft. + 40 ft.\/level)","Target":"one living creature","Duration":"1 minute\/level (D)","Saving_Throw":"Will negates (harmless);","Spell_Resistance":"yes (harmless)","Description":"You link your senses to the target, allowing you to see and hear through its eyes and ears. As a move action you can shift your senses from yourself to the target or back again. When using the target’s senses, you are blind and deaf. When perceiving through the target, you use its normal and special senses (such as darkvision), not your own."},{"Name":"Wood Shape","School":"transmutation","Level":{"druid":2},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"one touched piece of wood no larger than 10 cu. ft. + 1 cu. ft.\/level","Duration":"instantaneous","Saving_Throw":"Will negates (object);","Spell_Resistance":"yes (object)"},{"Name":"Wooden Phalanx","School":"conjuration (creation)","Level":{"cleric\/oracle":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic"},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect three or more wood golems, no two of which can be more than 30 ft. apart (see text)Duration 1 hour\/level (D)Saving Throw none; Spell Resistance no\nYou create 1d4+2 wood golems with the advanced template. The golems willingly aid you in combat or battle, perform a specific mission, or serve as bodyguards. You can only have one wooden phalanx spell in effect at one time. If you cast this spell while another casting is still in effect, the previous casting is dispelled."},{"Name":"Word of Chaos","School":"evocation [chaotic, sonic]","Level":{"cleric\/oracle":7,"inquisitor":6},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Description":"Range 40 ft.Area non-chaotic creatures in a 40-ft.-radius spread centered on youDuration instantaneousSaving Throw none or Will negates; see text; Spell Resistance yes\nAny non-chaotic creature within the area of a word of chaos spell suffers the following ill effects, depending on their HD.\nThe effects are cumulative and concurrent. A successful Will save reduces or eliminates these effects. Creatures affected by multiple effects make only one save and apply the result to all the effects.\nDeafened: The creature is deafened for 1d4 rounds. Save negates.\nStunned: The creature is stunned for 1 round. Save negates.\nConfused: The creature is confused for 1d10 minutes. This is a mind-affecting enchantment effect. Save reduces the confused effect to 1 round.\nKilled: Living creatures die. Undead creatures are destroyed. Save negates. If the save is successful, the creature instead takes 3d6 points of damage + 1 point per caster level (maximum +25).\nFurthermore, if you are on your home plane when you cast this spell, non-chaotic extraplanar creatures within the area are instantly banished back to their home planes. Creatures so banished cannot return for at least 24 hours. This effect takes place regardless of whether the creatures hear the word of chaos or not. The banishment effect allows a Will save (at a -4 penalty) to negate."},{"Name":"Word of Recall","School":"conjuration (teleportation)","Level":{"cleric\/oracle":6,"druid":8},"Casting_Time":"1 standard action","Components":{"V":"Verbal"},"Range":"unlimited","Target":"you and touched objects or other willing creatures","Duration":"instantaneous","Saving_Throw":"none or Will negates (harmless, object);","Spell_Resistance":"no or yes (harmless, object)","Description":"Word of recall teleports you instantly back to your sanctuary when the word is uttered. You must designate the sanctuary when you prepare the spell, and it must be a very familiar place. The actual point of arrival is a designated area no larger than 10 feet by 10 feet. You can be transported any distance within a plane but cannot travel between planes. You can transport, in addition to yourself, any objects you carry, as long as their weight doesn't exceed your maximum load. You may also bring one additional willing Medium or smaller creature (carrying gear or objects up to its maximum load) or its equivalent per three caster levels. A Large creature counts as two Medium creatures, a Huge creature counts as two Large creatures, and so forth. All creatures to be transported must be in contact with one another, and at least one of those creatures must be in contact with you. Exceeding this limit causes the spell to fail."},{"Name":"Word of Resolve","School":"abjuration","Level":{"paladin":1},"Casting_Time":"1 immediate action","Components":{"V":"Verbal","DF":"Divine Focus"},"Range":"close (25 ft. + 5 ft.\/2 levels)","Target":"one ally","Duration":"instantaneous","Saving_Throw":"Will negate (harmless);","Spell_Resistance":"yes (harmless)","Description":"You focus your aura on one ally, allowing it to reroll a failed saving throw against a charm or fear effect with a +4 sacred bonus. If you do not have the aura of courage class ability, this spell has no effect on the target’s fear. If you do not have the aura of resolve class ability, this spell has no effect on any charm effects on the target."},{"Name":"World Wave","School":"transmutation [earth, water]","Level":{"druid":9,"sorcerer\/wizard":9},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range see textEffect see textDuration 1 round\/level or 1 hour\/level; see text (D)Saving Throw none; Spell Resistance yes\n\nYou cause any sort of natural terrain (including water, forest, desert, tundra, and so on) to surge beneath your feet and safely propel you with devastating force over great distances. This wave of terrain undulates as it passes over the world, harmlessly lifting or stretching objects, creatures, and phenomena with a connection to nature but tearing through and damaging anything else it encounters. When you cast the spell you must choose the wave's type, either a tsunami or a swell. If you choose a tsunami, you create a 30-foot-high tidal wave of earth or water hurtling across the landscape that lasts for 1 round per level. If you choose a swell, you create a more controlled and gentle 5-foot-high wave that lasts for 1 hour per level. Regardless of its form or composition, the crest of the wave extends 10 feet in front of and behind you, and 5 feet per level to both your left and right. You can stand or sit on the crest of this wave without any fear of falling off it and can even lie down and sleep (or take any other actions you could take if standing on solid ground) as it travels. You can grant up to one additional creature per level the ability to safely accompany you on this wave.\n\nWhen you first create the wave, you must choose its path by facing the direction you wish it to travel. Once you make this decision, you cannot change it. The wave, in either version, moves at eight times your base land speed. Any object, creature, or phenomena strongly connected to, or a part of, the natural world simply rises up and down with the wave as it passes, taking no damage or injury. However, anything else coming into contact with the wave takes either 6d6 points of bludgeoning damage (if the tsunami) or 1d6 points of bludgeoning damage (if the swell).\n\nThe wave damages any manufactured object or structure. On the Material Plane, it also damages any creature of the aberration, construct, outsider, or undead type, or with the extraplanar subtype. Creatures with the construct or undead type take double damage from the wave. Other creatures, or creatures with even one druid class level (regardless of their type), are considered a part of the natural world and are unaffected by the wave. Note that on other planes of existence, what is considered to be a part of the natural world may vary at the GM's discretion.\n\nThe wave can travel up or down the sides of natural features so long as it does not exceed a 45-degree angle. You cannot alter the dimensions of the wave as it travels. If the wave encounters terrain that it cannot incorporate into itself, the wave simply flows over or around the obstacle (creatures riding the wave are harmlessly displaced to the side to avoid the obstacle) unless the terrain occupies one-half or more of the area of the wave's crest. In such cases the spell ends in 1d6 rounds as the wave falters and collapses, unless its duration would normally cause it to expire prior to that.\n\nThe momentum of the wave carries you forward through this new terrain without any injury until it collapses, at which point you suffer the normal effects of the terrain in which you are deposited. Terrain the wave cannot incorporate includes anything primarily made from fire (such as lava), air (such as an open cliff face), or something man-made (such as a city).\n\nYou can only create the wave if standing on the ground. You cannot create it when underground or on terrain that it cannot incorporate.\n"},{"Name":"Wracking Ray","School":"necromancy [evil, pain]","Level":{"sorcerer\/wizard":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","M":"Material (an old bone","broken":""},"Description":"Range medium (100 ft. + 10 ft.\/level)Effect rayDuration instantaneousSaving Throw Fortitude half; Spell Resistance yes\nPick up Champions of Corruption AND support this site!\nA ray of sickly greenish-gray negative energy issues forth from the palm of your hand.\nMake a ranged touch attack against the target. A creature hit by this spell is wracked by painful spasms as its muscles and sinews wither and twist. The subject takes 1d4 points of Dexterity and Strength damage per 3 caster levels you possess (maximum 5d4 each). This spell cannot reduce an ability score below 1. A successful Fortitude save halves the damage."},{"Name":"Wrath","School":"enchantment (compulsion) [emotion, mind-affecting]","Level":{"inquisitor":1},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","M":"Material (a thorny vine)"},"Description":"Range personalTargets youDuration 1 minute\nYou focus your anger against an enemy. Choose one enemy creature that you can see. You gain a +1 morale bonus on attack rolls and weapon damage rolls against that designated creature for every three caster levels you have (at least +1, maximum +3). You also receive this bonus on caster level checks made to overcome the creature's Spell Resistance, if any. At 12th level, you gain the benefits of the Improved Critical feat on attack rolls made against the designated creature. This effect doesn't stack with any other effect that expands the threat range of a weapon.\n"},{"Name":"Wrathful Mantle","School":"evocation [force, light]","Level":{"cleric\/oracle":3,"paladin":3},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Description":"Range touch or 5 ft.; see textTargets creature touched or all creatures within 5 ft.; see textDuration 1 minute\/levelSaving Throw Will negates (harmless); Spell Resistance yes (harmless) \nA shimmering mantle of light shrouds the subject, light like a torch. The subject of the spell gains a +1 resistance bonus on all saving throws per four caster levels (maximum +5 at 20th level). The subject can end the wrathful mantle at any time as a swift action to deal 2d8 points of force damage to all creatures within 5 feet. "},{"Name":"Wrathful Weapon","School":"transmutation [see text]","Level":{"cleric":4},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","DF":"Divine Focus"},"Range":"touch","Target":"melee weapon touched (see text)","Duration":"1 minute\/level","Saving_Throw":"Will (harmless, object);","Spell_Resistance":"yes (object)","Description":"\n\n\nGet this book AND support this site!\nYou grant the targeted weapon one of the following weapon special abilities: anarchic, axiomatic, holy, or unholy. If anarchic, this spell has the chaos descriptor; if axiomatic, the law descriptor; if holy, the good descriptor; and if unholy, the evil descriptor. If the caster attempts to place a special ability on a weapon that already has that special ability, the spell fails.\nIf a warpriest casts this spell on his sacred weapon, the duration doubles. Warpriests with unarmed strike as a sacred weapon can cast this spell on their unarmed strike."},{"Name":"Wreath of Blades","School":"abjuration","Level":{"bloodrager":4,"magus":4,"sorcerer\/wizard":5,"summoner":5,"witch":5},"Casting_Time":"1 standard action","Components":{"V":"Verbal","S":"Somatic","F":"","each":""},"Range":"personal","Target":"youArea 5-foot-radius emanation centered on you","Duration":"1 round\/level","Saving_Throw":"Reflex half (special, see below);","Spell_Resistance":"no (special, see below)","Description":"The daggers serving as focus of this spell take on a deadly sharpness as they animate and spin around you, creating a 5-foot-radius emanation of spinning mithral blades that moves with you. Any creature that starts its turn within the area of the spinning blades takes 1d4 points of damage for every two caster levels (maximum 10d4 at 20th level) and the damage bypasses DR\/silver. Furthermore, the daggers ward off some attacks, in a way similar to the warding weapon spell. While subject to this spell, you do not provoke attacks of opportunity for casting spells, even from creatures with the Disruptive feat. Creatures with the Spellbreaker feat can easily bypass this defensive property, though they still take damage from the spell. Your casting (even failing to cast defensively) still provokes attacks of opportunity from creatures with that feat. Lastly, the blades that serve as the focus for this spell can be enchanted for greater effect. When all of the blades share the same enhancement bonus and special weapon qualities, a creature that is damaged by this spell is also treated as if hit by one of these weapons. For example, if a 12th-level magus casts this spell using four +1 frost mithral daggers as focus, the damage dealt by the blades would be 6d4+1 plus 1d6 cold damage, as long as the daggers were commanded to be sheathed in ice. No matter the modifications made to the focus weapons, they must always be mithral daggers. No other type of weapons can serve as a focus for this spell."}]